[
  {
    "name": "All is Suffering",
    "sourcePage": "All is Suffering",
    "pageId": 201183,
    "url": "https://naruto.fandom.com/wiki/All_is_Suffering",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/d6/All_is_Suffering.png/revision/latest/scale-to-width-down/600?cb=20150113025056",
    "raw": {
      "markdown": "# All is Suffering\n\n## Quick Facts\n- Element/Type: Wood Release, Fire Release, Earth Release, Water Release, Lightning Release, Wind Release\n- Classification: Kekkei Genkai~Wood Release, Ninjutsu,\n- Class: Offensive\n- Range: Mid, Long\n- Users: Tobi (Zetsu)\n- Media: Anime, Manga, Game\n\n## Summary\nUsing the giant statue as a medium, each of the five smaller heads encircling the statue's main head simultaneously release a stream of a different elemental nature attack.\n"
    }
  },
  {
    "name": "Allied Shinobi Forces Technique",
    "sourcePage": "Allied Shinobi Forces Technique",
    "pageId": 188143,
    "url": "https://naruto.fandom.com/wiki/Allied_Shinobi_Forces_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/a8/Allied_Forces_jutsu.png/revision/latest/scale-to-width-down/600?cb=20150914121326",
    "raw": {
      "markdown": "# Allied Shinobi Forces Technique\n\n## Quick Facts\n- Element/Type: Storm Release, Lava Release, Lightning Release, Wind Release, Earth Release, Water Release, Fire Release, Yin Release,\n- Classification: Kekkei Genkai~Storm Release~Lava Release, Hiden~Aburame Clan~Sarutobi Clan, Ninjutsu, Genjutsu, Taijutsu, Cooperation Ninjutsu,\n- Class: Offensive, Defensive, Supplementary\n- Range: Short, Mid, Long\n- Users: Allied Shinobi Forces\n- Media: Anime, Manga, Game\n\n## Summary\nThe Allied Shinobi Forces Technique is a combination of many techniques devised by Shikaku Nara, using the unique abilities of the Allied Shinobi Forces to combat the Ten-Tails. Using Inoichi's telepathic abilities, Shikaku was able to relay the formation to every member of the alliance at once.\n\n## Usage\n- * In Naruto Shippūden: Ultimate Ninja Storm 4 , a shortened version of the formation is used instead, consisting only of the lowering of the Ten-Tails into the ground, and the concrete used to immobilise it.\n\n## Drawbacks\n- The second step, to restrain the Ten-Tails, would see the Iwa-nin create a large sink hole with their Earth Release: Great Moving Earth Core, with their lava users covering the beast with quicklime, mixing it with the Kiri-nin's water.\n- With the Ten-Tails restrained, the rest of the alliance would rush Madara and Obito using taijutsu, having coordinated with Naruto to exploit their weaknesses.\n- * Despite successfully restraining the Ten-Tails momentarily, the beast's further evolution allowed it to overpower its restraints before the Alliance had a chance to combat Madara and Obito directly.\n\n## Notes\n- The first step would executed by the Kumo-nin, who would use Lightning Release: Lightning Illusion Flash of Lightning Pillar to temporarily blind the opponents and Storm Release: Laser Circus to create a cloud of dust.\n- Next, Suna-nin would use their Wind Release: Air Current Wild Dance to manipulate the dust to further obscure the Uchiha's vision, while Aburame clan members and Kiri-nin would use their Insect Jamming Technique and Hiding in Mist Technique to impair their sensory skills.\n- Konoha's Sarutobi clan would then heat this mixture into concrete, trapping the Ten-Tails.\n"
    }
  },
  {
    "name": "Big Truth-Seeking Ball",
    "sourcePage": "Big Truth-Seeking Ball",
    "pageId": 294922,
    "url": "https://naruto.fandom.com/wiki/Big_Truth-Seeking_Ball",
    "thumbnail": null,
    "raw": {
      "markdown": "# Big Truth-Seeking Ball\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Ninjutsu, Senjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Asura Ōtsutsuki, Hagoromo Ōtsutsuki~game, Madara Uchiha~game, Naruto Uzumaki~game, Obito Uchiha~game\n- Media: Anime, Game\n\n## Summary\nThe user can merge their Truth-Seeking Balls to form a ball larger in size. They can also merge a pair of two to have a larger sized set.\n\n## Notes\n- In the games, merging all the balls into one have a multitude of uses.\n"
    }
  },
  {
    "name": "Black Iron Fist",
    "sourcePage": "Black Iron Fist",
    "pageId": 37213,
    "url": "https://naruto.fandom.com/wiki/Black_Iron_Fist",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/c/c3/Iron_Fist.png/revision/latest/scale-to-width-down/600?cb=20180607113706",
    "raw": {
      "markdown": "# Black Iron Fist\n\n## Quick Facts\n- Element/Type: Magnet Release, Lightning Release\n- Classification: Kekkei Genkai~Magnet Release, Ninjutsu\n- Class: Offensive, Defensive\n- Range: Short, Mid, Long\n- Users: Shinki\n- Media: Anime, Game\n\n## Summary\nShinki creates a large hand out of Iron Sand that he can manipulate using electromagnetic fields. He can have the hands clamp around himself to protect against attacks, as well as can be used to attack a target from a distance.\n"
    }
  },
  {
    "name": "Black Lightning",
    "sourcePage": "Black Lightning",
    "pageId": 66522,
    "url": "https://naruto.fandom.com/wiki/Black_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/04/Black_lightning.png/revision/latest/scale-to-width-down/600?cb=20150506014829",
    "raw": {
      "markdown": "# Black Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Fighting Style\n- Class: Offensive\n- Range: Long\n- Users: A (Third Raikage), Darui\n- Media: Anime, Manga, Game, Movie canon\n\n## Summary\nBlack Lightning is a unique form of Lightning Release utilised by the Third Raikage, who passed it on to Darui alone. Not much is known about it, but as the name suggests, the lightning produced is black in colour.\n\n## Notes\n- This seems to be a distinctive tradition, as Ginkaku and Kinkaku recognised Darui's possession of this ability through his tattoo.\n- * Sasuke Uchiha demonstrated the ability to use something resembling this when he fought against Naruto Uzumaki at the Valley of the End in Part I, and when he attacked Madara Uchiha in the Fourth Shinobi World War after receiving Hagoromo Ōtsutsuki's power.\n- * Kakashi Hatake's lightning attack also became black in colour after receiving the Six Paths Power from Obito Uchiha while battling against Kaguya Ōtsutsuki in the Fourth Shinobi World War.\n- * In the anime, Tsukiyo has displayed Lightning Release similar in appearance to this, though his has a magenta glow.\n"
    }
  },
  {
    "name": "Body Pathway Derangement",
    "sourcePage": "Body Pathway Derangement",
    "pageId": 4242,
    "url": "https://naruto.fandom.com/wiki/Body_Pathway_Derangement",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/c/c9/Points_Disturbance.png/revision/latest/scale-to-width-down/600?cb=20240927023025",
    "raw": {
      "markdown": "# Body Pathway Derangement\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Medical Ninjutsu,\n- Class: Supplementary\n- Range: Short\n- Users: Tsunade, Sakura Haruno~game\n- Media: Anime, Manga, Game\n\n## Summary\nThis is a high-level form of medical ninjutsu that only Tsunade has been shown to have mastered. Tsunade creates an electric field by giving her chakra the properties of electricity.\n\n## Usage\n- Ordinarily, the brain sends electric signals to the body to control how it moves.\n\n## Notes\n- When she strikes a target with her hand, the electricity pours into their nervous system and rearranges their body's signals.\n- But when under the influence of this technique, these signals will produce any movement other than what the brain intends.\n- When used against most opponents, they will be unable to do something as simple as walking, much less continue fighting.\n- * In Jump Ultimate Stars , Sakura uses this technique by charging chakra in her hand and thrusting the opponent with her palm, causing damage and leaving the target confused.\n"
    }
  },
  {
    "name": "Chidori Current",
    "sourcePage": "Chidori Current",
    "pageId": 3057,
    "url": "https://naruto.fandom.com/wiki/Chidori_Current",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/2c/Chidori_Current.png/revision/latest/scale-to-width-down/600?cb=20160115214142",
    "raw": {
      "markdown": "# Chidori Current\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow\n- Class: Offensive, Defensive\n- Range: Short\n- Users: Sarada Uchiha~manga, Sasuke Uchiha\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nChidori Current is a ninjutsu that was developed by Sasuke Uchiha while he was training with Orochimaru. When using this attack on a great number of enemies at once, it can effectively double as an instant defence.\n\n## Notes\n- The body of the person touched by the Chidori will misinterpret the lightning nature as \"electrical signals from the nerves\", making its muscles contract.\n- This causes the body to involuntarily go stiff, while at the same time receiveing damage.\n- This attack can also be channelled through the ground to increase the range of the attack.\n"
    }
  },
  {
    "name": "Chidori Senbon",
    "sourcePage": "Chidori Senbon",
    "pageId": 5331,
    "url": "https://naruto.fandom.com/wiki/Chidori_Senbon",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/5d/Chidori_Senbon.PNG/revision/latest/scale-to-width-down/600?cb=20150310001051",
    "raw": {
      "markdown": "# Chidori Senbon\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Sasuke Uchiha\n- Media: Anime, Manga, Game, Movie\n\n## Summary\nA variation of the Chidori that uses shape transformation to create countless sharp senbon that are fired at the enemy in quick succession. By increasing the amount of chakra used, the number of senbon increase proportionally.\n\n## Usage\n- When used in tandem with the Sharingan, it becomes far more effective and deadly, as it allows the user to precisely shoot for the target's vital points.\n"
    }
  },
  {
    "name": "Chidori Sharp Spear",
    "sourcePage": "Chidori Sharp Spear",
    "pageId": 7495,
    "url": "https://naruto.fandom.com/wiki/Chidori_Sharp_Spear",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/b3/Sasuke_stabs_Karin_and_Danzo.png/revision/latest/scale-to-width-down/600?cb=20210817045621",
    "raw": {
      "markdown": "# Chidori Sharp Spear\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Sasuke Uchiha, Midnight Blade~Game\n- Media: Anime, Manga, Game\n\n## Summary\nThe original Chidori gained its power by shaping it into a form sufficient for an electrical discharge and using it together with the user's own \"thrust\". This technique uses shape transformation to form the original Chidori into a spear or blade-shape, adapting it for mid-range attacks with a maximum range of about five metres.\n\n## Drawbacks\n- Its increased range means there is less of a risk to the user.\n\n## Notes\n- It also has the advantage of being able to be used for surprise attacks and capturing.\n- When the enemy's body is pierced, the user can alter the spear's shape into multiple additional blades, increasing the number of wounds.\n- The blade can also be swung in order to cut things as well as cause fatal injuries.\n- Sasuke has shown that he can also channel this technique through his chokutō.\n- Because of Sasuke's mastery in kenjutsu, this technique can act as a makeshift sword if he loses his sword.\n- After infusing this technique with Six Paths Chakra, Sasuke was able to bisect through the revived Madara in his jinchūriki form.\n"
    }
  },
  {
    "name": "Chidori",
    "sourcePage": "Chidori",
    "pageId": 2006,
    "url": "https://naruto.fandom.com/wiki/Chidori",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/50/Sasuke%27s_chidori.png/revision/latest/scale-to-width-down/600?cb=20220118071928",
    "raw": {
      "markdown": "# Chidori\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Hidari~manga, Kakashi Hatake, Sasuke Uchiha, Sarada Uchiha\n- Media: Anime, Manga, Novel, Game, Movie\n\n## Summary\nThe Chidori is a high concentration of lightning chakra channelled around the user's hand. He intended for the Chidori to be a weapon used only to protect friends and loved ones.\n\n## Usage\n- To perform, the user first gathers lightning to their hand; the high concentration of electricity produces a sound reminiscent of many birds chirping, hence the name.\n- Hidari despite having a pair of Rinnegan finds using the jutsu hard to control, and believes the Sharingan is needed to master it.\n- The Chidori requires a large amount of chakra to be performed, placing a limit on how many times it can be used per day.\n- |-\n|\n|When imbued with the Six Paths Power, Sasuke's Chidori can be used to damage the Ten-Tails' jinchūriki, whose body is otherwise impervious to standard ninjutsu.\n\n## Counters / Defenses\n- However, a user of the Sharingan can overcome these drawbacks due to its heightened visual perception preventing the tunnel vision from occurring and its predictive capabilities making it easier for the user to avoid counterattacks.\n- If accessed in his first state of the Cursed Seal, the Chidori is normally coloured purple instead in most forms of media.\n- 4 and Naruto: Clash of Ninja Revolution 2 ), Sasuke in his Cursed Seal of Heaven state (both level 1 and 2) often has the ability to perform both the normal version of his Chidori and its Cursed Seal version as separate techniques.\n- ** However, in Jump Super Stars , despite using the Cursed Seal Chidori in his State 2 form for his Battle 7 Koma, Sasuke's Chidori is coloured purple akin to the State 1 version instead of dark-white.\n\n## Notes\n- The lightning chakra has been shown on occasions to damage the user's hand, peeling the skin and causing it to smoulder slightly, but this does not appear to actually be debilitating.\n- Once the chakra is gathered, users charge at their target and thrust the Chidori into them, piercing them and typically causing fatal damage.\n- Despite the sound it makes, the rapid speed at which it's used makes it useful for assassinations.\n- Kakashi's skill with the Chidori eventually became so good that he was able to split a bolt of lightning with it, earning his Chidori the name \"Lightning Cutter\".\n- In Part I, Kakashi can use it four times per day and Sasuke Uchiha can use it twice per day under his own power.\n- Both increase their limits to an unspecified number in Part II.\n- During Part II, Sasuke demonstrates several variations of the Chidori that have been given shape transformation, such as Chidori Senbon and Chidori Sharp Spear, both of which allow him to attack at a longer range than the Chidori is capable of.\n- Different video games have called it and .\n- In Ultimate Ninja Storm 4 , this is called .\n- |-\n|\n|Sasuke is briefly shown combining Chidori with Blaze Release: Kagutsuchi.\n- When it is clashed with Naruto Uzumaki's Rasengan, the resulting explosion destroys the statues at the Valley of the End and as well as both of their dominant arms.\n- |-\n|}\n\n## Trivia\n\n* can also be translated to \"plover\".\n- * The name Chidori comes from a story about famous samurai Tachibana Dōsetsu: Tachibana was in possession of a famous sword called .\n- One day, while he was still a young man, he was taking shelter under a tree, as it was raining.\n- Suddenly, a bolt of lightning struck him.\n- However, Tachibana used his Chidori to cut the Thunder God inside the lightning bolt, allowing him to survive.\n- After this incident, he renamed his Chidori to .\n- * In the original Naruto anime, Chidori looks like a white, sphere-shaped amount of electricity that surrounds the palm.\n- This is corrected in the Naruto: Shippūden anime, where the Chidori is depicted as it is in the manga: a formless coverage of electricity all over the hand.\n- ** However, in the video game J-Stars Victory Vs .\n- and its + version, Sasuke's Chidori takes its incorrectly rendered sphere shape as aforementioned, but with the sphere contained within his hand (only during its startup animation and when Sasuke is running with the Chidori active).\n- * In both Naruto: Ultimate Ninja 2 and 3 , players can customise some characters to be able to use Chidori.\n- In the former case, it is called \"Young Lightning\" in the English script when used by Anbu Kakashi.\n- ** Also, in some forms of media like the aforementioned games (along with Naruto: Gekitō Ninja Taisen!\n- * In the trailers for Boruto: Naruto the Movie , Lightning Release Bullet: Powerful Breath makes the unique sound that Chidori makes.\n"
    }
  },
  {
    "name": "Destructive Jinrai",
    "sourcePage": "Destructive Jinrai",
    "pageId": 294748,
    "url": "https://naruto.fandom.com/wiki/Destructive_Jinrai",
    "thumbnail": null,
    "raw": {
      "markdown": "# Destructive Jinrai\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Indra Ōtsutsuki, Hagoromo Ōtsutsuki~game\n- Media: Anime, Game\n\n## Summary\nThe user throws a ball of blue lightning that electrifies the opponent. It was also the weapon of Indra.\n\n## Notes\n- In East Asian culture, it is often synonymous with diamond/adamantine, and is said in Japanese as \"kongō\" (金剛).\n"
    }
  },
  {
    "name": "Double Black Panther",
    "sourcePage": "Double Black Panther",
    "pageId": 99771,
    "url": "https://naruto.fandom.com/wiki/Double_Black_Panther",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/90/Double_panthers.png/revision/latest/scale-to-width-down/600?cb=20160121015658",
    "raw": {
      "markdown": "# Double Black Panther\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Long\n- Users: Darui\n- Media: Anime, Game\n\n## Summary\nAfter creating a shadow clone, Darui and his clone both use the Lightning Release: Black Panther technique to attack the target simultaneously. This technique is also colourised as normal lightning when first generated.\n"
    }
  },
  {
    "name": "Drilling Hand of Sage Lightning",
    "sourcePage": "Drilling Hand of Sage Lightning",
    "pageId": 266245,
    "url": "https://naruto.fandom.com/wiki/Drilling_Hand_of_Sage_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/51/Drilling_Hand_of_Sage_Lightning_anime.png/revision/latest/scale-to-width-down/600?cb=20180806194652",
    "raw": {
      "markdown": "# Drilling Hand of Sage Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Senjutsu\n- Class: Offensive\n- Range: Short\n- Users: Hagoromo Ōtsutsuki\n- Media: Anime, Game\n\n## Summary\nHagoromo gathers senjutsu-enhanced lightning into his hand to thrust at the opponent. * Vishnu is a Hindu god who creates, protects and transforms the universe.\n"
    }
  },
  {
    "name": "Elbow",
    "sourcePage": "Elbow",
    "pageId": 22910,
    "url": "https://naruto.fandom.com/wiki/Elbow",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/30/Raikage_Elbow.png/revision/latest/scale-to-width-down/600?cb=20150214192626",
    "raw": {
      "markdown": "# Elbow\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage)\n- Media: Anime, Manga, Game\n\n## Summary\nAfter covering himself in his Lightning Release Chakra Mode, A thrusts his elbow at his opponent with extreme force. This technique was strong enough to send Jūgo, who was in his full Sage Transformation, crashing into a wall, disabling him from fighting any further.\n\n## Notes\n- Usually, the kanji would be pronounced as \"omoryūbaku\", \"jūryūbaku\", \"omoryūbō\", or \"jūryūbō\".\n"
    }
  },
  {
    "name": "Expansive Truth-Seeking Ball",
    "sourcePage": "Expansive Truth-Seeking Ball",
    "pageId": 150765,
    "url": "https://naruto.fandom.com/wiki/Expansive_Truth-Seeking_Ball",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/d8/Expansive_Truth_Seeking_Ball.png/revision/latest/scale-to-width-down/600?cb=20160825120346",
    "raw": {
      "markdown": "# Expansive Truth-Seeking Ball\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Kekkei Mōra, Ninjutsu,\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Kaguya Ōtsutsuki\n- Media: Anime, Manga, Game\n\n## Summary\nThe Expansive Truth-Seeking Ball is a Kekkei Mōra ninjutsu used by Kaguya Ōtsutsuki. It is composed of all five elemental nature transformations as well as Yin–Yang Release.\n\n## Counters / Defenses\n- If this happens, even previously synced Space–Time Ninjutsu will be unable to return to the new dimension.\n\n## Notes\n- A vast expanding mass of chaos with power to reshape the world by obliterating it to nothing first.\n- Unlike the standard Truth-Seeking Ball, which a user starts with a set amount of spheres that cannot be regenerated if lost or destroyed, this technique does not have such limitations and can be generated from nothing.\n- The sphere will continue to expand until it overwrites the previous dimension, completely annihilating it.\n"
    }
  },
  {
    "name": "Fang's Rush",
    "sourcePage": "Fang's Rush",
    "pageId": 295584,
    "url": "https://naruto.fandom.com/wiki/Fang%27s_Rush",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/d5/Ringo_wields_Kiba.png/revision/latest/scale-to-width-down/600?cb=20150125202128",
    "raw": {
      "markdown": "# Fang's Rush\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu\n- Class: Offensive\n- Users: Ameyuri Ringo\n- Media: Anime, Manga, Game\n\n## Summary\nAmeyuri Ringo utilises Kiba in combination with agile spinning movements, sweeping through her targets while rotating around herself, hitting all enemies around her.\n"
    }
  },
  {
    "name": "Fangs of Lightning",
    "sourcePage": "Fangs of Lightning",
    "pageId": 9397,
    "url": "https://naruto.fandom.com/wiki/Fangs_of_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/38/Fangs_of_Lightning.png/revision/latest/scale-to-width-down/600?cb=20150424165405",
    "raw": {
      "markdown": "# Fangs of Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Raiga Kurosuki\n- Media: Anime\n\n## Summary\nBy drawing together his twin swords, Raiga can send an electrical essence into the clouds, allowing him to create lightning strikes in any desired location.\n"
    }
  },
  {
    "name": "Five Release Great Combo Technique",
    "sourcePage": "Five Release Great Combo Technique",
    "pageId": 192151,
    "url": "https://naruto.fandom.com/wiki/Five_Release_Great_Combo_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/fe/Five_Release_Great_Combo_Technique.png/revision/latest/scale-to-width-down/600?cb=20240924142052",
    "raw": {
      "markdown": "# Five Release Great Combo Technique\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release\n- Classification: Ninjutsu, Clone Techniques,\n- Class: Offensive\n- Range: Mid, Long\n- Users: Hiruzen Sarutobi\n- Media: Anime, Manga, Game\n\n## Summary\nThe user creates four shadow clones and, alongside them, launch a different base-elemental attack at the target simultaneously. ** In the game, before the elemental attacks are fired, Hiruzen disguises the four shadow clones as fūma shuriken, reverting them back to shadow clones after throwing them at the opponent.\n"
    }
  },
  {
    "name": "Guillotine Drop",
    "sourcePage": "Guillotine Drop",
    "pageId": 23231,
    "url": "https://naruto.fandom.com/wiki/Guillotine_Drop",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/45/Guillotine_Drop_Anime.png/revision/latest/scale-to-width-down/600?cb=20150501103601",
    "raw": {
      "markdown": "# Guillotine Drop\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage)\n- Media: Anime, Manga, Game\n\n## Summary\nAfter covering himself in his Lightning Release Chakra Mode, A jumps into the air above his opponent and performs a downwards kick, using the momentum of the fall to increase the power behind the attack. This technique is preferably done right after knocking an opponent down to reduce their reaction time as the user cannot use the Body Flicker Technique to increase their speed in mid-air nor can they use it to dodge counter-attacks in mid-air.\n\n## Notes\n- Usually, the kanji would be pronounced as Giraichin Doraifu .\n- * Guillotine drop is the name of an attack used in professional wrestling.\n"
    }
  },
  {
    "name": "Hell Stab",
    "sourcePage": "Hell Stab",
    "pageId": 82168,
    "url": "https://naruto.fandom.com/wiki/Hell_Stab",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/09/Jigokuzuki_Yohon.png/revision/latest/scale-to-width-down/600?cb=20150222111312",
    "raw": {
      "markdown": "# Hell Stab\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Third Raikage)\n- Media: Anime, Manga, Game\n\n## Summary\nThe Hell Stab is the strongest technique of the Third Raikage, whereby he concentrates a considerable amount of lightning chakra into just the fingertips of a single hand and then performs a thrusting motion, which allows him to pierce a target in a somewhat similar manner to the Chidori and Lightning Cutter. * : Effective against even malleable materials that can usually handle a blow by dissipating its force.\n\n## Usage\n- * : Thrusting into the target creates what is known as the , where the concentration of chakra is so great that it extends well beyond the finger in a lone point.\n\n## Counters / Defenses\n- It was capable of cutting off all of Gyūki's tails at once during an encounter and was even able to pierce the Third's own Lightning Release Chakra Mode, backfiring the damage and scarring his body, which due to his immense durability that was well regarded as the .\n\n## Notes\n- By swinging his hand, the Third can create a shock-wave powerful enough to send opponents in the immediate area around him flying back.\n- Depending on the situation, it can be also be used for vertical cuts, becoming a legendary sword.\n"
    }
  },
  {
    "name": "Improvised Secret Technique: Lightning Ball Shuriken Technique",
    "sourcePage": "Improvised Secret Technique: Lightning Ball Shuriken Technique",
    "pageId": 261586,
    "url": "https://naruto.fandom.com/wiki/Improvised_Secret_Technique:_Lightning_Ball_Shuriken_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/4b/Lightning_Ball_Shuriken_Jutsu.png/revision/latest/scale-to-width-down/600?cb=20180607132025",
    "raw": {
      "markdown": "# Improvised Secret Technique: Lightning Ball Shuriken Technique\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Shurikenjutsu, Cooperation Ninjutsu,\n- Class: Offensive\n- Range: Mid\n- Users: Boruto Uzumaki~~with~Sarada Uchiha, Sarada Uchiha~~with~Boruto Uzumaki,\n- Media: Anime\n\n## Summary\nA cooperation ninjutsu developed by Boruto that has Sarada create a series of Lightning Balls that are then infused with Lightning Release-charged shuriken by Boruto and are launched at the opponent.\n"
    }
  },
  {
    "name": "Indra's Arrow",
    "sourcePage": "Indra's Arrow",
    "pageId": 146237,
    "url": "https://naruto.fandom.com/wiki/Indra%27s_Arrow",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/a1/Indra%27s_Arrow.png/revision/latest/scale-to-width-down/600?cb=20250110000328",
    "raw": {
      "markdown": "# Indra's Arrow\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Kekkei Genkai~Rinnegan~Eternal Mangekyō Sharingan, Dōjutsu, Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Sasuke Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nIndra's Arrow is Sasuke Uchiha's strongest offensive technique. It proved to be extremely powerful, able to match Naruto Uzumaki's Six Paths: Ultra-Big Ball Rasenshuriken despite Lightning Release's inferiority to Wind Release.\n\n## Notes\n- * In Naruto x Boruto: Ultimate Ninja Storm Connections , Indra performs a similar variation, creating a spear of electricity.\n"
    }
  },
  {
    "name": "Instant Lightning: Combination Tag",
    "sourcePage": "Instant Lightning: Combination Tag",
    "pageId": 294915,
    "url": "https://naruto.fandom.com/wiki/Instant_Lightning:_Combination_Tag",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/d6/Momoshiki_takes_on_Naruto_and_Sasuke.png/revision/latest/scale-to-width-down/600?cb=20230316181108",
    "raw": {
      "markdown": "# Instant Lightning: Combination Tag\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Senjutsu, Taijutsu, Kenjutsu, Cooperation Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Naruto Uzumaki~~with~Sasuke Uchiha, Sasuke Uchiha~~with~Naruto Uzumaki\n- Media: Anime, Game\n\n## Summary\nSasuke and Naruto blitz the opponent at incredible speed from both sides, making it difficult for them to make a move against the pair.\n"
    }
  },
  {
    "name": "Kamui Lightning Cutter",
    "sourcePage": "Kamui Lightning Cutter",
    "pageId": 134301,
    "url": "https://naruto.fandom.com/wiki/Kamui_Lightning_Cutter",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/2e/Kamui_Lightning_Cutter.png/revision/latest/scale-to-width-down/600?cb=20160825115815",
    "raw": {
      "markdown": "# Kamui Lightning Cutter\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Kekkei Genkai~Mangekyō Sharingan, Ninjutsu, Space–Time Ninjutsu, Dōjutsu\n- Class: Offensive\n- Range: Short\n- Users: Kakashi Hatake\n- Media: Anime, Manga, Game\n\n## Summary\nAfter recieving Obito's Six Paths Power, Kakashi forms a Lightning Cutter imbued with the power of Kamui. Anything pierced by this technique is instantly warped to Kamui's dimension.\n\n## Counters / Defenses\n- Combined with Kamui's intangibility, this technique allows for Kakashi to avoid an enemy's counter.\n"
    }
  },
  {
    "name": "Kirin",
    "sourcePage": "Kirin",
    "pageId": 4666,
    "url": "https://naruto.fandom.com/wiki/Kirin",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/ee/Kirin.png/revision/latest/scale-to-width-down/600?cb=20150202192059",
    "raw": {
      "markdown": "# Kirin\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Long\n- Users: Sasuke Uchiha\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nKirin is an extremely powerful Lightning Release technique created by Sasuke Uchiha. Unlike most techniques, which are based on the user's chakra, this one uses the natural lightning, which — as noted by Zetsu — reaches the ground in 1/1000th of a second.\n\n## Usage\n- Conversely, however, because of the inextinguishable properties of techniques such as Amaterasu, it can be used to continuously create new thunder clouds to use Kirin once again; however, the process seems to require a bit of time.\n\n## Notes\n- However, the preparation time required also decreases the technique's efficiency.\n- If there are no active thunder clouds, the user must create them by using powerful fire techniques to produce the necessary storm conditions.\n- With techniques such as Amaterasu, even stronger storm conditions can be made by them.\n- Once a lightning source has been acquired, shaping and guiding the lightning to the target requires very little chakra.\n- This technique was powerful enough to completely obliterate a small mountain and Itachi Uchiha's Susanoo.\n- Using this technique disperses the thunder clouds, and as such, it can only be used once in a fight.\n- It is very peaceful and careful, capable of walking on water and on grass without bending the blades.\n- It doesn't eat meat either.\n- It only appears in places ruled by a benevolent and wise leader and is well-known for punishing the wicked.\n- * In Japan, the Kirin is considered as the most powerful and divine as opposed to the Hōō, the rulers of birds — and is usually placed above all other mythological creatures, including the ryū and Hōō.\n- It can live up to a millennium and wounding one or coming across its corpse is considered a bad omen.\n- ** Interestingly, in episode 51 of the Naruto SD: Rock Lee no Seishun Full-Power Ninden anime, when Sasuke uses this technique, a giraffe appears instead of a dragon.\n- * In the Ultimate Ninja Storm game series, Sasuke has three chances of hitting the opponent with lightning from the sky, which when hit, will execute Kirin.\n- * The word actually consists of two kanji where is kanji for male Kirin and is kanji for female Kirin.\n- * In Naruto Shippūden: Ultimate Ninja Heroes 3 , Sasuke can use Kirin using his sword.\n- * In Rock Lee's Springtime of Youth Full Power Ninja Chronicles , Kirin is literally a giant giraffe head that descends from the sky, once to kiss Sasuke to activate his trump card and the second time just to say \"Giraffe\".\n- * In chapter 309, when Sasuke was about to kill off Team 7, he took a stance similar to when he is about to use Kirin, but there were no thunderclouds or rain present.\n- This is likely because Kishimoto had yet to design the concept for Kirin.\n- * In a 2023 interview with Sasuke Retsuden illustrator Shingo Kimura, Kimura said that Kishimoto told him the art for Kirin was produced using the outline function on his old copy machine to whiten the interiors of his lines, leaving only black outlines.\n- Upon looking at the art, Kimura determined he had repeated the process three times.\n- According to Kimura, Kishimoto replaced his copy machine with a newer model that lacked the function, which is why he didn't draw the technique again.\n"
    }
  },
  {
    "name": "Liger Bomb",
    "sourcePage": "Liger Bomb",
    "pageId": 22904,
    "url": "https://naruto.fandom.com/wiki/Liger_Bomb",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/7a/Liger_Bomb_1.png/revision/latest/scale-to-width-down/600?cb=20150914211603",
    "raw": {
      "markdown": "# Liger Bomb\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage), Killer B~game, A (Third Raikage)~game\n- Media: Anime, Manga, Game\n\n## Summary\nThe Liger Bomb is a certain-kill technique used by the Fourth Raikage. Then, using his extreme strength, he smashes them head first onto the ground in what resembles a powerbomb manoeuvre.\n\n## Notes\n- This is devastating enough to shatter a large area of the ground itself on impact.\n- Darui noted that nobody has ever survived this attack before, and had Sasuke Uchiha not used his Susanoo to cushion the impact, he would have been killed by it.\n- The impact of this technique was strong enough to snap the ribs of Sasuke's Susanoo.\n- Usually, the kanji would be pronounced as Raiga Bakudan .\n- * \"Liger Bomb\" is also the name of an attack used in professional wrestling, most notably by Jushin \"Thunder\" Liger.\n- A Liger Bomb is, a sit down variation, of the common powerbomb.\n- The nintaijustu used by A is the same manoeuvre Batista utilises as his finisher, calling it the \"Batista Bomb\".\n"
    }
  },
  {
    "name": "Lightning Ball",
    "sourcePage": "Lightning Ball",
    "pageId": 9394,
    "url": "https://naruto.fandom.com/wiki/Lightning_Ball",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/90/Lightning_ball.png/revision/latest/scale-to-width-down/600?cb=20171025104228",
    "raw": {
      "markdown": "# Lightning Ball\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu,\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Buntan Kurosuki, Sarada Uchiha, Raiga Kurosuki~anime\n- Media: Anime, Novel, Game\n\n## Summary\nThe user creates spheres of electrical energy and launches them at the enemy. When they make contact with the enemy, the spheres electrocute them and throw them back.\n\n## Notes\n- This technique can also be used in rapid succession or fire multiple balls at once.\n"
    }
  },
  {
    "name": "Lightning Burial: Banquet of Lightning",
    "sourcePage": "Lightning Burial: Banquet of Lightning",
    "pageId": 9398,
    "url": "https://naruto.fandom.com/wiki/Lightning_Burial:_Banquet_of_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/fa/Banquet_of_Lightning.png/revision/latest/scale-to-width-down/600?cb=20171025104536",
    "raw": {
      "markdown": "# Lightning Burial: Banquet of Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Mid, Long\n- Users: Buntan Kurosuki, Sarada Uchiha, Raiga Kurosuki~anime\n- Media: Anime, Novel\n\n## Summary\nThe user creates several thunderbolts that cut through the ground or air until they hit the enemy.\n"
    }
  },
  {
    "name": "Lightning Cutter",
    "sourcePage": "Lightning Cutter",
    "pageId": 2931,
    "url": "https://naruto.fandom.com/wiki/Lightning_Cutter",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/91/Lightning_cutter.png/revision/latest/scale-to-width-down/600?cb=20220118070235",
    "raw": {
      "markdown": "# Lightning Cutter\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Kakashi Hatake, Hiruko (missing-nin)~Movie\n- Media: Anime, Manga, Novel, Game, Movie\n\n## Summary\nThe Lightning Cutter is the special name for Kakashi Hatake's Chidori. Although this indicates greater finesse with Kakashi's Lightning Cutter than exists with the standard Chidori, it isn't clear how they differ because they are performed in fundamentally the same way: both concentrate lightning chakra in the hand; both are used to rapidly pierce targets; both cannot be safely used without the Sharingan.\n\n## Usage\n- Like the Chidori, the Lightning Cutter requires a large amount of chakra to be performed, placing a limit on how many times it can be used per day.\n\n## Counters / Defenses\n- During Part II, Kakashi demonstrates several new uses for the Lightning Cutter, such as forming one in each hand to counteract powerful lightning attacks.\n- He combines this usage with Kamui, causing her counterattacks to pass through him harmlessly.\n- To counter this, in Kakashi Hiden , Kakashi developed a new signature technique, Lightning Release: Purple Electricity, which functions similarly to Lightning Cutter, albeit can be used safely without the Sharingan.\n- * In Kakashi Retsuden , Kakashi encounters Hakubi Shin, a rogue ninja from Konohagakure who claims to be able to use the Lightning Cutter.\n\n## Notes\n- When Deidara refers to Sasuke Uchiha's jutsu as Lightning Cutter, Sasuke corrects him and explains that his jutsu is technically only a Chidori.\n- In Part I, Kakashi can use it four times per day, which he increases to an unspecified number in Part II.\n- On another occasion, he links his Lightning Cutter with one of his shadow clone's, using the arc of electricity to cut through multiple targets.\n- He can also flow it into kunai, enhancing its slicing power and giving him a method of throwing the Lightning Cutter.\n- * The name Raikiri comes from a story about famous samurai, Tachibana Dōsetsu: Tachibana was in possession of a famous sword called .\n- One day, while taking shelter from the rain under a tree, a bolt of lightning struck him.\n- However, Tachibana used his Chidori to cut the Thunder God inside the lightning bolt, allowing him to survive.\n- After this incident, he renamed his Chidori to .\n- * In the anime, the Lightning Cutter is usually depicted as blue, whereas the Chidori is depicted as white.\n- Although the technique is similar in appearance and how it's used, it's only an imitation that lacks the Lightning Cutter's raw power.\n- * In Naruto Shippūden the Movie: The Will of Fire , when this technique was copied by Hiruko, he used the electrical energy to surge around the area, increasing the range of damage.\n- * In the crossover comic series Teenage Mutant Ninja Turtles x Naruto , Kakashi performs a cooperation ninjutsu with Leonardo utilising the Lightning Cutter called Lightning Katana .\n"
    }
  },
  {
    "name": "Lightning Dragon Tornado",
    "sourcePage": "Lightning Dragon Tornado",
    "pageId": 9395,
    "url": "https://naruto.fandom.com/wiki/Lightning_Dragon_Tornado",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/da/Lightning_Dragon_Tornado2.png/revision/latest/scale-to-width-down/600?cb=20150424174449",
    "raw": {
      "markdown": "# Lightning Dragon Tornado\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Raiga Kurosuki\n- Media: Anime\n\n## Summary\nRaiga will draw lightning down upon his body. The current will be contained within and around Raiga's form.\n\n## Drawbacks\n- It will then strike out against his opponent and painfully trap them in the vortex.\n\n## Notes\n- He will then begin to spin in place forming a whirling vortex of wind and electricity.\n- The vortex will take on the form of a dragon's head and will cover the area in front of him.\n- Even if the attack doesn't directly connect with his foe, the lightning can jump from the vortex to hit a nearby target.\n"
    }
  },
  {
    "name": "Lightning Fish",
    "sourcePage": "Lightning Fish",
    "pageId": 247517,
    "url": "https://naruto.fandom.com/wiki/Lightning_Fish",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/53/Lightning_Fish.png/revision/latest/scale-to-width-down/600?cb=20171025104358",
    "raw": {
      "markdown": "# Lightning Fish\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu,\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Buntan Kurosuki\n- Media: Anime, Novel\n\n## Summary\nThe user produces a large shark-like structure of lightning that travels independently under water, striking at the target it is locked on to.\n"
    }
  },
  {
    "name": "Lightning Flash Palm",
    "sourcePage": "Lightning Flash Palm",
    "pageId": 294629,
    "url": "https://naruto.fandom.com/wiki/Lightning_Flash_Palm",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/fb/Lightning_Flicker_Palm.png/revision/latest/scale-to-width-down/600?cb=20231125123417",
    "raw": {
      "markdown": "# Lightning Flash Palm\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Indra Ōtsutsuki\n- Media: Anime, Game\n\n## Summary\nThe user gathers lightning chakra on their hand to strike the target.\n"
    }
  },
  {
    "name": "Lightning Flash",
    "sourcePage": "Lightning Flash",
    "pageId": 196959,
    "url": "https://naruto.fandom.com/wiki/Lightning_Flash",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/bd/Chidori_Shuriken.png/revision/latest/scale-to-width-down/600?cb=20180728191648",
    "raw": {
      "markdown": "# Lightning Flash\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow, Shurikenjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Sarada Uchiha, Sasuke Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nThe user launches a lightning-infused fūma shuriken at their opponent, knocking them back. The lightning trail it leaves behind is also capable of temporarily stunning their opponents.\n\n## Notes\n- This attack can also be used mid-air, albeit at a shorter range.\n"
    }
  },
  {
    "name": "Lightning Oppression Horizontal Chop",
    "sourcePage": "Lightning Oppression Horizontal Chop",
    "pageId": 85815,
    "url": "https://naruto.fandom.com/wiki/Lightning_Oppression_Horizontal_Chop",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e3/Raigyaku_Suihei_Choppu.png/revision/latest/scale-to-width-down/600?cb=20160408042953",
    "raw": {
      "markdown": "# Lightning Oppression Horizontal Chop\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage), A (Third Raikage)~game\n- Media: Anime, Manga, Game\n\n## Summary\nCovered in the Lightning Release Chakra Mode, A leaps from a high vantage point and performs a simple yet powerful horizontal chop on his opponent from above, seemingly using the momentum gained in the previous fall to increase the force behind his strike. In the event the attack isn't powerful enough to penetrate an opponent's defence, the attack can be used to push an opponent well into the ground to prevent them from escaping from another incoming attack.\n"
    }
  },
  {
    "name": "Lightning Oppression Horizontal",
    "sourcePage": "Lightning Oppression Horizontal",
    "pageId": 22905,
    "url": "https://naruto.fandom.com/wiki/Lightning_Oppression_Horizontal",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/1c/Lightning_Oppression_Horizontal.png/revision/latest/scale-to-width-down/600?cb=20150516162728",
    "raw": {
      "markdown": "# Lightning Oppression Horizontal\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage), A (Third Raikage)~game\n- Media: Anime, Manga, Game\n\n## Summary\nAfter covering himself in his Lightning Release Chakra Mode, A performs a simple backhanded horizontal chop against his opponent, which is powerful enough to snap even the bones of Sasuke Uchiha's Susanoo's ribcage. * Although it was not outright stated, C implied that this is also a certain-kill technique as when healing A, C expressed that Sasuke surviving this in addition to the Liger Bomb was proof of Sasuke's genius and potential as a shinobi.\n"
    }
  },
  {
    "name": "Lightning Rat Violent Quake",
    "sourcePage": "Lightning Rat Violent Quake",
    "pageId": 104599,
    "url": "https://naruto.fandom.com/wiki/Lightning_Rat_Violent_Quake",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/2a/Lightning_Rat_Tremor.png/revision/latest/scale-to-width-down/600?cb=20160226233131",
    "raw": {
      "markdown": "# Lightning Rat Violent Quake\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Nigai\n- Media: Anime\n\n## Summary\nThe user releases a discharge of electricity that fires several destructive disks of electricity which home in on the targets.\n"
    }
  },
  {
    "name": "Lightning Release: Black Panther",
    "sourcePage": "Lightning Release: Black Panther",
    "pageId": 66412,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Black_Panther",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/8f/Raiton_Kuropansa.png/revision/latest/scale-to-width-down/600?cb=20120628112807",
    "raw": {
      "markdown": "# Lightning Release: Black Panther\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Darui\n- Media: Anime, Manga, Game\n\n## Summary\nAfter generating black lightning from their body, Darui releases it in the form of a panther to shock anyone that comes into contact with it. Its quick movement allows it to be used to take out multiple opponents.\n\n## Notes\n- By using this in a battle on water, it can be spread out to cover a wide range.\n- Usually, the kanji would be pronounced as 'Kurohansa' or 'Kokuhansa'.\n"
    }
  },
  {
    "name": "Lightning Release Bullet: Powerful Breath",
    "sourcePage": "Lightning Release Bullet: Powerful Breath",
    "pageId": 211075,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release_Bullet:_Powerful_Breath",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/82/Lightning_Release_Bullet.png/revision/latest/scale-to-width-down/600?cb=20160715191342",
    "raw": {
      "markdown": "# Lightning Release Bullet: Powerful Breath\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Long\n- Users: Momoshiki Ōtsutsuki, Boruto Uzumaki~anime,\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nThe user creates a condensed surge of lightning in their fist. Upon doing so, the user thrusts it forward, unleashing a powerful lightning bolt.\n\n## Notes\n- It can also be conducted by a water source to hit multiple targets.\n"
    }
  },
  {
    "name": "Lightning Release Chakra Mode",
    "sourcePage": "Lightning Release Chakra Mode",
    "pageId": 22731,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release_Chakra_Mode",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/81/Raiton_no_yoroi.png/revision/latest/scale-to-width-down/600?cb=20150518165136",
    "raw": {
      "markdown": "# Lightning Release Chakra Mode\n\n## Quick Facts\n- Element/Type: Lightning Release,\n- Classification: Ninjutsu, Chakra Flow\n- Class: Offensive, Defensive, Supplementary\n- Users: A (Fourth Raikage), A (Third Raikage), Killer B~game, Midnight Blade~game\n- Media: Anime, Manga, Game\n\n## Summary\nThe user wraps their body in a layer of lightning chakra to increase their physical parameters, with more lightning causing greater increases. As users coat more lightning chakra around themselves, the more their hair sticks up.\n\n## Counters / Defenses\n- The lightning also defends the user from most attacks, deflecting them away on contact; the Fourth Raikage is impressed when Chidori pierces through to him, however slightly.\n\n## Notes\n- The lightning augments the strength of the user's taijutsu, creating what is called nintaijutsu.\n- The lightning chakra stimulates the user's nervous system, enhancing their speed and their reaction time.\n- The user's reflexes are heightened enough to perform a , dodging attacks as fast as Amaterasu.\n- The user is so fast that not even the Sharingan can track their movements;\n\n## Trivia\n\n* In lieu of tailed beast chakra, the Fourth Raikage uses this mode to empower himself when performing the Lightning Release: Lariat, producing the same effects due to his high-powered chakra.\n- * On the cover of volume 59, the Fourth Raikage's Lightning Release Chakra Mode is shown to be yellow.\n"
    }
  },
  {
    "name": "Lightning Release Co-Operation: Thunder Bomb",
    "sourcePage": "Lightning Release Co-Operation: Thunder Bomb",
    "pageId": 115595,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release_Co-Operation:_Thunder_Bomb",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/41/Raiton_Renkei_Sand%C4%81bomu.png/revision/latest/scale-to-width-down/600?cb=20211030190934",
    "raw": {
      "markdown": "# Lightning Release Co-Operation: Thunder Bomb\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu, Cooperation Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Omoi~~with~Yukai and the Thundercloud Unit, Yukai~~with~Omoi and the Thundercloud Unit\n- Media: Anime\n\n## Summary\nThis is a cooperation ninjutsu where the users unite the extremities of their weapons, discharging a strong voltage across the blades, targeting multiple opponents simultaneously.\n"
    }
  },
  {
    "name": "Lightning Release: Depth Charge",
    "sourcePage": "Lightning Release: Depth Charge",
    "pageId": 105167,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Depth_Charge",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/c/c2/Raiton_Bakurai.png/revision/latest/scale-to-width-down/600?cb=20121115133357",
    "raw": {
      "markdown": "# Lightning Release: Depth Charge\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Ameyuri Ringo\n- Media: Anime, Game\n\n## Summary\nAfter enveloping themselves with lightning chakra, the user can inflict damage to the opponent by either touching or emanating a powerful bolt of electricity from any part of their body.\n"
    }
  },
  {
    "name": "Lightning Release: Double Lariat",
    "sourcePage": "Lightning Release: Double Lariat",
    "pageId": 29063,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Double_Lariat",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/63/Lightning_Release_Double_Lariat.png/revision/latest/scale-to-width-down/600?cb=20150408193733",
    "raw": {
      "markdown": "# Lightning Release: Double Lariat\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Taijutsu, Collaboration Techniques\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage)~~with~Killer B, Killer B~~with~A\n- Media: Anime, Manga, Game\n\n## Summary\nThe Lightning Release: Double Lariat is a stronger version of the Lightning Release: Lariat, whereby two users perform the technique from both behind and in front of the opponent, creating a scissor effect, up to close to light-speed. When successfully done, the force of the technique will decapitate the target and send their head flying several metres into the air.\n\n## Notes\n- Usually, the kanji would be pronounced as Zetsugyū Rairi Nettō .\n- * This technique is used as a test to see who will be worthy to become the Raikage's tag-team partner, as the potential candidate must be able to synchronise their strength with the Raikage.\n- As such, this technique is feared even outside of Kumogakure.\n- * This move might be a reference to the move from the Kinnikuman manga series called Cross Bomber usually performed by Neptuneman and Big The Budo.\n"
    }
  },
  {
    "name": "Lightning Release: Electromagnetic Murder",
    "sourcePage": "Lightning Release: Electromagnetic Murder",
    "pageId": 6146,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Electromagnetic_Murder",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/82/Lightning_Release_Electromagnetic_Murder.png/revision/latest/scale-to-width-down/600?cb=20210829211128",
    "raw": {
      "markdown": "# Lightning Release: Electromagnetic Murder\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Fūka\n- Media: Anime, Game\n\n## Summary\nA Lightning Release technique that allows the user to create a wave of electricity from their hands. The user can vary its power from a small surge to shock an opponent to a powerful stream of lightning capable of ripping through solid rock.\n"
    }
  },
  {
    "name": "Lightning Release: Elekiter",
    "sourcePage": "Lightning Release: Elekiter",
    "pageId": 292036,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Elekiter",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/93/Lightning_Release_Elekiter.png/revision/latest/scale-to-width-down/600?cb=20211206030232",
    "raw": {
      "markdown": "# Lightning Release: Elekiter\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Denki Kaminarimon\n- Media: Anime\n\n## Summary\nThe user concentrates lightning in their palm to electrify their opponent up close.\n"
    }
  },
  {
    "name": "Lightning Release: False Darkness",
    "sourcePage": "Lightning Release: False Darkness",
    "pageId": 4629,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_False_Darkness",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/c/c1/Lightning_Release_False_Darkness.png/revision/latest/scale-to-width-down/600?cb=20150202075443",
    "raw": {
      "markdown": "# Lightning Release: False Darkness\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Kakuzu\n- Media: Anime, Manga, Game\n\n## Summary\nThe user emits lightning in the shape of a spear from its mouth, which then pierces the enemy. Its destructive power is great enough to even pierce through rock, meaning it has a high killing potential.\n\n## Counters / Defenses\n- * In Naruto Shippūden: Ultimate Ninja Storm 2 , Kakuzu uses what looks like the tiger seal to activate this technique, which can be seen in the Boss fight of Naruto and Kakuzu.\n\n## Notes\n- The user can increase the number of spears to attack multiple enemies.\n- This, coupled with the sheer speed of the lightning, makes it a difficult technique to evade.\n- This technique is capable of being focused into a straight beam, similar to a laser.\n- Kakuzu is able to use this through his lightning-element mask.\n- The name Gian was taken from the [http://gundam.wikia.com/wiki/YMS-15_Gyan YMS-15] .\n- The name was altered slightly and given kanji to create the name of this technique.\n"
    }
  },
  {
    "name": "Lightning Release: Four Pillar Bind",
    "sourcePage": "Lightning Release: Four Pillar Bind",
    "pageId": 13206,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Four_Pillar_Bind",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/c/c5/Shichu_Shibari.png/revision/latest/scale-to-width-down/600?cb=20150922214347",
    "raw": {
      "markdown": "# Lightning Release: Four Pillar Bind\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Short, Mid, Long\n- Users: Zō\n- Media: Anime, Manga\n\n## Summary\nFour giant rock pillars are summoned around the enemy, which then shoot bolts of lightning between them, immobilising the target and possibly doing great damage to them.\n"
    }
  },
  {
    "name": "Lightning Release: Heavenly Formation Lightning",
    "sourcePage": "Lightning Release: Heavenly Formation Lightning",
    "pageId": 288677,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Heavenly_Formation_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/92/Heavenly_Formation_Lightning.png/revision/latest/scale-to-width-down/600?cb=20201122152806",
    "raw": {
      "markdown": "# Lightning Release: Heavenly Formation Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Victor\n- Media: Anime\n\n## Summary\nThe user strikes with lightning bolts. The bolts can be produced either from storm clouds or the user themselves.\n\n## Notes\n- Additionally, the bolts can be channelled through structures so as to strike at targets from multiple sources.\n"
    }
  },
  {
    "name": "Lightning Release: Lariat",
    "sourcePage": "Lightning Release: Lariat",
    "pageId": 11130,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lariat",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/f5/Lariat.PNG/revision/latest/scale-to-width-down/600?cb=20150203070452",
    "raw": {
      "markdown": "# Lightning Release: Lariat\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Taijutsu,\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage), Killer B, Blue B~anime, A (Third Raikage)~game<!-- Do NOT add Kushina, it was a simple physical attack -->\n- Media: Anime, Manga, Game\n\n## Summary\nThe Lightning Release: Lariat is a powerful taijutsu technique whereby the user charges at their opponent, striking them with a Lariat move, which can be coated in chakra. A successful strike can blow away a target's entire chest with a direct hit, which may not kill them right away, but will ultimately kill them if they are not treated.\n\n## Usage\n- In Killer B's Version 2, the Lariat gains an increase in power due to the ox-skull he creates.\n\n## Notes\n- The attack is rather straightforward, but very quick, powerful and is easily capable of knocking down an opponent.\n- He refers to this as his sword, next to his seven conventional katana.\n- He was able to pierce Samehada while simultaneously blowing away Kisame Hoshigaki's chest.\n- * When A uses it, he surrounds himself with his Lightning Release Chakra Mode, rather than tailed-beast chakra.\n- His high-level chakra, which is comparable to that of a tailed beast's, would produce the same effect as Killer B's version.\n- The two brothers can combine their efforts to perform a Lightning Release: Double Lariat, which is strong enough to decapitate the victim, even without chakra enhancements, due to the brothers' immense physical strength.\n- Also, it is taught to the ninja, usually the Raikage's sibling, who earns the title of \"B\" so as to be a tag-team partner with the Raikage and be able to perform this technique simultaneously on the same target.\n- * As with many of the techniques of Kumogakure ninja, this technique has an English name given kanji that somewhat match the pronunciation.\n- Usually, the kanji would be pronounced as Rairi Nettō .\n- * Similarly to the Fourth Raikage's Liger Bomb, the Lariat is a highly feared move within Puroresu (Japanese professional wrestling).\n- Killer B even shouts \"Wheee!\" when attacking with the Lariat, a nod to pro wrestler Stan Hansen who popularised the Lariat in Japan.\n- * In the Naruto: Ultimate Ninja Storm , Might Guy's \"Oneself's Rule\" shows him performing what appears to be a regular lariat.\n"
    }
  },
  {
    "name": "Lightning Release: Lightning Beast Tracking Fang",
    "sourcePage": "Lightning Release: Lightning Beast Tracking Fang",
    "pageId": 9315,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lightning_Beast_Tracking_Fang",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/65/Lightning_hound_manga.png/revision/latest?cb=20150808143725",
    "raw": {
      "markdown": "# Lightning Release: Lightning Beast Tracking Fang\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Short, Mid\n- Users: Kakashi Hatake\n- Media: Anime, Manga, Game\n\n## Summary\nKakashi forms a Lightning Cutter in his hand and launches it at the opponent in the form a hound. The hound is highly fast and its movements are unpredictable, making it is very difficult to avoid.\n\n## Usage\n- As Kakashi's hand remains connected to the hound by a cord of lightning, adjusting the amount of chakra used for the technique allows him to freely manipulate its speed and range.\n\n## Notes\n- Raijū has many common representations, with a white and blue wolf sometimes engulfed in lightning being among them, akin to the form Kakashi's technique takes.\n- * In Naruto Shippūden: Ultimate Ninja Storm 4 , Kakashi can only use this technique if Lightning Cutter is selected as his Ninjutsu attack, as this technique serves as the Lightning Cutter's charged Ninjutsu attack in the game.\n- * In multiple Storm titles, this technique is used in conjunction with Might Guy's Daytime Tiger as part of their Combination Ultimate Jutsu.\n"
    }
  },
  {
    "name": "Lightning Release: Lightning Eel",
    "sourcePage": "Lightning Release: Lightning Eel",
    "pageId": 293573,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lightning_Eel",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/94/Lightning_Eel.png/revision/latest/scale-to-width-down/600?cb=20221218160110",
    "raw": {
      "markdown": "# Lightning Release: Lightning Eel\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Short\n- Users: Ōga\n- Media: Anime\n\n## Summary\nWhile standing in water, the user generates a burst of electricity, shocking anyone also in the water with them.\n"
    }
  },
  {
    "name": "Lightning Release: Lightning Fang",
    "sourcePage": "Lightning Release: Lightning Fang",
    "pageId": 105158,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lightning_Fang",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/6f/Raiton_Raiga.png/revision/latest/scale-to-width-down/600?cb=20150826212903",
    "raw": {
      "markdown": "# Lightning Release: Lightning Fang\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Ameyuri Ringo\n- Media: Anime, Game\n\n## Summary\nUsing Kiba, the user sends bolts of lightning to electrocute their enemies.\n"
    }
  },
  {
    "name": "Lightning Release: Lightning Illusion Flash of Lightning Pillar",
    "sourcePage": "Lightning Release: Lightning Illusion Flash of Lightning Pillar",
    "pageId": 22019,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lightning_Illusion_Flash_of_Lightning_Pillar",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/41/Raigen_Raik%C5%8Dch%C5%AB_.PNG/revision/latest/scale-to-width-down/600?cb=20170126042410",
    "raw": {
      "markdown": "# Lightning Release: Lightning Illusion Flash of Lightning Pillar\n\n## Quick Facts\n- Element/Type: Lightning Release, Yin Release\n- Classification: Genjutsu\n- Class: Supplementary\n- Range: Short, Mid, Long\n- Users: C\n- Media: Anime, Manga, Game\n\n## Summary\nThe Lightning Release: Lightning Illusion Flash of Lightning Pillar is a genjutsu that utilises lightning-natured chakra. Once this is done, the user can implant images in their head, as seen when C made Jūgo see Sasuke getting smashed into the ground by the Fourth Raikage.\n\n## Notes\n- This gives the user's allies the perfect opportunity to attack the unsuspecting victim.\n- This genjutsu can also be used collaboratively with other shinobi to completely overwhelm a target(s) sense of sight in the Fourth Shinobi World War against the Ten-Tails.\n"
    }
  },
  {
    "name": "Lightning Release: Lightning Rod",
    "sourcePage": "Lightning Release: Lightning Rod",
    "pageId": 7256,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lightning_Rod",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/59/Raiton_Hiraishin.png/revision/latest/scale-to-width-down/600?cb=20210829045755",
    "raw": {
      "markdown": "# Lightning Release: Lightning Rod\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow\n- Class: Offensive\n- Range: Short\n- Users: Fūka\n- Media: Anime, Game\n\n## Summary\nAfter coming into physical contact with the opponent, the user raises their arm into the air, generating a powerful bolt of electricity which travels through their body transferring the electricity to the body of the opponent.\n"
    }
  },
  {
    "name": "Lightning Release: Lightning Slash",
    "sourcePage": "Lightning Release: Lightning Slash",
    "pageId": 292792,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Lightning_Slash",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/3d/Lightning_Slash.png/revision/latest/scale-to-width-down/600?cb=20220529135218",
    "raw": {
      "markdown": "# Lightning Release: Lightning Slash\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Denki Kaminarimon\n- Media: Anime\n\n## Summary\nDenki releases an X-shaped wave of Lightning Release chakra that is capable of temporarily stunning his target.\n"
    }
  },
  {
    "name": "Lightning Release: Overdrive",
    "sourcePage": "Lightning Release: Overdrive",
    "pageId": 259900,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Overdrive",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/0b/Lightning_Release_Overdrive.png/revision/latest/scale-to-width-down/600?cb=20180517130150",
    "raw": {
      "markdown": "# Lightning Release: Overdrive\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow\n- Class: Supplementary\n- Users: Denki Kaminarimon, Toroi (Genin),\n- Media: Anime\n\n## Summary\nBy utilising Lightning Release, the user can speed up the signals that are sent from the brain to the muscles to increase the user's striking speed. The technique also gives the user cutting capabilities from barehanded attacks.\n"
    }
  },
  {
    "name": "Lightning Release: Pulverising Lightning Rod",
    "sourcePage": "Lightning Release: Pulverising Lightning Rod",
    "pageId": 279822,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Pulverising_Lightning_Rod",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/b8/Pulverising_Lightning_Rod.png/revision/latest/scale-to-width-down/600?cb=20200329104317",
    "raw": {
      "markdown": "# Lightning Release: Pulverising Lightning Rod\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow, Bukijutsu\n- Class: Supplementary\n- Range: Short\n- Users: Gatai\n- Media: Anime\n\n## Summary\nThe user channels their lightning chakra around their club, enhancing the force of the strikes launched.\n"
    }
  },
  {
    "name": "Lightning Release: Purple Electricity",
    "sourcePage": "Lightning Release: Purple Electricity",
    "pageId": 166679,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Purple_Electricity",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/b4/Purple_Electricity.png/revision/latest/scale-to-width-down/600?cb=20201005003654",
    "raw": {
      "markdown": "# Lightning Release: Purple Electricity\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Boruto Uzumaki~manga, Mitsuki~manga, Kakashi Hatake\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nThe user shoots a bolt of electricity from their hand to strike a target. It was invented by Kakashi Hatake as a replacement for the Lightning Cutter, which he could no longer safely use after the loss of his Sharingan.\n\n## Notes\n- In Kakashi Hiden , Kakashi typically uses Purple Electricity to strike targets from a distance, though he does sometimes use it through direct contact, as when he places his hand on spilled alcohol in order to transmit Purple Electricity throughout the surrounding area.\n- He can modulate the intensity of the Purple Electricity, creating a blast strong enough to remove a target's explosive vest but without setting off the explosive or otherwise affecting the target.\n- Conversely, he is later shown using all his chakra to perform a Purple Electricity powerful enough to induce the rain clouds he's falling through to start producing rain.\n- Purple Electricity has sometimes been shown used in ways reminiscent of the Lightning Cutter and Chidori, with the user gathering lightning into their hand and quickly striking targets with it, or using it similarly to the Chidori Current, where the user releases bolts of purple lightning from all around their body in a omni-directional attack.\n- After mastering Uchiha Style Kenjutsu under Sasuke’s tutelage, Boruto learns to channel his own Purple Electricity through his blade, similar to Chidori Katana.\n- * Before his manga debut at using it, Boruto was listed as being able to use this jutsu himself.\n- * While he has yet to use the technique in the anime, Mitsuki is seen using it in the second version of the opening, BAKU.\n"
    }
  },
  {
    "name": "Lightning Release: Shadow Clone Technique",
    "sourcePage": "Lightning Release: Shadow Clone Technique",
    "pageId": 8748,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Shadow_Clone_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/f3/RaitonBunshin.png/revision/latest/scale-to-width-down/600?cb=20150610125503",
    "raw": {
      "markdown": "# Lightning Release: Shadow Clone Technique\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Clone Techniques,\n- Class: Offensive, Supplementary\n- Users: Kakashi Hatake, Omoi~anime, Kakui~anime, Marui~anime, Kido Tsumiki~novel, Midnight Blade~game\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nThis technique allows the user to make a shadow clone infused with lightning. Because it is a shadow clone, it is able to perform techniques and interact with the environment.\n\n## Notes\n- If the clone is injured, it will revert to its natural lightning-state, at the same time electrocuting whatever makes contact with it.\n- Unlike a regular shadow clone, however, it does not send chakra back to the user upon reverting to lightning.\n"
    }
  },
  {
    "name": "Lightning Release: Sixteen Pillar Bind",
    "sourcePage": "Lightning Release: Sixteen Pillar Bind",
    "pageId": 44707,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Sixteen_Pillar_Bind",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/f1/Jurokuchu_Shibari.PNG/revision/latest/scale-to-width-down/600?cb=20150922214115",
    "raw": {
      "markdown": "# Lightning Release: Sixteen Pillar Bind\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Supplementary\n- Range: Short, Mid\n- Users: Zō\n- Media: Anime\n\n## Summary\nA more powerful version of Lightning Release: Four Pillar Bind, the user creates sixteen giant pillars, which then form a giant oven-like structure to trap the target. It is used after Earth Release: Sticky Earth Drop to cover them in mud and then followed by Fire Release: Fired Pottery Technique, creating flames inside the oven to roast and harden the mud, immobilising them.\n"
    }
  },
  {
    "name": "Lightning Release: Snake Lightning",
    "sourcePage": "Lightning Release: Snake Lightning",
    "pageId": 234743,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Snake_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/78/Snake_Lightning.png/revision/latest/scale-to-width-down/600?cb=20180531223855",
    "raw": {
      "markdown": "# Lightning Release: Snake Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive, Supplementary\n- Users: Mitsuki\n- Media: Anime, Manga, Game\n\n## Summary\nThe Lightning Release: Snake Lightning technique allows the user to generate a discharge of yellow electricity from their hand, which can electrocute a target by either emitting it around the user's body while they're submerged in water, thrusting it into a target, or manifesting a snake from the concentrated chakra to attack from a distance.\n"
    }
  },
  {
    "name": "Lightning Release: Spider Web",
    "sourcePage": "Lightning Release: Spider Web",
    "pageId": 115040,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Spider_Web",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/a8/Amigumo1.png/revision/latest/scale-to-width-down/600?cb=20150215225419",
    "raw": {
      "markdown": "# Lightning Release: Spider Web\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Motoi\n- Media: Anime, Game\n\n## Summary\nAfter kneading chakra in the body and converting it to lightning, the user places their hand on the ground, releasing a surge of electricity around them in the form of a web, which electrocutes anyone caught in its vicinity.\n"
    }
  },
  {
    "name": "Lightning Release: Thunder Binding",
    "sourcePage": "Lightning Release: Thunder Binding",
    "pageId": 7258,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunder_Binding",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/9b/Lightning_Release_Thunder_Binding.png/revision/latest/scale-to-width-down/600?cb=20210829050657",
    "raw": {
      "markdown": "# Lightning Release: Thunder Binding\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Barrier Ninjutsu\n- Class: Defensive, Supplementary\n- Range: Short\n- Users: Kitane\n- Media: Anime\n\n## Summary\nThis technique lets the user create a three-sided wall of electricity to bind their opponent. The user must have three conductors to stick in the ground to create the points.\n\n## Notes\n- Furthermore, once the enemy is inside, if they come into contact with the wall they will be electrocuted.\n- The only way the technique can be broken is if an outside party were to strike one of the walls with a strong enough attack, which will then deactivate the other walls.\n"
    }
  },
  {
    "name": "Lightning Release: Thunder Gate",
    "sourcePage": "Lightning Release: Thunder Gate",
    "pageId": 105159,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunder_Gate",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e1/Raiton_Sand%C4%81g%C4%93to_2.png/revision/latest/scale-to-width-down/600?cb=20150827190123",
    "raw": {
      "markdown": "# Lightning Release: Thunder Gate\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Ameyuri Ringo\n- Media: Anime, Game\n\n## Summary\nThe user first buries Kiba’s blades into the ground and then sends out an electrical charge towards the sky, which in turn, causes lightning to fall from the sky decimating the immediate area around the user, burning everything to a crisp.\n"
    }
  },
  {
    "name": "Lightning Release: Thunder Wedge",
    "sourcePage": "Lightning Release: Thunder Wedge",
    "pageId": 293524,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunder_Wedge",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/03/Yatsume_using_Lightning_Release_Thunder_Wedge.png/revision/latest/scale-to-width-down/600?cb=20221204155555",
    "raw": {
      "markdown": "# Lightning Release: Thunder Wedge\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Shurikenjutsu, Chakra Flow\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Ōga\n- Media: Anime\n\n## Summary\nBy wrapping chains around their arms, the user channels lightning to their kunai attached to the chains.\n"
    }
  },
  {
    "name": "Lightning Release: Thunderbolt",
    "sourcePage": "Lightning Release: Thunderbolt",
    "pageId": 115593,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunderbolt",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/eb/Raiton_Sand%C4%81boruto.png/revision/latest/scale-to-width-down/600?cb=20150829205446",
    "raw": {
      "markdown": "# Lightning Release: Thunderbolt\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Omoi\n- Media: Anime, Game\n\n## Summary\nThe user extends one or both arms, releasing a high discharge through said palms, targeting multiple opponents simultaneously. It is possible to increase the power using this technique in combination with a water source.\n"
    }
  },
  {
    "name": "Lightning Release: Thunderclap Arrow",
    "sourcePage": "Lightning Release: Thunderclap Arrow",
    "pageId": 244324,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunderclap_Arrow",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/a8/Thunderclap_Arrow.png/revision/latest/scale-to-width-down/600?cb=20210110145642",
    "raw": {
      "markdown": "# Lightning Release: Thunderclap Arrow\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Boruto Uzumaki, Momoshiki Ōtsutsuki~game\n- Media: Anime, Manga, Game\n\n## Summary\nThe user moulds, then shapes lightning-natured chakra. They can then throw the lightning as a projectile-based attack, or combine it with a Water Release technique to electrocute a target.\n"
    }
  },
  {
    "name": "Lightning Release: Thunderclap Wave",
    "sourcePage": "Lightning Release: Thunderclap Wave",
    "pageId": 294787,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunderclap_Wave",
    "thumbnail": null,
    "raw": {
      "markdown": "# Lightning Release: Thunderclap Wave\n\n## Quick Facts\n- Element/Type: Water Release, Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Boruto Uzumaki\n- Media: Anime, Manga, Game\n\n## Summary\nBoruto expels a large wave of water from his mouth and throws lightning at the wave, electrifying anything that is caught in it.\n"
    }
  },
  {
    "name": "Lightning Release: Thunderstorm",
    "sourcePage": "Lightning Release: Thunderstorm",
    "pageId": 105939,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Thunderstorm",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/ec/Thunderstorm_Scroll.png/revision/latest/scale-to-width-down/600?cb=20150722102119",
    "raw": {
      "markdown": "# Lightning Release: Thunderstorm\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Cooperation Ninjutsu\n- Class: Offensive\n- Range: Long\n- Media: Anime\n\n## Summary\nSeveral users gather around a scroll with the kanji for lightning in it, and gather their chakra. The kanji begins glowing, and the chakra is sent to the sky, gathering storm clouds, which then unleash lightning.\n"
    }
  },
  {
    "name": "Lightning Release: Wave of Inspiration",
    "sourcePage": "Lightning Release: Wave of Inspiration",
    "pageId": 22018,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Wave_of_Inspiration",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/63/Raiton_Kangekiha.png/revision/latest/scale-to-width-down/600?cb=20150214212022",
    "raw": {
      "markdown": "# Lightning Release: Wave of Inspiration\n\n## Quick Facts\n- Element/Type: Lightning Release, Water Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Mid\n- Users: Darui\n- Media: Anime, Manga, Game\n\n## Summary\nThis is a , which employs Water and Lightning Release. After releasing a large water wave from his mouth, Darui mixes lightning into it, instantly electrocuting the target caught in it.\n"
    }
  },
  {
    "name": "Lightning Release: Whip Dance of Fools",
    "sourcePage": "Lightning Release: Whip Dance of Fools",
    "pageId": 286018,
    "url": "https://naruto.fandom.com/wiki/Lightning_Release:_Whip_Dance_of_Fools",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/6a/Whip_Dance_of_Fools.png/revision/latest/scale-to-width-down/600?cb=20200712151053",
    "raw": {
      "markdown": "# Lightning Release: Whip Dance of Fools\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Bukijutsu\n- Class: Offensive\n- Range: Short, Mid\n- Media: Anime\n\n## Summary\nAfter the user ensnares their target with their barbed metallic whip, they will channel lightning into it, shocking the target. The technique is apparently self-sustaining as the user can keep it up without paying attention to the target, and the barbs make it harder for the target to free themselves if they struggle against it.\n\n## Notes\n- * The name of this jutsu appears to be a word play with the four character idiom 無知蒙昧, which refers to the unenlightened, uneducated, and ignorant.\n"
    }
  },
  {
    "name": "Lightning Straight",
    "sourcePage": "Lightning Straight",
    "pageId": 110448,
    "url": "https://naruto.fandom.com/wiki/Lightning_Straight",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/36/A_attacks_Minato.png/revision/latest/scale-to-width-down/600?cb=20150212215443",
    "raw": {
      "markdown": "# Lightning Straight\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Nintaijutsu\n- Class: Offensive\n- Range: Short\n- Users: A (Fourth Raikage), A (Third Raikage)\n- Media: Anime, Manga, Game\n\n## Summary\nWhile in their Lightning Release Chakra Mode, the user runs towards the opponent and punches them at maximum speed. * Though A referred to this as just his \"fastest punch\" in the manga, this technique is given an explicit name in Naruto Shippūden: Ultimate Ninja Storm 3 .\n\n## Counters / Defenses\n- * The only two shinobi to have ever dodged it are Minato Namikaze with his Flying Thunder God Technique, and Naruto Uzumaki while in Nine-Tails Chakra Mode.\n"
    }
  },
  {
    "name": "Lightning Strike Armour",
    "sourcePage": "Lightning Strike Armour",
    "pageId": 9393,
    "url": "https://naruto.fandom.com/wiki/Lightning_Strike_Armour",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/12/Lightning_Strike_Armour.png/revision/latest/scale-to-width-down/600?cb=20150424174123",
    "raw": {
      "markdown": "# Lightning Strike Armour\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu,\n- Class: Offensive, Defensive, Supplementary\n- Range: Short\n- Users: Buntan Kurosuki, Sarada Uchiha, Raiga Kurosuki~anime\n- Media: Anime, Novel\n\n## Summary\nBy using Lightning Release, the user surrounds themselves with electricity in the form of armour. The intense electric field enhances the user's speed, and protects them by electrocuting anyone who makes contact with it.\n\n## Notes\n- The armour appears very strong, as it's capable of withstanding Rock Lee's Drunken Fist.\n"
    }
  },
  {
    "name": "Lightning Strike",
    "sourcePage": "Lightning Strike",
    "pageId": 104592,
    "url": "https://naruto.fandom.com/wiki/Lightning_Strike",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/65/Electric_Attack.png/revision/latest/scale-to-width-down/600?cb=20160226233810",
    "raw": {
      "markdown": "# Lightning Strike\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Karai, Mitsuki, Naruto Uzumaki~game\n- Media: Anime, Game\n\n## Summary\nThe user creates an electric current that can hit multiple individuals at the same time. Furthermore, it can extend incredible distances and avoid obstacles.\n"
    }
  },
  {
    "name": "Lightning Transmission",
    "sourcePage": "Lightning Transmission",
    "pageId": 88408,
    "url": "https://naruto.fandom.com/wiki/Lightning_Transmission",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e3/Lightning_Transmission.png/revision/latest/scale-to-width-down/600?cb=20180430020158",
    "raw": {
      "markdown": "# Lightning Transmission\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Kekkei Genkai~Sharingan, Ninjutsu, Clone Techniques\n- Class: Offensive, Supplementary\n- Range: Short, Mid\n- Users: Kakashi Hatake\n- Media: Anime, Manga, Game\n\n## Summary\nKakashi and a shadow clone both perform the Lightning Cutter on opposite hands, which they connect together with a sharp cord of lightning between themselves. It was powerful enough to slice through a tailed beast's chakra arms with relative ease.\n\n## Drawbacks\n- The technique can also be used to wrap around a target and restrain it.\n\n## Notes\n- * With the \"-sama\" suffix added, Raiden is another name for the Shintō god of lightning, .\n- * In Naruto Shippūden: Ultimate Ninja Storm 4 , Madara Uchiha uses a somewhat similar technique.\n"
    }
  },
  {
    "name": "Lightning Water Dragon Bullet",
    "sourcePage": "Lightning Water Dragon Bullet",
    "pageId": 151426,
    "url": "https://naruto.fandom.com/wiki/Lightning_Water_Dragon_Bullet",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/7c/Raisuiry%C5%ABdan.png/revision/latest/scale-to-width-down/600?cb=20141106061059",
    "raw": {
      "markdown": "# Lightning Water Dragon Bullet\n\n## Quick Facts\n- Element/Type: Water Release, Lightning Release\n- Classification: Ninjutsu, Cooperation Ninjutsu\n- Class: Offensive\n- Range: Long\n- Users: A (Fourth Raikage)~~with~Mei Terumī, Mei Terumī~~with~A\n- Media: Anime, Manga\n\n## Summary\nThis Lightning Water Dragon Bullet is a cooperation ninjutsu used by Mei Terumī and A. Taking advantage of the highly conductive nature of water, A then imbues the water dragon with lightning-natured chakra.\n\n## Notes\n- When this technique makes contact with a target, it numbs their body, thereby dulling their movements and leaving them susceptible to other attacks.\n"
    }
  },
  {
    "name": "Limelight",
    "sourcePage": "Limelight",
    "pageId": 7276,
    "url": "https://naruto.fandom.com/wiki/Limelight",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/84/Limelight.png/revision/latest/scale-to-width-down/600?cb=20210906145849",
    "raw": {
      "markdown": "# Limelight\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Cooperation Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Kitane, Tōu, Seito, Nauma\n- Media: Anime\n\n## Summary\nLimelight is a lightning-based technique that is used when all four users take place in the cardinal directions. They will then join their lightning-chakra in the form of four connecting streams that shoot high into the sky above the target area.\n\n## Notes\n- It will then create a massive ball of lightning powerful enough to incinerate everything within the area of the four users.\n- It is considered to be the most powerful and destructive Lightning Release technique.\n- While walking towards their designated positions, the users will generate fluctuating pillars of electricity from their bodies.\n- As the technique requires all four users to be in position, if even one of them is disabled, then Limelight cannot activate at all.\n"
    }
  },
  {
    "name": "Magnet Release: Spiral Jet Black",
    "sourcePage": "Magnet Release: Spiral Jet Black",
    "pageId": 294790,
    "url": "https://naruto.fandom.com/wiki/Magnet_Release:_Spiral_Jet_Black",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/bc/Madara_Attacked.png/revision/latest/scale-to-width-down/600?cb=20150813125145",
    "raw": {
      "markdown": "# Magnet Release: Spiral Jet Black\n\n## Quick Facts\n- Element/Type: Magnet Release, Lightning Release\n- Classification: Kekkei Genkai~Magnet Release, Ninjutsu, Juinjutsu, Fūinjutsu, Senjutsu, Cooperation Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Short\n- Users: Naruto Uzumaki~~with~Sasuke Uchiha, Sasuke Uchiha~~with~Naruto Uzumaki\n- Media: Anime, Manga, Game\n\n## Summary\nNaruto forms a Magnet Release Rasengan while Sasuke uses an enhanced Chidori to strike the opponent from both sides, sealing their movements from the Rasengan's cursed seal markings.\n"
    }
  },
  {
    "name": "Morning Moon",
    "sourcePage": "Morning Moon",
    "pageId": 294894,
    "url": "https://naruto.fandom.com/wiki/Morning_Moon",
    "thumbnail": null,
    "raw": {
      "markdown": "# Morning Moon\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Ninjutsu, Senjutsu\n- Class: Offensive\n- Range: Short\n- Users: Obito Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nObito attacks the opponent while also planting a Truth-Seeking Ball on them, where it expands and creates a large explosion around the target.\n"
    }
  },
  {
    "name": "Pink Lightning",
    "sourcePage": "Pink Lightning",
    "pageId": 281439,
    "url": "https://naruto.fandom.com/wiki/Pink_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/0d/Pink_Lightning.png/revision/latest/scale-to-width-down/600?cb=20200309011500",
    "raw": {
      "markdown": "# Pink Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Tsukiyo, Shojoji\n- Media: Anime\n\n## Summary\nThe user creates lightning with a pink hue from their hands which is powerful enough to shatter rock. A single precise blast to the head apparently will cause instant death.\n\n## Notes\n- It can also be channelled through other techniques, allowing for more versatility.\n"
    }
  },
  {
    "name": "Rock Avalanche",
    "sourcePage": "Rock Avalanche",
    "pageId": 9399,
    "url": "https://naruto.fandom.com/wiki/Rock_Avalanche",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/4a/Rock_Avalanche.png/revision/latest/scale-to-width-down/600?cb=20150602120212",
    "raw": {
      "markdown": "# Rock Avalanche\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Mid, Long\n- Users: Raiga Kurosuki\n- Media: Anime\n\n## Summary\nThe user causes a rockslide by sending a wave of electric energy into a cliff. However, this technique is extremely location-based and needs to be done uphill of a mountain for it to be effective.\n"
    }
  },
  {
    "name": "Sage Art: Great Snake Lightning",
    "sourcePage": "Sage Art: Great Snake Lightning",
    "pageId": 288676,
    "url": "https://naruto.fandom.com/wiki/Sage_Art:_Great_Snake_Lightning",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/18/Great_Snake_Lightning.png/revision/latest/scale-to-width-down/600?cb=20200921114922",
    "raw": {
      "markdown": "# Sage Art: Great Snake Lightning\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Senjutsu, Ninjutsu\n- Class: Offensive\n- Range: Long\n- Users: Mitsuki\n- Media: Anime, Game\n\n## Summary\nA senjutsu enhanced version of the original, the user shoots cyan lightning shaped like snakes.\n"
    }
  },
  {
    "name": "Scientific Ninja Tool: Orca and Powerful Breath",
    "sourcePage": "Scientific Ninja Tool: Orca and Powerful Breath",
    "pageId": 294852,
    "url": "https://naruto.fandom.com/wiki/Scientific_Ninja_Tool:_Orca_and_Powerful_Breath",
    "thumbnail": null,
    "raw": {
      "markdown": "# Scientific Ninja Tool: Orca and Powerful Breath\n\n## Quick Facts\n- Element/Type: Water Release, Lightning Release\n- Classification: Scientific Ninja Tool Techniques, Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Boruto Uzumaki~~with~the Shinobi Gauntlet\n- Media: Anime, Manga, Novel, Game, Movie\n\n## Summary\nBoruto utilises his Shinobi Gauntlet to release a surge water pooling the area and electrify it with a bolt of electricity, electrocuting anyone that is in the water.\n"
    }
  },
  {
    "name": "Supervibrato Lightning Release Swords",
    "sourcePage": "Supervibrato Lightning Release Swords",
    "pageId": 27460,
    "url": "https://naruto.fandom.com/wiki/Supervibrato_Lightning_Release_Swords",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/26/Killer_Bee_piercing_through_Suigetsu%27s_sword.png/revision/latest/scale-to-width-down/600?cb=20150922225751",
    "raw": {
      "markdown": "# Supervibrato Lightning Release Swords\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow, Kenjutsu\n- Class: Supplementary\n- Range: Short\n- Users: Killer B\n- Media: Anime, Manga, Game, Movie\n\n## Summary\nSupervibrato Lightning Release Swords is a form of chakra flow used by Killer B, often alongside his signature kenjutsu and his preferred blades. Even when applied to a pencil, the channeling of lightning-natured chakra increases its vibrating frequency and hence its piercing and cutting power, to an extent that exceeds those of standard Wind Release techniques.\n\n## Counters / Defenses\n- However, if the chakra flow is absorbed before the flowed object pierces, the added potency will have no effect.\n\n## Notes\n- A sword empowered by this chakra flow proved capable of blocking another sword even imbued with the Chidori, which was considered impossible to defend against.\n"
    }
  },
  {
    "name": "Susanoo: Chidori",
    "sourcePage": "Susanoo: Chidori",
    "pageId": 191418,
    "url": "https://naruto.fandom.com/wiki/Susanoo:_Chidori",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/10/Susanoo_Chidori.png/revision/latest/scale-to-width-down/600?cb=20160929125614",
    "raw": {
      "markdown": "# Susanoo: Chidori\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Kekkei Genkai~Eternal Mangekyō Sharingan, Dōjutsu, Ninjutsu\n- Class: Offensive\n- Range: Short\n- Users: Sasuke Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nAn application of Chidori through a Complete Body — Susanoo, whereby Sasuke produces a massive Chidori with its primary left hand. In it, Sasuke also channels Chidori through a Susanoo arm he manifests to act as his own missing forearm.\n"
    }
  },
  {
    "name": "Sword of Kusanagi: Chidori Katana",
    "sourcePage": "Sword of Kusanagi: Chidori Katana",
    "pageId": 8175,
    "url": "https://naruto.fandom.com/wiki/Sword_of_Kusanagi:_Chidori_Katana",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/bb/ChidoriKatana.png/revision/latest/scale-to-width-down/600?cb=20151230090504",
    "raw": {
      "markdown": "# Sword of Kusanagi: Chidori Katana\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Chakra Flow, Kenjutsu\n- Class: Supplementary\n- Range: Short\n- Users: Sasuke Uchiha, Midnight Blade~game\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nThis technique allows Sasuke to channel the Chidori through his chokutō. This makes it nearly unblockable as the radiating and chirping blade can easily cut through steel.\n\n## Counters / Defenses\n- However, it can be countered by other weapons that also utilise Lightning Release chakra flow, such as Killer B's flowed swords.\n\n## Notes\n- Furthermore, if an opponent is stabbed, their body goes numb due to an electrical current which causes the muscles to contract, making it impossible for the opponent to move.\n- * In the crossover comic series Teenage Mutant Ninja Turtles x Naruto , Kakashi performs a cooperation ninjutsu with Leonardo resembling this technique, called Lightning Katana , utilising the Lightning Cutter.\n"
    }
  },
  {
    "name": "Telegram Flash",
    "sourcePage": "Telegram Flash",
    "pageId": 36004,
    "url": "https://naruto.fandom.com/wiki/Telegram_Flash",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/14/Telegram_Flash.png/revision/latest/scale-to-width-down/600?cb=20210804183626",
    "raw": {
      "markdown": "# Telegram Flash\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Cooperation Ninjutsu\n- Class: Offensive\n- Range: Short, Mid\n- Users: Akaboshi, Benten, Chūshin, Nangō\n- Media: Anime\n\n## Summary\nWith his team lending him chakra, Akaboshi can slam his hand onto the ground and cause lightning to spread from his hand to underneath the opponent. In this technique, the first part is changed to , likely a reference on how the target is hit from a distance.\n\n## Notes\n- * Though all four members use chakra for this technique, it only seems to take properties of Lightning Release, when the chakra reaches Akaboshi.\n"
    }
  },
  {
    "name": "Thunderswords Technique: Remote Control",
    "sourcePage": "Thunderswords Technique: Remote Control",
    "pageId": 247520,
    "url": "https://naruto.fandom.com/wiki/Thunderswords_Technique:_Remote_Control",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/8c/Thunderswords_Technique_Telekinesis.png/revision/latest/scale-to-width-down/600?cb=20171025130915",
    "raw": {
      "markdown": "# Thunderswords Technique: Remote Control\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu, Chakra Flow,\n- Class: Offensive, Supplementary\n- Range: Short, Mid\n- Users: Buntan Kurosuki\n- Media: Anime, Novel\n\n## Summary\nThis technique allows the user to manipulate Kiba independently from afar. This allows the user to keep their hands free for combat and also attack from multiple angles at once.\n\n## Notes\n- The user can also manipulate the blades to strike in a variety of manners.\n"
    }
  },
  {
    "name": "Thunderswords Technique: Thunderbolt",
    "sourcePage": "Thunderswords Technique: Thunderbolt",
    "pageId": 105186,
    "url": "https://naruto.fandom.com/wiki/Thunderswords_Technique:_Thunderbolt",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/41/Rait%C5%8D_Jutsu_Rakurai.png/revision/latest/scale-to-width-down/600?cb=20121115140451",
    "raw": {
      "markdown": "# Thunderswords Technique: Thunderbolt\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Kenjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Ameyuri Ringo\n- Media: Anime, Game\n\n## Summary\nHolding the Kiba swords over their head like birch rods, the user summons a bolt of lightning from the sky to shock anyone in their immediate vicinity.\n"
    }
  },
  {
    "name": "Truth-Seeking Ball",
    "sourcePage": "Truth-Seeking Ball",
    "pageId": 115861,
    "url": "https://naruto.fandom.com/wiki/Truth-Seeking_Ball",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/3b/Truth_Seeking_Balls.png/revision/latest/scale-to-width-down/600?cb=20151203005048",
    "raw": {
      "markdown": "# Truth-Seeking Ball\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Ninjutsu, Senjutsu,\n- Class: Offensive, Defensive, Supplementary\n- Range: Short, Mid, Long\n- Users: Asura Ōtsutsuki, Hagoromo Ōtsutsuki, Hamura Ōtsutsuki, Obito Uchiha, Madara Uchiha, Naruto Uzumaki, Ten-Tails, Toneri Ōtsutsuki~movie canon\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nTruth-Seeking Balls are orbs of malleable black chakra, which can alter their form and characteristics in various ways. Though only the size of a fist, each hides within it the power to obliterate an entire forest.\n\n## Usage\n- Acquisition method may determine the number, as both Obito Uchiha and Madara Uchiha gained ten orbs upon becoming the Ten-Tails' jinchūriki; Obito initially only formed two, obtaining the other eight upon gaining control of the Ten-Tails' power.\n- In Naruto's case, the orbs currently under his control disappear and reappear alongside his chakra cloak, while the orbs he has discarded remain active.\n- However, the orbs are incapable of nullifying senjutsu, as according to Naruto, natural energy can be used to combat itself.\n- Whatever their shape, users can only control the orbs within 70 metres of their location, allowing opponents to disable them by transporting them elsewhere.\n\n## Counters / Defenses\n- Obito was able to manifest a single Truth-Seeking Ball after absorbing some of Madara's power.\n- Obito on defensive.png|The Sword of Nunoboko (left hand) and a shield (right hand).\n- Madara Jinchuriki anime.png|Madara's shakujō.\n\n## Notes\n- whereas others may obtain it by becoming the jinchūriki of the Ten-Tails, or by receiving it directly from Hagoromo.\n- Entering Tenseigan Chakra Mode also grants the user Truth-Seeking Balls.\n- The number of Truth-Seeking Balls acquired varies from user to user.\n- Upon receiving power from Hagoromo, Naruto Uzumaki, instead gained nine orbs, while Asura Ōtsutsuki only showed five orbs, nine orbs in the anime.\n- Toneri Ōtsutsuki is depicted with an inconsistent amount.\n- and users cannot create additional orbs after the initial acquisition number; thus, orbs that are lost for whatever reason cannot be replaced.\n- Clones are not created with orbs of their own, though the user can temporarily transfer them to a clone.\n- Truth-Seeking Balls encompass the power of all five basic natures, and as such they surpass both kekkei genkai and kekkei tōta.\n- If imbued with a certain Yin–Yang Release jutsu, the orbs can nullify any ninjutsu they touch and thus become impervious to it; this includes negating the regenerative qualities of Impure World Reincarnation, making it possible to permanently damage and kill those reincarnated by the technique.\n- Naruto can use Truth-Seeking Balls to create his Tailed Beast Ball Rasenshuriken.\n- Similarly, Obito was able to convert one of his orbs into black receivers, allowing him to use the Six Red Yang Formation.\n- While in their default sphere form, the orbs can be launched as high-speed projectiles, expanded to enormous sizes in an instant.\n- Because the high-density chakra is in a condensed state, it can be pulled and stretched into a smooth and flat consistency, as well as freely manipulated into any other shape.\n- though Obito does so by passing them through holes that temporarily form in his hands.\n- Though highly durable, this defence can still be broken by attacks that cannot be nullified, such as powerful senjutsu and taijutsu.\n- Gudōdama 1.png|Stretched around the user as a defence.\n- Gudōdama 2.png|A weapon with adjustable length and thickness, called a in Naruto Shippūden: Ultimate Ninja Blazing .\n- Obito generates Receiver.png|Converted into black receivers.\n- Obito stops Naruto and Sasuke.png|Used similar to chakra arms.\n- Truth-Seeking Orb Platform.png|Reshaped to serve as a platform.\n- Obito Second Transformation.png|Obito's shakujō.\n- NTCM and SPSM.png|Naruto's .\n- Rather than simple black constructs, Toneri demonstrated the ability to transform one of these glowing orbs into an ornate golden cage.\n- He could also combine them to create a massive vortex capable of blasting through the moon's surface and a giant sword capable of cutting the entire moon in half.\n- * Despite stating that the orbs are wielded by Six Paths Senjutsu users, the fourth databook does not classify this technique as senjutsu.\n- * In Naruto Shippūden: Ultimate Ninja Storm 4 and Jump Force , Truth-Seeking Balls give off a purple glow.\n- In the former, Obito employs the orbs in several unique ways, such as forming scythes, drills, spinning disks, hands capable of firing Tailed Beast Balls and blasts of chakra.\n- * Despite repeatedly accessing his orbs every time he entered Six Paths Sage Mode during the Fourth Shinobi World War, Naruto has not been seen accessing them since whenever using said form.\n- * In Naruto: Shinobi Collection Shippū Ranbu , Obito has a technique called , in which he combines his Truth-Seeking Balls into a single expanding orb that obliterates the surrounding area.\n- The technique refers to the Trailokya, the three realms of karmic rebirth in Buddhist cosmology.\n"
    }
  },
  {
    "name": "Truth-Seeking Body Flicker",
    "sourcePage": "Truth-Seeking Body Flicker",
    "pageId": 294889,
    "url": "https://naruto.fandom.com/wiki/Truth-Seeking_Body_Flicker",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/95/Obito_attacks_Hashirama_and_Tobirama.png/revision/latest/scale-to-width-down/600?cb=20140918122935",
    "raw": {
      "markdown": "# Truth-Seeking Body Flicker\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Ninjutsu, Senjutsu\n- Class: Offensive, Supplementary\n- Range: Short\n- Users: Obito Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nObito forms one or two blades from his Truth-Seeking Balls attached to his hands and instantly passes through the opponent.\n"
    }
  },
  {
    "name": "Truth-Seeking: Saving Light",
    "sourcePage": "Truth-Seeking: Saving Light",
    "pageId": 295262,
    "url": "https://naruto.fandom.com/wiki/Truth-Seeking:_Saving_Light",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/5b/Obito%27s_Truth-Seeking_Saving_Light.png/revision/latest/scale-to-width-down/600?cb=20241223103028",
    "raw": {
      "markdown": "# Truth-Seeking: Saving Light\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Ninjutsu, Senjutsu\n- Class: Offensive\n- Range: Long\n- Users: Obito Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nObito fires a Truth-Seeking Ball at the opponent, which lights up and expands, releasing a large explosion. Once released, the ball returns to him.\n"
    }
  },
  {
    "name": "Truth-Seeking Umbrella",
    "sourcePage": "Truth-Seeking Umbrella",
    "pageId": 295258,
    "url": "https://naruto.fandom.com/wiki/Truth-Seeking_Umbrella",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/aa/Gud%C5%8Ddama_2.png/revision/latest/scale-to-width-down/600?cb=20140918122233",
    "raw": {
      "markdown": "# Truth-Seeking Umbrella\n\n## Quick Facts\n- Element/Type: Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n- Classification: Ninjutsu, Senjutsu\n- Class: Offensive\n- Range: Long\n- Users: Obito Uchiha\n- Media: Anime, Manga, Game\n\n## Summary\nObito uses a Truth-Seeking Ball to shape it into a spear-like weapon, impaling any far off opponents. * In the game, rather than one, Obito uses two of the spear-like weapons to pierce opponents from both the left and right.\n"
    }
  },
  {
    "name": "Uchiha Style Shurikenjutsu: \"Lightning\": Triple",
    "sourcePage": "Uchiha Style Shurikenjutsu: \"Lightning\": Triple",
    "pageId": 238762,
    "url": "https://naruto.fandom.com/wiki/Uchiha_Style_Shurikenjutsu:_%22Lightning%22:_Triple",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/dd/Lighting_Triple.png/revision/latest/scale-to-width-down/600?cb=20211109060651",
    "raw": {
      "markdown": "# Uchiha Style Shurikenjutsu: \"Lightning\": Triple\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu, Shurikenjutsu, Chakra Flow,\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Sasuke Uchiha, Boruto Uzumaki\n- Media: Anime, Manga, Game\n\n## Summary\nThe user throws three shuriken, infused with Lightning Release chakra, at the opponent. The addition of lightning-natured chakra increases the lethality and cutting power of the weapons.\n"
    }
  },
  {
    "name": "Vanishing Rasengan",
    "sourcePage": "Vanishing Rasengan",
    "pageId": 182072,
    "url": "https://naruto.fandom.com/wiki/Vanishing_Rasengan",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/26/Vanishing_rasengan.png/revision/latest/scale-to-width-down/600?cb=20210112064704",
    "raw": {
      "markdown": "# Vanishing Rasengan\n\n## Quick Facts\n- Element/Type: Lightning Release\n- Classification: Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Boruto Uzumaki, Momoshiki Otsutsuki\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nThe Vanishing Rasengan is a Lightning Release version of the Rasengan, that was created by Boruto Uzumaki, and named by Sasuke Uchiha. As it glides, the nature transformation abruptly kicks in, resulting in the technique disappearing from sight.\n\n## Drawbacks\n- Momoshiki Ōtsutsuki himself later noted that it is too weak to cause a mortal wound, but is quite painful when it strikes a vital point.\n\n## Notes\n- This adds an element of surprise to the attack, as an opponent may lower their guard, assuming that the technique has dispersed, only to find themselves struck by the invisible attack.\n- The size of Boruto's Vanishing Rasengan has seen a significant increase after the Mujina Bandits Arc, where it was shown to be around the size of a regular Rasengan.\n- With enough chakra added to it, the Rasengan can become giant.\n- In the anime, Kakashi Hatake notes that the invisible nature comes by a loss in offensive power, rendering this technique as incomplete.\n- * In the anime, Naruto was able to throw a standard Rasengan, similar to the main function of this technique.\n- * In various media, when Boruto uses this technique, he simply calls it \"Rasengan\".\n- * In Boruto OVA, this technique was depicted as orange in colour, similarly to how the original Rasengan is sometimes depicted being yellow in the manga when used by Naruto, and orange on one Jump cover.\n"
    }
  }
]