[
  {
    "name": "Chakra Transfer Technique",
    "sourcePage": "Chakra Transfer Technique",
    "pageId": 14966,
    "url": "https://naruto.fandom.com/wiki/Chakra_Transfer_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/43/Chakra_Transfer.png/revision/latest/scale-to-width-down/600?cb=20150320110134",
    "raw": {
      "markdown": "# Chakra Transfer Technique\n\n## Quick Facts\n- Classification: Ninjutsu, Chakra Flow, Ninshū,\n- Class: Supplementary\n- Range: Short, Mid, Long\n- Users: Black Zetsu, Chōmei, Dan Katō, Gyūki, Hashirama Senju, Hagoromo Ōtsutsuki, Himawari Uzumaki~manga, Isobu, Jūgo, Karin, Katsuyu, Kisame, Kokuō, Kurama, Matatabi, Minato Namikaze, Naruto Uzumaki, Obito Uchiha, Saiken, Sakura Haruno, Shukaku, Son Gokū, Tsunade, White Zetsu, Akaboshi~anime, Asura Ōtsutsuki~anime, Benten~anime, Chūshin~anime, Dōshu Goetsu~anime, Edashi~anime, Futami~anime, Gasuka~anime, Hako Kuroi~anime, Mitsuki~anime, Ino Yamanaka~anime, Inojin Yamanaka~anime, Iwabee Yuino~anime, Karin's Mother~anime, Kanna~anime, Nangō~anime, Ranmaru~anime, Sarada Uchiha~anime, Taizō~anime, Urashiki Ōtsutsuki~anime, Wasabi Izuno~anime, Hamura Ōtsutsuki~movie canon, Hinata Hyūga, Hiruzen Sarutobi~game, Kakashi Hatake~game, Tobirama Senju~game\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nThis technique allows the user to transfer their chakra to a target. The amount of chakra transferred depends solely on the user.\n\n## Usage\n- His intention was for it to be used to build and maintain peace through his religion of ninshū, but this technique ended up becoming another tool for war when humanity weaponised chakra.\n- * Zetsu's Spore Technique creates clones, which feed on chakra to grow are also able to transfer chakra to people they come in contact with.\n- * In the anime, if the Aburame member has proper control, the kikaichū are also shown able to transfer their accumulated chakra to others targets, replenishing them.\n\n## Counters / Defenses\n- * Katsuyu and its summoners have a unique bond between them through Strength of a Hundred Seal and they can use Katsuyu: Immense Network Healing.\n- Sakura later used this technique to improve Obito's Kamui.\n- * Dan Katō was able to use this technique as a spirit in Tsunade's consciousness to restore her chakra and Strength of a Hundred Seal.\n- * Samehada was able to absorb and transfer chakra to its wielder.\n\n## Drawbacks\n- Tsunade used this technique during Pain's invasion of Konoha, with Tsunade first transferring her healing chakra to Katsuyu, and then Katsuyu itself transferring it to the wounded villagers.\n\n## Notes\n- This technique is used by many shinobi, each one of them has shown to use technique in different ways.\n- In the latter's case, due to Kurama's chakra, it also enveloped the recipients in a chakra cloak similar to his \"Version 1\" form, albeit with no tails.\n- Once the user transfers its chakra, he/she is able to manipulate that chakra remotely.\n- Sakura used the same method of Tsunade with Katsuyu to heal wounded shinobi in Shinobi Alliance against Ten-Tails.\n- * Tsunade used again this technique during the five Kage's fight against Madara Uchiha to give Ōnoki some of her chakra so that he could use a massive Dust Release: Detachment of the Primitive World Technique to defeat Madara's wood clones.\n- Obito did something similar to give his chakra and dōjutsu powers to Kakashi after his body had been turned to ashes.\n- * Jūgo was able to transfer natural energy to someone thanks to his clan's unique ability.\n- * Tailed beasts are also able to freely share their chakra with whoever they choose, and as Kurama has noted, it is a less complicated process for them than it is for humans.\n- It was also able to transfer chakra from Kisame back to Killer B.\n- * Hagoromo Ōtsutsuki was the first user of this technique to connect all humans living in the earth and gave the chakra to humanity besides his immediate family.\n- Hagoromo also used this technique inside of Naruto and Sasuke who are the reincarnations of Asura and Indra.\n- He gave the power to them to defeat Madara.\n- While using this technique, a unique entity appears behind Hagoromo with a marking reminiscent of a third eye in its forehead.\n- * In the anime, the Magaki Group uses this technique in a different way.\n- First Nangō sends his chakra to Benten and Chūshin, and then both of them send it along with its own to Akaboshi, greatly enhancing the power of his techniques.\n- He is able to shatter a barrier easily with his increased chakra.\n"
    }
  },
  {
    "name": "Curse Mandala",
    "sourcePage": "Curse Mandala",
    "pageId": 11620,
    "url": "https://naruto.fandom.com/wiki/Curse_Mandala",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/1f/Curse_Mandala.png/revision/latest/scale-to-width-down/600?cb=20150304222125",
    "raw": {
      "markdown": "# Curse Mandala\n\n## Quick Facts\n- Classification: Hiden~Fūma Clan (Land of Sound), Ninjutsu, Kinjutsu\n- Users: Arashi\n- Media: Anime, Game\n\n## Summary\nAfter performing various hand seals, the user is able to perform an ancient ninja art that is only known to a few generations of the Fūma clan. The technique traps the victim in a pyramid-like chakra cage which will slowly constrict as the user moves his hands closer together.\n\n## Counters / Defenses\n- The user of this technique must maintain a triangle-shaped hand seal at all times to maintain the cage.\n\n## Notes\n- Anyone caught in the Mandala as it constricts will be crushed.\n- Should the user's will falter or the entrapped opponent happen to be strong enough, the cage can be broken.\n- When the cage breaks, a massive explosion of energy follows, destroying a wide area and harming the user.\n- The prisoner however, remains safe at the centre of the blast.\n- However, while this technique is decreased in size to compress the target's container, the Dust Release techniques are usually increased in size to increase the range of the attack.\n"
    }
  },
  {
    "name": "Dust Release: Detachment of the Primitive World Technique",
    "sourcePage": "Dust Release: Detachment of the Primitive World Technique",
    "pageId": 24382,
    "url": "https://naruto.fandom.com/wiki/Dust_Release:_Detachment_of_the_Primitive_World_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/76/Detachment_of_the_primitive_world.png/revision/latest/scale-to-width-down/600?cb=20150218031042",
    "raw": {
      "markdown": "# Dust Release: Detachment of the Primitive World Technique\n\n## Quick Facts\n- Element/Type: Dust Release\n- Classification: Kekkei Tōta~Dust Release, Ninjutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Ōnoki, Mū, Kū~anime, Kakō~anime\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nDust Release: Detachment of the Primitive World Technique is a Kekkei Tōta utilised by the Second and Third Tsuchikage. The structure expands rapidly in size when being propelled towards its intended target and traps them inside its confines.\n\n## Usage\n- Kakō has shown he could fire off the cubical version of the technique one-handed, which allows him for a rapid-fire attack (albeit the cubes do not expand upon release).\n\n## Notes\n- The sphere then seems to explode with a tremendous amount of force, while the exterior walls of the structure effectively restrict the size of the blast radius, resulting in the destruction of everything and anyone caught within as they are pulverised into minute particles of dust.\n- Because it attacks at a molecular level, there is no conventional defence against this technique.\n- The resulting damage that this technique can produce varies considerably, depending on the initial shape of the created structure.\n- For example, when fabricated in the form of a cube, the structure possesses a relatively small blast radius, minimising the possibility for collateral damage.\n- However, the conical version was implied to be enough to potentially destroy an entire island.\n- Additionally, it is possible to produce a much larger variant of the cube-shaped technique, which was large enough to destroy twenty-five Susanoo-clad wood clones in an instant.\n- This cube can also be split into two after being activated, allowing for other techniques to be directed between the two halves.\n- When two similar techniques of approximately equal power collide, the pair merge into a single large spherical explosion; where everything caught within the substantial blast radius is completely pulverised.\n- The size and length of it is proportional to the amount of chakra put into it.\n- According to Ōnoki, the differences in shape demonstrated by the users of this technique is reflective of the generational gap between them.\n- variant.\n- Mu using Jinton.png| variant.\n"
    }
  },
  {
    "name": "Fission Technique",
    "sourcePage": "Fission Technique",
    "pageId": 83465,
    "url": "https://naruto.fandom.com/wiki/Fission_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/2d/Splitting_Jutsu1.png/revision/latest/scale-to-width-down/600?cb=20160121021234",
    "raw": {
      "markdown": "# Fission Technique\n\n## Quick Facts\n- Classification: Ninjutsu\n- Class: Supplementary\n- Users: Mū\n- Media: Anime, Manga, Game\n\n## Summary\nThe Fission Technique is a highly advanced ninjutsu which allows Mū to literally split his own body into two identical — yet entirely independent — duplicates of himself. Unlike clone techniques that only appear to be similar, the ability is instead a physical separation and so does not require hand seals to activate, making it faster in comparison as a result.\n\n## Counters / Defenses\n- Because the duplicates cannot be dispelled like normal clones, they will be unable to reunite if one is sealed.\n\n## Drawbacks\n- This poses a great risk to Mū as his chakra reserves are also halved in the process.\n\n## Notes\n- This also means that even if one is incapacitated, the other remains completely unaffected as neither can truly be regarded as the original.\n- In doing so, he is left unable to use more taxing techniques like his Dust Release kekkei tōta.\n"
    }
  }
]