[
  {
    "name": "Armour of Sand",
    "sourcePage": "Armour of Sand",
    "pageId": 1979,
    "url": "https://naruto.fandom.com/wiki/Armour_of_Sand",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/f1/Sand_of_Armour.png/revision/latest/scale-to-width-down/600?cb=20240901230852",
    "raw": {
      "markdown": "# Armour of Sand\n\n## Quick Facts\n- Classification: Ninjutsu\n- Class: Defensive\n- Range: Short\n- Users: Gaara\n- Media: Anime, Manga, Game\n\n## Summary\nThis technique is the second part of Gaara's \"Absolute Defence\", his Shield of Sand being the first part. As the name implies, Gaara covers his body in a layer of sand, wearing it like armour.\n\n## Counters / Defenses\n- Although it defends him from attacks that bypass his Shield of Sand, maintaining it consumes a great deal of chakra.\n- Furthermore, it does not activate automatically like the Shield of Sand does (instead relying on Gaara to apply when needed), nor is it as resilient;\n\n## See Also\n\n* Armour of Sticky Gold\n* Crystal Armour\n* Earth Release: Hardening Technique\n* Earth Release: Earth Spear\n* Lava Release Chakra Mode\n* Lightning Release Chakra Mode\n* Rock Armour\n* Sand Cloak Technique\n\n## References\n"
    }
  },
  {
    "name": "Flower–Fruit Mountain",
    "sourcePage": "Flower–Fruit Mountain",
    "pageId": 87508,
    "url": "https://naruto.fandom.com/wiki/Flower%E2%80%93Fruit_Mountain",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/5c/Kakazan.png/revision/latest/scale-to-width-down/600?cb=20130815161125",
    "raw": {
      "markdown": "# Flower–Fruit Mountain\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu, Taijutsu\n- Class: Offensive\n- Range: Short, Mid, Long\n- Users: Rōshi, Son Gokū<!-- Do not remove Son Gokū, the Fourth Databook states it is a user -->\n- Media: Anime, Manga, Game\n\n## Summary\nThe Flower-Fruit Mountain is a Lava Release technique utilised by Son Gokū and its jinchuriki Rōshi. While in his transformed state, Rōshi creates a volcano which then explodes violently, sending molten rock flying up in all directions the effects of which resemble a giant flower.\n\n## Notes\n- The lava produced is said to be able to melt anything in its path.\n- The mountain is located on a volcanic island.\n- The Four-Tails, of course, is based on Sūn Wùkōng and the Dragon Ball series, which in turn is also based on Journey to the West .\n- * When written as 火山, kazan means 'volcano'.\n- * In an anime exclusive sequence, Rōshi, while offscreen, used what appears to be this technique when colliding with Kisame's Water Release: Great Exploding Water Colliding Wave technique.\n"
    }
  },
  {
    "name": "Lava Release: Ash Stone Seal Technique",
    "sourcePage": "Lava Release: Ash Stone Seal Technique",
    "pageId": 182144,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Ash_Stone_Seal_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/1a/Kinshiki_restrained.png/revision/latest/scale-to-width-down/600?cb=20180712041008",
    "raw": {
      "markdown": "# Lava Release: Ash Stone Seal Technique\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Supplementary\n- Range: Short, Mid\n- Users: Kurotsuchi\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nThe user spews out a thick cloud of ash from their mouth, which wraps around their opponent to restrain them. By focusing their chakra, the user can maintain, as well as, enhance the binding properties of the technique.\n"
    }
  },
  {
    "name": "Lava Release Chakra Mode",
    "sourcePage": "Lava Release Chakra Mode",
    "pageId": 87105,
    "url": "https://naruto.fandom.com/wiki/Lava_Release_Chakra_Mode",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/6d/Lava_Release_Chakra_Mode.png/revision/latest/scale-to-width-down/600?cb=20150214205103",
    "raw": {
      "markdown": "# Lava Release Chakra Mode\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu, Taijutsu, Chakra Flow\n- Class: Offensive, Defensive\n- Users: Rōshi\n- Media: Anime, Manga, Game\n\n## Summary\nThe Lava Release Chakra Mode is a heightened state utilised by Rōshi after manifesting one of Son Gokū's tails. Due to the extreme heat generated by the lava, he is capable of burning the target without coming into direct contact with them.\n\n## Notes\n- In addition, it can also be used for defensive purposes, as it acts as a deterrent towards those who wish to attack the user physically.\n"
    }
  },
  {
    "name": "Lava Release: Melting Apparition Technique",
    "sourcePage": "Lava Release: Melting Apparition Technique",
    "pageId": 24365,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Melting_Apparition_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/b8/Mei_spitting_Lava.png/revision/latest/scale-to-width-down/600?cb=20150123214637",
    "raw": {
      "markdown": "# Lava Release: Melting Apparition Technique\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Short, Mid\n- Users: Mei Terumī\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nThe Lava Release: Melting Apparition Technique , utilised by Mei Terumī through her unique Lava Release, manipulates a strong acidic mud flow, even capable of corroding flesh. Mei changes chakra inside her body into a powerful acidic fluid that will melt anything and spits out the viscous fluid from her mouth.\n\n## Usage\n- By distributing the liquid across a vast range, she creates an acid wall.\n\n## Notes\n- Both the shape and the amount are determined by her.\n- By spitting it out at short-range the technique's speed increases.\n- Anything that touches it will crumble and lose its shape.\n- Should her initial attack miss, a great deal of smoke is created by the effects of the acid, so a follow-up attack can be conducted while the enemy's vision remains obscured.\n- It can even melt chakra-based defences such as the Susanoo.\n- * In games, movies and initially in the anime, this technique was depicted to look like lava.\n"
    }
  },
  {
    "name": "Lava Release: Planet-Branding Blast",
    "sourcePage": "Lava Release: Planet-Branding Blast",
    "pageId": 278939,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Planet-Branding_Blast",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/db/Lava_Release_Planet-Branding_Blast.png/revision/latest/scale-to-width-down/600?cb=20210704124314",
    "raw": {
      "markdown": "# Lava Release: Planet-Branding Blast\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Short, Mid, Long\n- Users: Boro\n- Media: Anime, Manga, Game\n\n## Summary\nUsing Lava Release, the user can either expel acid from their mouth as a projectile, or create the substance from beneath the ground to erupt as a large explosion. The liquid is capable of melting objects.\n"
    }
  },
  {
    "name": "Lava Release: Quicklime Congealing Technique",
    "sourcePage": "Lava Release: Quicklime Congealing Technique",
    "pageId": 58034,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Quicklime_Congealing_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/6b/Quicklime_Congealing_Technique.png/revision/latest/scale-to-width-down/600?cb=20160124060428",
    "raw": {
      "markdown": "# Lava Release: Quicklime Congealing Technique\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Offensive, Supplementary\n- Range: Mid\n- Users: Kurotsuchi, Kyūsuke~anime\n- Media: Anime, Manga, Game\n\n## Summary\nThis technique makes use of the Lava Release kekkei genkai where the user expels a large quantity of quicklime from their mouth, capable of inflicting damage to an opponent. This ability can also be manipulated in order to restrict the intended target's movements, as after the initial blast the remnants of the substance can act in a similar manner to quick-drying cement.\n\n## Notes\n- However, the technique requires the addition of water to set off the necessary reaction to make the substance harden.\n- This can be easily achieved through the use of a Water Release technique, which can also serve to increase the area covered by the substance, thus further increasing the potential range of the technique.\n"
    }
  },
  {
    "name": "Lava Release: Rubber Ball",
    "sourcePage": "Lava Release: Rubber Ball",
    "pageId": 82458,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Rubber_Ball",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/75/Gomudama.png/revision/latest/scale-to-width-down/600?cb=20150215225629",
    "raw": {
      "markdown": "# Lava Release: Rubber Ball\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Defensive\n- Range: Short\n- Users: Dodai, Karyū\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nThe user expels a large glob of lava from their mouth, which quickly solidifies into a hollow ball that can be used to protect an object by surrounding it with the durable rubber-like material. The properties of this substance mean that it can both absorb and dissipate the force behind a blow when struck, resulting in it either deforming or bouncing upon impact.\n\n## Usage\n- As projectiles, he can control them remotely and they continuously gain momentum when bouncing off surfaces.\n\n## Notes\n- A skilled user of this technique, such as Dodai, is capable of making it appear as if they were intending to protect an object or individual within the sphere, when in fact they merely use the ball as a distraction in order to occupy an enemy, while instead covertly withdrawing the item in question from the ball during its formation.\n- Karyū's rubber balls, dubbed , are darker in colour and far more solid.\n- Used offensively for ranged attacks, Karyū's spheres can vary in size, from being hand held to rivalling the size of a house.\n- The damage each sphere can deal is proportionate to the amount of chakra put into the orbs.\n- In the first case, he places a small ball in front of him and then kicks it forcefully towards the opponent, causing the ball to act as a projectile and hit the opponent multiple times, ricocheting off walls.\n- In the second case, he enters a much larger ball and jumps inside it, crushing the opponent from above with the weight of the ball.\n- ** In his victory pose, Dodai is also able to spin small balls around his palm, just as Karyū did.\n"
    }
  },
  {
    "name": "Lava Release: Rubber Defence",
    "sourcePage": "Lava Release: Rubber Defence",
    "pageId": 85115,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Rubber_Defence",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/dd/Lava_Release_Rubber_Defence.png/revision/latest?cb=20130725135239",
    "raw": {
      "markdown": "# Lava Release: Rubber Defence\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Defensive\n- Range: Short\n- Users: Dodai\n- Media: Anime, Manga\n\n## Summary\nThe user creates a short tube with lava converted into a rubber-like material which can be used to guard against enemy's attacks.\n"
    }
  },
  {
    "name": "Lava Release: Rubber Rope",
    "sourcePage": "Lava Release: Rubber Rope",
    "pageId": 83134,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Rubber_Rope",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/18/Dodai%27s_Lava_Release.png/revision/latest/scale-to-width-down/600?cb=20150821093822",
    "raw": {
      "markdown": "# Lava Release: Rubber Rope\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Supplementary\n- Range: Short\n- Users: Dodai\n- Media: Anime, Manga, Game\n\n## Summary\nThe user creates a rope with lava converted into a rubber-like material. It can be used to quickly withdraw an ally from the attack line, being more efficient when combined with a distraction.\n\n## Notes\n- * In this game, Dodai also uses this technique for attacks in two variations.\n- In the first case, he swings a double rope with force like a whip, striking the opponent with lashings that are so strong that they split the ground under his feet.\n- In the second case, he forms a large number of ropes into a semblance of a hand and, having grabbed the opponent with it, lifts him into the air and after crushing him on the ground.\n"
    }
  },
  {
    "name": "Lava Release: Rubber Wall",
    "sourcePage": "Lava Release: Rubber Wall",
    "pageId": 82163,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Rubber_Wall",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/fb/Gomuheki.png/revision/latest/scale-to-width-down/600?cb=20150216020250",
    "raw": {
      "markdown": "# Lava Release: Rubber Wall\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Defensive\n- Range: Short, Mid\n- Users: Dodai, Karyū\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nThe user creates an enormous torrent of lava from the ground directly in front of them, which then forms into a wall possessing immense durability due to its rubbery consistency that allows the material to deform when attacked, meaning it can both absorb and dissipate the force behind a blow rather than just simply obstruct it. This technique can also be used to provide reinforcement to a pre-existing barrier.\n"
    }
  },
  {
    "name": "Lava Release: Scorching Armoured Fist",
    "sourcePage": "Lava Release: Scorching Armoured Fist",
    "pageId": 110285,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Scorching_Armoured_Fist",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/24/Shakugaik%C5%8Dken.png/revision/latest/scale-to-width-down/600?cb=20140506044513",
    "raw": {
      "markdown": "# Lava Release: Scorching Armoured Fist\n\n## Quick Facts\n- Element/Type: Lava Release\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu, Taijutsu,\n- Class: Offensive\n- Range: Short\n- Users: Rōshi\n- Media: Anime, Manga, Game\n\n## Summary\nRōshi coats himself in lava and punches the opponent. Even if the punch fails to connect, the intense heat from the lava can still burn his opponent if they're close enough.\n"
    }
  },
  {
    "name": "Lava Release: Scorching Stream Rock Technique",
    "sourcePage": "Lava Release: Scorching Stream Rock Technique",
    "pageId": 86620,
    "url": "https://naruto.fandom.com/wiki/Lava_Release:_Scorching_Stream_Rock_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/4d/Shakugary%C5%ABgan_no_Jutsu.png/revision/latest/scale-to-width-down/600?cb=20150220085214",
    "raw": {
      "markdown": "# Lava Release: Scorching Stream Rock Technique\n\n## Quick Facts\n- Element/Type: Lava Release,\n- Classification: Kekkei Genkai~Lava Release, Ninjutsu\n- Class: Offensive\n- Range: Mid\n- Users: Rōshi\n- Media: Anime, Manga, Game\n\n## Summary\nThe user expels a large amount of lava from their mouth, which quickly solidifies into multiple boulders of molten rock that are fired towards the target with tremendous force. Due to their composition, the boulders can melt through most objects with ease, and because a considerable number are dispersed over a wide range in quick succession, they are also difficult to avoid.\n"
    }
  },
  {
    "name": "Six Paths of Pain",
    "sourcePage": "Six Paths of Pain",
    "pageId": 10074,
    "url": "https://naruto.fandom.com/wiki/Six_Paths_of_Pain",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/db/Pein_Rikud%C5%8D.png/revision/latest/scale-to-width-down/600?cb=20150127162053",
    "raw": {
      "markdown": "# Six Paths of Pain\n\n## Quick Facts\n- Classification: Kekkei Genkai~Rinnegan, Fighting Style, Ninjutsu, Dōjutsu,\n- Class: Offensive, Defensive, Supplementary\n- Range: Short, Mid, Long\n- Users: Nagato, Obito Uchiha\n- Media: Anime, Manga, Game, Movie\n\n## Summary\nThe is an Outer Path technique that allows a Rinnegan user to manipulate up to six bodies as though they are their own. To make full use of the body, the user ideally transmits their chakra from the highest and closest point possible so that they can have the best possible range.\n\n## Usage\n- Once their chakra enters the body, they are given complete control of it, allowing them to decide all of its actions, its use of jutsu, and even speak through it.\n- As a representation of this control, the controlled bodies' eyes take on the same appearance as the user's.\n- Some of the Six Paths Techniques are very chakra-taxing, and in order to use them Nagato must either bring the respective body closer to his position or alternatively cut off control of the other five Paths and focus all of his chakra into the one.\n- Sensors can track the chakra Nagato spends to control the paths back to him, exposing his real location.\n- Obito controls his Six Paths using a single black receiver embedded into the left side of each of their chests, which were hidden from view.\n- * While talking to Tobi about the Summoning: Impure World Reincarnation technique, Kabuto Yakushi uses the term to refer to the six bodies Nagato used to fight Jiraiya.\n\n## Counters / Defenses\n- The pods are also numbered from one through six using daiji characters and are ordered counter-clockwise around the room with a numbering scheme that corresponds with the ordering of the six Buddhist Paths of Reincarnation:\n* - Deva Path.\n- He also seals their respective tailed beast back into their bodies, which he maintains control of through the Demonic Statue of the Outer Path.\n- Each of these Paths, or realms, represents one of the realms a being is reborn into after death, determined by the accumulated karma of their past lives.\n\n## Drawbacks\n- Nagato's first Six Paths of Pain were composed of individuals that Jiraiya had met when they were alive.\n- Each of the Six Paths of Pain can be used to perform any technique that Nagato himself is capable of, however, he limits each body to one branch of the Six Paths Techniques, the exception being Yahiko's body (the Deva Path) through which he performs a number of miscellaneous jutsu; the King of Hell and the creatures summoned by the Animal Path are part of his shared vision.\n- Because of his lack of mobility, Nagato requires a great deal of preparation time to use his Six Paths of Pain, especially when moving outside his usual residence in Amegakure.\n- The greatest weakness of his Six Paths of Pain is that each body has only one primary ability; if an enemy has prior knowledge of what body does what, they stand a better chance of defeating the Paths.\n- Obito can force the jinchūriki to transform into their full Tailed Beast Modes, but this carries an increased risk of the beasts subverting his commands.\n- Because of how much effort it requires to keep six tailed beasts under his control at once, Obito does not channel the Six Paths Techniques into his Six Paths of Pain.\n- * Three of Nagato's Six Paths of Pain are playable in Ultimate Ninja Heroes 3 , while the other three appear as support characters.\n\n## Notes\n- Inoichi Yamanaka compared this technique to the Yamanaka clan's Mind Body Switch Technique, albeit on a greater scale.\n- In the anime, the first body used, belonged to his childhood friend Yahiko, which was his favourite.\n- To match his late friend's hair colour, he had the other Paths' hair dyed to the same colour, including eyebrows.\n- Nagato implants their black receivers all over their bodies as body piercings.\n- Nagato refers to each body by the Path it embodies and has them serve specific purposes, be it offensive or defensive, reconnaissance or repair.\n- Each of the Paths has its own importance in a fight – the Naraka Path's ability to restore all the other Paths making it the most valuable – and therefore, Nagato will sacrifice other Paths to protect those further up the hierarchy.\n- This is usually mitigated by Nagato's frequent changing of his chakra signature.\n- It took Naruto stabbing himself with one of Nagato's black receivers to create a direct connection to track him with his Sage Mode sensing.\n- When not in use, Nagato stores the bodies in a hidden chamber within Amegakure's tallest tower.\n- Within the room are six \"pods\", in which the bodies rested; each pod is connected to the wall via pipes or wires and has a sliding cover that appears to feature the symbol of Amegakure, which conceals the face of the inactive body.\n- * - Asura Path.\n- * - Human Path.\n- * - Animal Path.\n- * - Preta Path.\n- * - Naraka Path.\n- When transformed into the tailed beast, the receivers move from the chest to the neck.\n- Rather, he uses the same abilities that they had when they were alive, such as Rōshi's Lava Release and Utakata's Soap Bubble Ninjutsu.\n- With Obito's Sharingan, through which he sees what his Paths see, he is able to more precisely synchronise and deploy their abilities.\n- While the two lower Paths, Preta and Naraka, are hellish, and the two higher Paths, Deva and Asura, are heavenly, all six are considered to be Paths of suffering because they perpetuate the cycle of Reincarnation; the only way to break it and ascend to a higher state of existence is to attain enlightenment.\n- The latter had a female voice as it was a woman.\n- All six are able to appear simultaneously in three-versus-one match-ups.\n- The playable ones are Deva, Asura and Animal, the ones whose primary function is battle, rather than support.\n"
    }
  }
]