[
  {
    "name": "Creation of All Things Technique",
    "sourcePage": "Creation of All Things Technique",
    "pageId": 80049,
    "url": "https://naruto.fandom.com/wiki/Creation_of_All_Things_Technique",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/bb/Babutsu_Sozo.png/revision/latest/scale-to-width-down/600?cb=20150207103435",
    "raw": {
      "markdown": "# Creation of All Things Technique\n\n## Quick Facts\n- Element/Type: Yin–Yang Release\n- Classification: Ninjutsu\n- Class: Supplementary\n- Users: Hagoromo Ōtsutsuki<!-- Do NOT add Naruto, Madara or Obito, that was a translation error -->\n- Media: Anime, Manga\n\n## Summary\nThe Creation of All Things Technique was a technique possessed by Hagoromo Ōtsutsuki that allowed him to turn fantasy into reality. The process he used is explained to have initially involved the administration of imagination, and the spiritual energy which forms the basis of Yin chakra to create physical forms from nothingness.\n\n## Notes\n- Then, through the application of vitality, and the physical energy which forms the basis of Yang chakra, he would breathe life into the resulting creations.\n- The tailed beasts were created from the Ten-Tails' chakra with this technique.\n- In the anime, when using this ability, the beings created are minuscule and surrounded by a magatama-like green energy pod.\n- * According to Obito Uchiha, the Sage of the Six Paths used this ability to create many things besides the tailed beasts.\n- * During his fight with Naruto Uzumaki, Sasuke Uchiha merged all of the tailed beasts' chakra using Susanoo as a vessel.\n- Kurama described this act as being on par with Hagoromo's creation of the tailed beasts, except in reverse.\n"
    }
  },
  {
    "name": "Eight Gates",
    "sourcePage": "Eight Gates",
    "pageId": 2036,
    "url": "https://naruto.fandom.com/wiki/Eight_Gates",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e3/Eight_Gates-Rock_Lee.png/revision/latest/scale-to-width-down/600?cb=20210219185416",
    "raw": {
      "markdown": "# Eight Gates\n\n## Quick Facts\n- Users: Might Duy, Might Guy, Rock Lee, Kakashi Hatake, Metal Lee~anime, Shinnō~movie\n- Media: Anime, Manga, Game, Movie\n\n## Summary\nThe Eight Gates are eight specific tenketsu along the chakra pathway system. Normally, individuals can use no more than 20% of their body's full potential, the brain's way of protecting the individual from harming their body through overexertion.\n\n## Drawbacks\n- Opening the gate on this occasion also causes Lee's nose to start bleeding.\n- After opening this gate, Guy's muscle fibers rupture, causing him intense pain if anyone touches him.\n\n## Notes\n- With training, individuals can learn to remove these limiters, referred to as \"opening\" the gates.\n- With each opened gate, individuals are given access to more and more of their body's chakra, thus increasing their physical strength and speed.\n- Since Madara's era, there have only been a few known users:\n* Might Duy learned to open all Eight Gates after twenty years of extensive training.\n- * Might Guy, Duy's son, was taught how to open all Eight Gates by his father.\n- By adulthood, Lee had mastered all eight gates.\n- * In The Last: Naruto the Movie, Rock Lee and the Suicide Corps could open the Sixth Gate to use a collaboration technique called the Crane Wing Formation.\n- * In the anime, Metal Lee, Rock Lee's son, is shown subconsciously opening the first gate.\n- * Kakashi Hatake is seemingly able to open the first gate, as seen when he activates it during a Cliff Climbing Practice.\n- The anime later shows him opening it explicitly.\n- Learning to open any of the Eight Gates is apparently very difficult, as Kakashi is surprised when he's told that Lee - only thirteen years old at the time - can open five gates; Kakashi notes that such an accomplishment is impossible through hard work alone.\n- Part of Kakashi's surprise is also because he does not believe it was wise for Guy to teach Lee to open the gates in the first place: although opening the gates does briefly give the user power greater than what they're normally capable of, this increased power causes the user serious harm.\n- When opening the eighth and final gate, users will die as a consequence, their bodies being unable to survive the immense amounts of chakra flowing through them.\n- Because of this, Duy developed a self-rule to dictate when it was acceptable to open any of the Eight Gates, a rule he passed to Guy, Rock Lee has also been known to use the Eight Gates to defend his nindō, the dream by which he leads his life.\n- To have all of the Eight Gates open at once is known as Eight Gates Released Formation.\n- # The is located on the spinal cord.\n- Rock Lee opens this gate as he's about to use the Reverse Lotus, seemingly to increase his speed; as he performs the Reverse Lotus, his muscles start to tear.\n- # The , located in the stomach, increases all the user's abilities.\n- The power that emanates from the user is enough to displace surrounding bodies of water.\n- # The is located at the heart.\n- Users open this gate by puncturing their chest with their thumb in order to direct the chakra there.\n- * After Might Guy opens all Eight Gates, he is saved from death by Naruto Uzumaki's Yin–Yang Release.\n"
    }
  },
  {
    "name": "Izanagi",
    "sourcePage": "Izanagi",
    "pageId": 34470,
    "url": "https://naruto.fandom.com/wiki/Izanagi",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/9/93/Izanagi_1.png/revision/latest/scale-to-width-down/600?cb=20151004045309",
    "raw": {
      "markdown": "# Izanagi\n\n## Quick Facts\n- Element/Type: Yin Release, Yang Release <!-- Do not change this to Yin-Yang Release. See the Yin-Yang Release talkpage for more info. -->\n- Classification: Kekkei Genkai~Sharingan, Genjutsu, Kinjutsu, Dōjutsu,\n- Class: Defensive, Supplementary\n- Range: Short\n- Users: Madara Uchiha, Obito Uchiha, Danzō Shimura, Baru Uchiha~anime, Naka Uchiha~anime, Rai Uchiha~anime <!-- Do not add the Sage of the Six Paths. See talkpage for more info. -->\n- Media: Anime, Manga, Game\n\n## Summary\nIzanagi is a genjutsu performed with the Sharingan. In the anime, users are shown extending Izanagi's influence beyond their personal reality, affecting their surroundings and those within it.\n\n## Usage\n- In exchange for the brief control over reality that Izanagi grants them, the Sharingan that they perform it with becomes blind; Because the Uchiha prized their Sharingan, to lose it in this way prompted them to label it kinjutsu.\n- Obito Uchiha, because he has control over the Senju cells he uses, is able to keep a single Izanagi active for significantly longer than Danzō.\n- * In the Naruto Shippūden: Ultimate Ninja Storm series, Danzō uses this as part of his ultimate technique, letting his Wood Release go out of control, creating a tree that crushes both himself and the opponent, and activating Izanagi at the last moment to escape unharmed.\n\n## Notes\n- Izanagi is based on the Creation of All Things Technique, used by the Sage of Six Paths to turn imagination into reality.\n- The process is explained to use spiritual energy – which forms the basis of Yin Release – to create shape from nothingness.\n- Then, through the application of physical energy – which forms the basis of Yang Release – the shape has life breathed into it.\n- Members of the Uchiha clan, as descendants of the Sage, perform Izanagi with their Sharingan.\n- Because Uchiha only possess half of the Sage's chakra, they can only keep Izanagi active for a few seconds; allowing him to use Izanagi for one minute.\n- As this is still not very long, he has ten Sharingan implanted in his right arm, giving him up to ten minutes' worth of Izanagi with breaks in between as he chooses.\n- Since he is not an Uchiha, each use of Izanagi causes Danzō's chakra to drop significantly.\n- As with other Sharingan-based techniques, Izanagi can be programmed to activate under certain conditions.\n- Madara Uchiha did so to undo his death after he'd been entombed, restoring him to life unbeknownst to anyone.\n- In this case, it is Izanagi, who, together with his sister and wife Izanami, created the islands and other deities of Japan.\n- One of the most famous stories about Izanagi tells the tale of how he goes into Yomi, the Japanese underworld, to retrieve Izanami after she died giving birth to the Shintō fire god, Kagutsuchi.\n- In Yomi, he manages to get Izanami and they both try to leave, however, Izanagi was not supposed to look at her before they escape.\n- Right before they reach the exit, Izanagi looks back and sees her in a decayed form.\n- Frightened, Izanagi flees from Yomi and blocks the cave.\n- Izanami curses Izanagi saying that she will kill 1000 people per day.\n- In response, Izanagi says that 1500 people will be born each day.\n- In another variation of the story, it is stated that Izanami told Izanagi to leave, however, he came back while she slept and lit a fire that revealed her decayed form, prompting him to escape out of fright, and barricade her inside with a giant boulder.\n- After his failed attempt to get Izanami, he washed himself in a stream.\n- As he cleaned his left eye, Amaterasu was born, as he cleaned his right eye, Tsukuyomi was born, and as he cleaned his nose, Susanoo was born.\n- Like Izanagi, Izanami also blinds the Sharingan that it is performed with.\n- * During initial depictions of Izanagi, the blindness it causes is represented by the eye's lids closing.\n- After the blindness caused by Izanami is depicted as turning the eye a blank white, Izanagi starts being depicted the same way.\n- * Despite Madara using a time-activated Izanagi in the manga, he is not listed as a user of Izanagi in Jin no Sho .\n"
    }
  },
  {
    "name": "Six Paths — Chibaku Tensei",
    "sourcePage": "Six Paths — Chibaku Tensei",
    "pageId": 136851,
    "url": "https://naruto.fandom.com/wiki/Six_Paths_%E2%80%94_Chibaku_Tensei",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/58/Six_Paths_Chibaku_Tensei.png/revision/latest/scale-to-width-down/600?cb=20160901115605",
    "raw": {
      "markdown": "# Six Paths — Chibaku Tensei\n\n## Quick Facts\n- Element/Type: Yin–Yang Release\n- Classification: Ninjutsu, Fūinjutsu, Cooperation Ninjutsu<!--Please do not add Senjutsu-->,\n- Class: Offensive, Supplementary\n- Range: Short\n- Users: Hagoromo Ōtsutsuki~~with~Hamura Ōtsutsuki, Hamura Ōtsutsuki~~with~Hagoromo Ōtsutsuki, Naruto Uzumaki~~with~Sasuke Uchiha, Sasuke Uchiha~~with~Naruto Uzumaki\n- Media: Anime, Manga, Game\n\n## Summary\nThe Six Paths — Chibaku Tensei is a powerful fūinjutsu which can only be used by those who have awakened the Six Paths Senjutsu. as well as forcibly extract their chakra from their body.\n\n## Counters / Defenses\n- The only known method of breaking this seal is for a wielder of the Rinnegan to summon the core out of the resulting satellite.\n- Centuries later, the spirit of Hagoromo passed on the seals required to activate this technique to Naruto Uzumaki and Sasuke Uchiha, who went on to perform the same feat, resealing Kaguya Ōtsutsuki — alongside Black Zetsu — inside of a new moon contained within her core dimension.\n- Later, in episode 464, Hagoromo claims he sealed both Kaguya and Ten-Tails inside the moon.\n- ** In the anime, when Hagoromo and Hamura used this technique to seal Kaguya, the Six Paths Yin and Yang seals did not appear in her third eye, and her chakra was not extracted from her body.\n\n## Notes\n- However, in episode 462, they are instead depicted using this technique on Kaguya herself, while Ten-Tails' body withers away like a tree.\n"
    }
  },
  {
    "name": "Six Paths Senjutsu",
    "sourcePage": "Six Paths Senjutsu",
    "pageId": 123509,
    "url": "https://naruto.fandom.com/wiki/Six_Paths_Senjutsu",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e4/Six_Paths_Senjutsu.png/revision/latest/scale-to-width-down/600?cb=20210721223950",
    "raw": {
      "markdown": "# Six Paths Senjutsu\n\n## Quick Facts\n- Classification: Senjutsu\n- Class: Offensive, Defensive, Supplementary\n- Users: Ten-Tails, Hagoromo Ōtsutsuki, Hamura Ōtsutsuki, Asura Ōtsutsuki, Obito Uchiha, Madara Uchiha, Naruto Uzumaki\n- Media: Anime, Manga, Novel, Game, Movie canon\n\n## Summary\nSix Paths Senjutsu is a special form of senjutsu used by Hagoromo Ōtsutsuki — the Sage of Six Paths — as well as his younger brother, Hamura. Hagoromo is able to grant Six Paths Senjutsu to others, as he did with his son, Asura, and later with his son's reincarnate, Naruto Uzumaki.\n\n## Counters / Defenses\n- Though taijutsu is viable, the sheer durability of Six Paths users means only techniques of the highest level have noticeable effect; Madara was merely pushed back by Daytime Tiger without harm.\n\n## Notes\n- It can also be obtained by becoming the jinchūriki of the Ten-Tails, as taking in the power of the nine tailed beasts is the same as obtaining the power of the Sage of Six Paths himself.\n- As a form of senjutsu, this ability grants similar benefits to Sage Mode, though the user's sensing capabilities are increased to a far greater extent, to the point where they can even sense shadows in the invisible world of Limbo.\n- They also gain a complete comprehension of chakra, including the ability to use all five basic nature transformations and make perfect use of Yin–Yang Release, as well as an almost unconscious mastery of the floating ability used by the Sage of Six Paths.\n- When one awakens Six Paths Senjutsu, they also obtain a number of Truth-Seeking Balls.\n- As the Ten-Tails' jinchūriki, Obito and Madara Uchiha displayed several other unique abilities, though it is unknown if these apply to Six Paths Senjutsu users in general.\n- The two were entirely immune to the effects of ninjutsu, only being vulnerable to senjutsu and taijutsu, though techniques utilising Six Paths Power could also damage them.\n- They also possessed an extraordinary healing factor, capable of fully recovering from attacks that destroyed large portions of their bodies within seconds, with Madara even claiming to be immortal.\n- Obito was capable of producing chakra arms from the protrusions on his back, which were powerful enough to tear through the Four Red Yang Formation with ease.\n- Despite not previously possessing the kekkei genkai, Madara was able to use a Storm Release technique, which he accomplished due to having Six Paths Power.\n- Naruto is able to make use of Six Paths Senjutsu while in his Six Paths Sage Mode, a form which he received from Hagoromo.\n- * In Naruto: Shinobi Collection Shippū Ranbu , the cloaks worn by Hagoromo, Hamura, Madara (as the Ten-Tails' jinchūriki) and Naruto (in Six Paths Sage Mode) are known as .\n"
    }
  },
  {
    "name": "Summoning: Impure World Reincarnation",
    "sourcePage": "Summoning: Impure World Reincarnation",
    "pageId": 3354,
    "url": "https://naruto.fandom.com/wiki/Summoning:_Impure_World_Reincarnation",
    "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/03/Hokage_reincarnated.png/revision/latest/scale-to-width-down/600?cb=20140612141309",
    "raw": {
      "markdown": "# Summoning: Impure World Reincarnation\n\n## Quick Facts\n- Classification: Ninjutsu, Kinjutsu, Reincarnation Ninjutsu, Space–Time Ninjutsu\n- Class: Supplementary\n- Users: Kabuto Yakushi, Orochimaru, Tobirama Senju\n- Media: Anime, Manga, Novel, Game\n\n## Summary\nThe Summoning: Impure World Reincarnation is a jutsu that binds the soul of a deceased person to a living vessel, restoring them as they were in the last moments of their lives in order to do their summoner's bidding. It was originally created by Tobirama Senju, some time after which he declared it a kinjutsu.\n\n## Usage\n- In general, this limited control is not an issue for the summoner, and they will typically \"deactivate\" the reincarnation, placing them in a coffin for storage and transportation until they're needed.\n- In order to actually be able to control their actions, the user must implant a special talisman - generally attached to the end of a kunai - within the reincarnation's brain.\n- The talisman's design determines how strong the control is:\n* At its most basic, the reincarnated souls retain their personality, giving them the freedom to approach a given task however they like so long as it broadly carries out the summoner's bidding.\n- The summoner instead controls all of their actions, even permitting them to speak through the reincarnation or summon other reincarnated souls to their location.\n- Orochimaru prefers this level of control.\n- Kabuto has at times rewritten talismans remotely in order switch to this level of control when the situation calls for it.\n- If the summoner chooses to, they can rejuvenate the reincarnation while planting their control talisman, restoring their complexion and reducing some of the imperfections; this is merely aesthetic and the signs of decay do not inhibit their abilities.\n- Reincarnated members of Akatsuki are, however, outfitted with different cloaks than they used to wear.\n- Yin–Yang Release, as manifested in Truth-Seeking Balls, can negate the regenerative properties of reincarnated bodies, reducing their effectiveness and, if used to strike a vital spot, kill them for all intents and purposes.\n- Kabuto can regain control of Itachi by gaining access to the control talisman, and in fact is still able to release him from the Impure World Reincarnation.\n- This grants them full control of their own actions, all the benefits of an immortal body, and prevents the summoner from releasing them from the Impure World Reincarnation.\n- Another way to take over the control of reincarnated bodies is through the usage of the Six Paths Technique, as in the case of Obito's Six Paths jinchūriki.\n- Because of Obito's Black Receivers being embedded into the left side of each jinchūriki's chests, he was able to wrest Kabuto's control over the revived jinchūriki, and thus control the revived jinchūriki's near-perfectly.\n\n## Counters / Defenses\n- However, when the perfected Impure World Reincarnation is used to revive somebody, there comes a possibility that they will be strong enough to resist this control; Tobirama was able to resist this control prior to Orochimaru using Hashirama's cells to strengthen the binding and Orochimaru notes Hashirama Senju could break free if he chose to, even with the enhanced binding from Hashirama's cells.\n- Kabuto and Orochimaru are able to strengthen the bindings they use through external means: Kabuto siphons chakra from the cursed seal Anko Mitarashi is branded with; On a related note, any level of control creates a traceable chakra signature between the reincarnated soul and their summoner, allowing reincarnated sensors to trace the summoner's location.\n- An unavoidable characteristic of a reincarnated body is the darkened sclerae, with a soul that retains its personality having grey sclerae and a soul with a suppressed personality having black sclerae.\n- The reincarnated jinchūriki similarly have their respective tailed beasts sealed back into them.\n- There are only three guaranteed ways to end the technique: (When demonstrating the technique to Tobi, Kabuto lied that the seals to release it are Dog → Horse → Tiger .)\n# A less reliable, though equally effective method is to have the reincarnated soul be affected in some emotional way that gives them closure, allowing their soul to break free of the Impure World Reincarnation's influence.\n- During the Fourth Shinobi World War, the Allied Shinobi Forces develop the method of binding the reincarnations' bodies so that they can't move and then placing a seal on the bindings so that they no longer pose a threat.\n- The Benihisago and Kohaku no Jōhei are able to seal the reincarnated bodies to such a degree that even the release of the jutsu won't affect the seal.\n- Itachi also used his Sword of Totsuka to seal Nagato, his ultimate fate unclear after Itachi had Kabuto released the technique.\n- Conversely, if the reincarnated soul knows the hand seals, they can sever the summoner's contract with them; in the anime, the seals are Snake → Ram → Boar → Dog → Tiger .\n- * In the anime, when eradicating the personality of Hanzō, Kabuto used several hand seals instead of just one.\n\n## Drawbacks\n- Despite its risks, Kabuto prefers this level of control.\n- Reincarnated bodies do not bleed, except in those cases where blood is needed to perform the Summoning Technique.\n- Other side-effects may still manifest, as when Itachi Uchiha's eyes bleed from using his Mangekyō Sharingan, but he is not inhibited by it.\n- Madara Uchiha describes this as \"the one risk of the technique\".\n\n## Notes\n- Orochimaru would discover the technique decades later and improve on its use, while his subordinate Kabuto Yakushi nearly perfected it.\n- Kabuto remarks that this basically amounts to grave-robbing, although blood stains or organs salvaged after the target's death also work.\n- A living sacrifice is also required for the reincarnated soul to use as a vessel.\n- If the souls are readily available in the Impure World, such as was the case with the first four Hokage who were freshly freed from the Shinigami's stomach, they can be reincarnated through this technique.\n- Reincarnations can be recalled in a similar way, with a coffin emerging around them to take them back.\n- After first performing it the user is only able to restrict their movements.\n- On the one hand, this makes them more useful in combat because they know how best to use their own abilities and, if deployed against somebody they knew when they were alive, there is a possibility for psychological warfare.\n- On the other hand, although they are compelled to do as their summoner wishes and act without reluctance, they can undermine their summoner to a degree, either by making poor decisions that opponents can take advantage of or by giving opponents advice about how to defeat them.\n- * At its strongest level, the reincarnated soul's personality is entirely eliminated.\n- Although this guarantees the reincarnated soul will only ever act as desired, they are less resourceful and it requires the summoner's attention for every action that must be taken, making it difficult for them to multi-task depending on the circumstances.\n- A reincarnated individual will have all the abilities they had during their life, including kekkei genkai and kekkei tōta.\n- They are physically restored as they were at the time of their death, including any physical handicaps they may have possessed, such as Nagato's damaged legs.\n- Exceptions exist: illnesses they had will not be preserved, nor will any physical damage that contributed to their death.\n- There is some inconsistency of whether or not foreign body matter will be restored as well: Hanzō retains the poison gland of the black salamander, but Madara Uchiha does not have access to Hashirama Senju's genetic material and thus Kabuto must artificially reproduce it for him.\n- Clothing is reproduced according to what they wore when they died, although it is merely a superficial aspect of their reincarnated body; armour offers no actual protection, being of the same ashen material as the rest of their body.\n- Weaponry is usually not retained and must instead be gathered by the summoner; the reincarnated Seven Ninja Swordsmen of the Mist only have access to those swords Kabuto is able to acquire.\n- One exception seems to be the Gold and Silver Brothers' Treasured Tools of the Sage of Six Paths, which are still seemingly stored within the brothers' bodies.\n- The vast majority of the reincarnated were able to achieve the same power they had at life, such as Mū.\n- But a few of the reincarnated, such as Madara Uchiha’s full abilities were limited by the technique.\n- For example, even with the perfected Impure World Reincarnation; Madara's reincarnated body is successfully bound by the Sage Art: Gate of the Great God, which he easily breaks free of as soon as he is restored to life.\n- Likewise, there are some things a reincarnated body simply cannot do, such as access all the abilities of the Rinnegan or become the jinchūriki of the Ten-Tails.\n- Any damage they receive will regenerate in time and, assuming the damage is not too debilitating, they can continue attacking even before their body recovers.\n- This was one of the main purposes Tobirama created the technique for, as he would use one or more reincarnated souls to perform a series of Kamikaze-like attacks until the opposition was wiped out; he created the Mutually Multiplying Explosive Tags specifically for this purpose.\n- A second benefit is the limitless refilling of their diminished chakra reserves that the reincarnated individuals have access to; they can fight eternally and perform ordinarily physically demanding or chakra-intensive jutsu without issue, knowing their current reserves will infinitely refill.\n- or only being able to create a certain number of clones.\n- The reincarnated body can be further enhanced to \"beyond their prime\".\n- When Madara Uchiha was brought back, Kabuto put his body through a selective evolution, combing the best attributes from different points of his life.\n- In addition to his body being restored to its physical prime rather than the withered state it had when he died, he also retained the various abilities he gained only during the last years of his natural life; he retained the graft of Hashirama Senju's DNA so he could still access the First Hokage's abilities, and he has access to dōjutsu he gave up during his life.\n- Reincarnated individuals are immune to the Infinite Tsukuyomi.\n- When a soul is released from the Impure World Reincarnation, their body disintegrates back into dust and the sacrifice's corpse will be left lying in the debris.\n- The soul may linger briefly - with their personality restored if it was being suppressed - to leave parting words or take final actions.\n- Souls released by their summoner will be enveloped in light throughout the process.\n- Even if the Impure World Reincarnation cannot be broken conventionally, reincarnated bodies can still be neutralised.\n- The spirits of those reincarnated by the technique will remain damaged even if the jutsu is released, as shown with Minato Namikaze.\n- There are also other instances of a reincarnated body escaping their summoner's influence.\n- Itachi Uchiha was targeted with Kotoamatsukami by Shisui's eye transplanted into a crow which was stored in Naruto, displacing Kabuto's commands with different orders.\n- However, it should be noted that Kabuto is still able to release them from the Impure World Reincarnation.\n- Name\n!\n- Village of origin\n!\n- Sacrifice used\n|-\n| Hashirama Senju || Konohagakure || Kin Tsuchi/White Zetsu clone\n|-\n| Hiruzen Sarutobi || Konohagakure || White Zetsu clone\n|-\n| Minato Namikaze || Konohagakure || White Zetsu clone\n|-\n| Osoi (Anime only) || Kumogakure || Konohagakure shinobi\n|-\n| Third Kazekage (Anime only) || Sunagakure || Unknown\n|-\n| Tobirama Senju || Konohagakure || Zaku Abumi/White Zetsu clone\n|-\n| Yota (Anime only) || Unknown || Unknown\n|}\n\n;Notes\n* During the Konoha Crush, Orochimaru attempted to reincarnate Minato Namikaze, unaware that his soul did not reside in the Pure Land.\n- For that reason the summon failed.\n- * In the anime, Kabuto's reincarnation of Chūkaku and Heiji are accidents, as he intended to reincarnate Chiriku and Hanzō, respectively.\n- ** Kabuto deploys these and other mistaken reincarnations to try and release more important reincarnations from their bindings.\n- As most are no stronger than genin, they all fail.\n- In the anime, the failed reincarnations are represented by piles of sand.\n- In Naruto: Shippūden , the eyes are corrected to match the manga.\n- * Starting in Ultimate Ninja Storm Generations , Kabuto Yakushi (Snake Cloak Form) uses the Impure World Reincarnation as his ultimate technique.\n- He summons Kakuzu, Itachi, and Deidara, who attack the opponent using the Lightning Release: False Darkness, Fire Release: Great Fireball Technique, and C1, respectively.\n- * In Konoha Shinden: Steam Ninja Scrolls , Ryūki claimed to have redesigned this technique as a means to communicate with the dead without actually sacrificing anyone.\n- This was ultimately a lie to gather sacrifices for his goal in gaining immortality from Jashin.\n- * In the anime within Tsunade's Infinite Tsukuyomi dream, Sasori used this technique to revive an army of shinobi puppeteers, which could all use Red Secret Technique: Performance of a Hundred Puppets.\n- * In Sasuke Retsuden: The Uchiha Descendants and the Heavenly Stardust , Zansūru claimed that the Impure World Reincarnation is merely a regional variant of Redaku Reincarnation Ninjutsu.\n- Decades prior to Sasuke's time in the Astronomy Research Institute, Orochimaru visited the Institute to research this technique, ultimately stealing a few of the more valuable documents for his own purposes and using what he learned to improve upon Tobirama's Impure World Reincarnation.\n"
    }
  }
]