{
  "name": "10 Hit Combo",
  "sourcePage": "10 Hit Combo",
  "pageId": 58460,
  "url": "https://naruto.fandom.com/wiki/10_Hit_Combo",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/0e/10-Hit_Combo1.jpg/revision/latest/scale-to-width-down/600?cb=20110103001301",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=10-Hit Combo1.jpg\n10-Hit Combo2.jpg\n|kanji=10連コンボ\n|unnamed jutsu=No\n|romaji=Jū Ren Konbo\n|literal english=Ten Chain/Part Combo\n|game names=10 Hit Combo\n|jutsu classification=Taijutsu\n|jutsu type=Lightning Release,\n|jutsu class type=Offensive\n|jutsu range=Short\n|users=Lars Alexandersson\n|debut shippuden=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 2\n|jutsu media=Game\n}}\n\nLars strikes the foe 5 times before striking them into the air with a [[lightning]]-infused uppercut. He would jump above with amazing speed and double kick the victim into an axe-handle, then charge up a lightning-infused blow down to the stomach.\n\n== Trivia ==\n* The naming of this attack is themed after the commonly recurring mechanic of the ''Tekken'' series known as the \"10-hit/chain combo\", a series of automatic sequenced inputs of various attacks for each single character (though the version seen in ''Storm 2'' is nothing resembling any of Lars' original 10-hit combos). Each character has at least 1 or 2 of these types of attacks, save for very few exceptions.\n** This very specific move is also directly copied from Lars' original 10 Hit Combo from ''Tekken 6: Bloodline Rebellion'' (Lars' debut game as an updated re-release to the original ''Tekken 6''), albeit with heavy modifications which still add up to the 10 original blows:\n*** The first 5 blows are his facial chop thrust, Gilbert Smash's first input, Double Tap's second input, Delta Slicer's third input and Turbine Hook (a Silent Entry stance attack). However, the Turbine Hook was originally a sweeping-low attack back in its source game, while the variant here is instead a standing-midsection-aimed strike.\n*** The uppercut that has Lars initially clench his fist is his 10 Hit Combo's 6th blow, where afterwards, it originally was meant to be an automatic transition point into his Silent Entry stance; this is replaced with zipping through the air to chase his victim from above.\n*** The final attacks done in midair are then Lars' Rising Storm (a Silent Entry move), a left knee strike and a twin arm-smash (originally a twin elbow smash), finishing into a final Ark Blast. These attacks were of course, originally done on the ground.\n\n[[id:Kombo 10 Pukulan]]\n[[pl:Jū Ren Konbo]]"
  }
}