{
  "name": "Acrobat",
  "sourcePage": "Acrobat",
  "pageId": 30227,
  "url": "https://naruto.fandom.com/wiki/Acrobat",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/81/Acrobat.PNG/revision/latest/scale-to-width-down/600?cb=20150124180516",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d4\">Fourth Databook, page 229</ref>\n|image=Acrobat.PNG\n|kanji=<ruby>荒繰鷺伐刀<rt>アクロバット</rt></ruby>\n|unnamed jutsu=No\n|romaji=Akurobatto\n|literal english=Rough Spin Heron Striking Sword\n|english tv=Acrobat\n|game names=Seven Swords Dance<ref>''Naruto Collectible Card Game''</ref>\n|parent jutsu=Disturbance Taijutsu\n|jutsu rank=A\n|jutsu classification=Taijutsu, Kenjutsu\n|jutsu class type=Offensive\n|jutsu range=Short\n|users=Killer B\n|debut manga=411\n|boruto=No\n|debut anime=143\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 2\n|jutsu media=Anime, Manga, Game\n}}\nThe '''Acrobat''' is a kenjutsu used by [[Killer B]] in tandem with his [[Kumogakure Swords|swords]] and the standard technique of his unique [[Disturbance Taijutsu]] fighting style.\n\n== Usage ==\nWhen in battle, B holds his swords in a peculiar and unique manner. More often than employing his hands, B would wield his blades in and between various parts of his body. The first two are held in the hinge joint of his right and left arm, another between his shoulder blade and neck, one in his mouth, under his left armpit, another between the hip joint of his right, raised leg and the back leg of the same raised leg. As strange as it seems, Killer B is extremely skilled with these blades and this fighting style which he began adopting since a young age.<ref>''Naruto'' chapter 542, page 6</ref> The most dangerous aspect of this style is the unpredictability of his movements, easily catching his opponents by surprise. He can spin in a manner similar to a buzz-saw, or else employing a series of unrelenting attacks switching the locations as well as the blades with which he attacks, leaving no openings for even a skilled [[Sharingan]] user like [[Sasuke Uchiha]],<ref>''Naruto'' chapter 411, page 14</ref> and a highly trained [[Seven Ninja Swordsmen of the Mist|swordsman]] like [[Suigetsu Hōzuki]], who remarked that the method of attack was completely unpredictable.<ref>''Naruto'' chapter 411, page 15</ref> Killer B was also able to throw these swords from their normally awkward positions, either to hit his opponents from range, or to impale his opponent at close range and cause damage that would normally be lethal.<ref>''Naruto'' chapter 411, page 18</ref>\n\nThe swords can be [[Chakra Flow|charged]] with [[Lightning Release|lightning]] [[chakra]] to greatly increase their cutting power through high-frequency vibrations.<ref>''Naruto'' chapter 411, page 17</ref> Because of the streamline shape of these swords, they serve as fairly good projectiles as well.<ref>''Naruto'' chapter 550, page 3</ref> In the anime Killer B was able to use the [[Eight-Tails]]' tentacle to extend his reach for a surprise attack.<ref>''Naruto: Shippūden'' episode 298</ref>\n\n== Trivia ==\n* As with many techniques of [[Kumogakure]] ninja, this technique has an English name given kanji that somewhat match the pronunciation.\n\n== References ==\n<references/>\n\n[[es:Danza de las Siete Espadas]]\n[[fr:Danse des Sept Sabres]]\n[[pl:Akurobatto]]"
  }
}