{
  "name": "Amenominaka",
  "sourcePage": "Amenominaka",
  "pageId": 127956,
  "url": "https://naruto.fandom.com/wiki/Amenominaka",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/bc/Amenominaka.png/revision/latest/scale-to-width-down/600?cb=20160505131008",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d4\">''[[Jin no Sho]]'', page 230</ref>\n|image=Amenominaka.png\n|kanji=<ruby>天之御中<rt>アメノミナカ</rt></ruby>\n|unnamed jutsu=No\n|romaji=Amenominaka\n|literal english=Heavenly Governing Inside\n|game names=Ame no Minaka\n|jutsu classification=Kekkei Mōra~Rinne Sharingan, Ninjutsu, Space–Time Ninjutsu, Dōjutsu, Shinjutsu\n|jutsu class type=Supplementary\n|jutsu range=Short, Mid, Long\n|users=Kaguya Ōtsutsuki\n|debut manga=679\n|boruto=No\n|debut anime=459\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 4\n|jutsu media=Anime, Manga, Game\n}}\n<section begin=summary />Using her [[Rinne Sharingan]], [[Kaguya Ōtsutsuki]] replaces the world around her with one of her [[Kaguya's Dimensions|personal dimensions]]; everyone near Kaguya at the time will experience the same change of place.<ref name=\"d4\"/> Unlike most [[space–time ninjutsu]], where users move themselves to a destination, Kaguya moves the destination to herself.<ref name=\"c680\">''Naruto'' chapter 680, pages 1-4</ref> To relocate such large dimensions requires an immense amount of [[chakra]], so much so that only Kaguya is able to do so.<ref name=\"d4\"/><section end=summary /> However, even she will start to tire out if she uses Amenominaka too much.<ref>''Naruto'' chapter 684, page 13</ref> To an onlooker, Kaguya and everyone else will appear to simply vanish from the previous dimension they were in, without even a detectable trace of their chakra left behind.<ref>''Naruto'' chapter 680, page 10</ref>\n\nThose affected by Amenominaka will maintain their positions relative to each other between dimensions, so that somebody approaching Kaguya in one dimension will still be approaching her in the next. Because Amenominaka works on everybody in the vicinity of Kaguya, she cannot use it to escape from attackers or to transport only certain individuals to other dimensions; for both purposes, she instead relies on [[Yomotsu Hirasaka]].<ref name=\"c682\">''Naruto'' chapter 682</ref> Kaguya does seem to have some control over where she and the others will appear within a dimension, giving her a strategic option: when first depicted, she shifts high into the air of her lava dimension, leaving her opponents to fall into the molten sea below;<ref name=\"c680\"/> when she is being attacked by [[Naruto Uzumaki]] and [[Sasuke Uchiha]], she shifts to a part of her ice dimension that places Naruto and Sasuke within a glacier, trapping them and thus stopping their attack.<ref name=\"c682\"/>\n\nWhen [[Kakashi Hatake]] first experiences Amenominaka, he believes it is the result of a [[genjutsu]] because of how suddenly it happens and how stark the change is from where he was ([[Geography|Earth]]). It is only from noticing that the new world is too vast in size and intricate in detail that he realises it cannot be a mere illusion.<ref name=\"c680\"/> He nevertheless revisits the genjutsu comparison later, noting that - from his perspective - Kaguya seems to be instantly rewriting reality with each use of Amenominaka.<ref name=\"c682\"/>\n\n== Trivia ==\n* This technique's name comes from {{translation|[[wikipedia:Amenominakanushi|Amenominakanushi]]|天之御中主神|Heavenly Ancestral God of the Originating Heart of the Universe}}, a Japanese deity who is said to be the [[Wikipedia:Absolute (philosophy)|absolute centre]] of the universe, as well as the first [[wikipedia:Hitorigami|Hitorigami]] that came in to existence, and one of the five [[wikipedia:Kotoamatsukami|Kotoamatsukami]].\n* ''[[Ultimate Ninja Storm 4]]'' gives each dimensional shift a unique name; Amenominaka: {{translation|\"Lava\"|熔|Yō|lit meaning=Corrosion}}, {{translation|\"Ice\"|氷|Hyō}}, {{translation|\"Sand\"|砂|Masago}}, as well as one for returning from her dimensions, {{translation|\"Return\"|戻|Modoshi}}.\n\n== References ==\n<references />\n\n[[Category:Kekkei Mōra]]\n\n[[fr:Amenominaka]]\n[[pt-br:Ame-no-Minaka]]\n[[pl:Amenominaka]]"
  }
}