{
  "name": "Animal Cursed Seal",
  "sourcePage": "Animal Cursed Seal",
  "pageId": 13728,
  "url": "https://naruto.fandom.com/wiki/Animal_Cursed_Seal",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/a9/Animal_Cursed_Seal.png/revision/latest/scale-to-width-down/600?cb=20151005011448",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Animal Cursed Seal.png;The seal…\nMizuki's Transformation.png;the first stage…\nMizuki's Tiger Transformation.png;…the Animal State.\n|unnamed jutsu=Yes\n|parent jutsu=Orochimaru's Juinjutsu\n|jutsu classification=Kinjutsu, Juinjutsu, Senjutsu\n|jutsu class type=Supplementary\n|users=Mizuki\n|boruto=No\n|debut anime=146\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto Mobile\n|jutsu media=Anime, Game\n}}\nThis is a unique [[cursed seal]] applied by [[Orochimaru]], still in its experimental stages, and therefore was incomplete and unstable.\n\n== Overview ==\n=== Acquisition ===\nWhile every other one of [[Orochimaru's Juinjutsu]] are directly given by him through a bite, acquisition for this one differs in that the chosen person would be bitten by a [[snake]], which will give them instructions in the form of a tattoo on how to form the potion that grants the user a seal. As with any cursed seal, the chosen person would faint upon acquiring the seal from apparent pain.\n\nThis cursed seal is not the source of its power; rather, it serves as a blueprint to create a potion that will grant the drinker power akin to an actual cursed seal. Said potion consists of genetic information of animals which would be combined with the drinker's body to release an explosive amount of power.\n\nThe ingredients may be found in the [[Nara clan]]'s laboratory, which is hidden deep within the mountains. The potion can then be formed in a secret room in a mountainous cavern: ingredients are placed and mixed on a giant tablet matching that of the tattoo. [[Tsunade]] believed that no ordinary shinobi would be able to copy the method of this mixture, and that the skills of an artisan would be required.\n\n==== Ingredients ====\n{|width=\"100%\" align=\"center|-\"\n|width=\"50%\" valign=\"top\"|\n* {{translation|[[Wikipedia:Glycyrrhiza uralensis|Chinese licorice]]|甘草|Kanzō}}\n* {{translation|[[Wikipedia:Cinnamomum|Cinnamomi cortex]]|桂皮|Keihi}}\n* {{translation|[[Wikipedia:Antler|Deer antlers]]|鹿の角|Shika no tsuno}}\n* {{translation|[[Wikipedia:Rehmannia glutinosa|Rehmanniae radix]]|地黃|Jiō}}\n* {{translation|[[Wikipedia:Clove|Caryophylli flos]]|丁子|Chōji}}\n* {{translation|[[Wikipedia:Carrot|Ginseng radix]]|人参|Ninjin}}\n* {{translation|[[Wikipedia:Seahorse|Sea dragon]]|海馬|Kaiba}}\n* {{translation|[[Wikipedia:Turmeric|Curcumae rhizema]]|鬱金|Ukon}}\n|width=\"50%\" valign=\"top\"|\n* {{translation|[[Wikipedia:Paeonia lactiflora|Paeoniae radix]]|芍藥|Shakuyaku}}\n* {{translation|[[Wikipedia:Cistanche deserticola|Cistanchis herba]]|肉蓯蓉|Nikujuyō}}\n* {{translation|[[Wikipedia:Agkistrodon|Agkistrodon japonicae]]|反鼻|Hanpi}}\n* {{translation|Linderae umbellatae Ramus|烏樟|Ushō}}\n* {{translation|[[Wikipedia:Epimedium|Epimedii herba]]|淫羊藿|In'yōkaku}}\n* {{translation|[[Wikipedia:Chinese parsnip root|Saposhnikoviae radix]]|防風|Bōfū}}\n* {{translation|[[Wikipedia:Japanese pit viper|Viper]]|蝮|Mamushi}}\n* {{translation|[[Wikipedia:Lizard|Dried lizard]]|干蜥蜴|Hitokage}}\n|}\n\n=== Appearance ===\nThe cursed seal is reminiscent of a green skull, with an open jaw. The inside, however, consists of various ducts and slots, leading to a bottom slot at the \"jaw\". By activating several [[hand seals]], the ingredient names will appear in the corresponding slot sections of the seal. The seal is applied onto Mizuki's right forearm.\n\nWhile the potion ingredients are grounded into liquid and poured into their respective slots, they each have a different colour. By pressing a button on the edge of the stone tablet, the slots would release the liquified ingredients down the channels, where they would mix together at different sequences, and when all of them meet at the end to the bottom of the tablet and the potion itself is formed, the colour becomes a glowing crimson, similar to when the cursed seal patterns spread across a person's body.\n\n=== Powers ===\nWhen the ingredients are formed into the potion and then ingested, the user will go into the first stage of the cursed seal and obtain enhanced abilities along with muscle growth and, in Mizuki's case with his tiger-like stripes, traits of an animal. With his strengthened muscles, he was able to smash his opponents through solid ground and throw them to great distances. He also gained tremendous increase in speed, allowing him to overrun both [[Naruto Uzumaki]] and [[Iruka Umino]] with ease, appearing as a barely visible blur whenever he moved. Iruka also noted that Mizuki's chakra levels rose drastically.\n\nWhen the second level is reached, the user will gain specific characteristics of the animal, along with immense increases in their strength and abilities. Since Mizuki added the extracts of a tiger to the mix, he transformed into a bipedal tiger, with increase in strength, but a great drop in speed and sharpness in his attacks.\n\nUnique as this cursed seal is, even the markings gained differs from the typical ones: this seal's first stage does not spread in a pattern across the user's body, but instead gives Mizuki stripes on his arms and face alone; the second stage does not give him a beige-skin mutation, but instead a bipedal-animal form.\n\n== Drawbacks ==\n[[File:Mizuki's Cursed Seal Side-Effect.png|thumb|Mizuki's cells destroyed by the incomplete potion, and being stabilised by Kitō.]]\nAs the potion was an incomplete experiment, the effects are only temporary. Because the sudden burst of power places a huge burden on the cells, far beyond a body's limit, and the results will backfire, destroying the user's body.\n\nFor Mizuki's case, the potion was incomplete when he drank it, so when the effects dissipated, he shrivelled up into a malnourished and powerless old man, and would have died if not for [[Tsunade]]'s medical skills. Regardless, Mizuki lost all of his powers and could never be a ninja again.\n\n== Trivia ==\n* The hidden room where the ingredients can be processed is locked behind a boulder which will recede if a kunai is inserted into a slot in front. The stone table required to mix the ingredients is hidden under the stone floor, which requires a hidden chain switch, underneath the eighth wall tile on the right side from the entrance, to be pulled, to trigger the hydraulics to open the trapdoor and elevate the table.\n* In [[Naruto Mobile]], when entering the second level of the seal, Mizuki releases a stream of red chakra throughout his body, similar to the [[Jinchūriki]]'s chakra cloak, increasing his speed and attacks.\n\n[[de:Tier-Stärke-Tattoo]]\n[[fr:Marque Maudite du Félin]]\n[[pl:Zwierzęca Przeklęta Pieczęć]]\n[[pt-br:Selo Amaldiçoado Animal]]"
  }
}