{
  "name": "Asura Path",
  "sourcePage": "Asura Path",
  "pageId": 13559,
  "url": "https://naruto.fandom.com/wiki/Asura_Path",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e6/Asura_Path_No_Cloak.png/revision/latest/scale-to-width-down/600?cb=20150214192803",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|information on the ability|information on the character|Asura Path (character)|Asura Path|disambig=Asura (disambiguation)}}\n|ref=<ref name=\"d4\">Fourth Databook, page 257</ref>\n|image=Asura Path No Cloak.png;Through one of Nagato's Paths.\nNagato Asura Path.png;Through Nagato.\n|kanji=修羅道\n|unnamed jutsu=No\n|romaji=Shuradō\n|literal english=Asura Path\n|english tv=Shurado\n|other names=Demon Realm\n|parent jutsu=Six Paths Technique\n|jutsu classification=Kekkei Genkai~Rinnegan, Ninjutsu, Dōjutsu,\n|jutsu class type=Offensive, Defensive\n|users=Hagoromo Ōtsutsuki, Madara Uchiha, Nagato, Obito Uchiha, Sasuke Uchiha\n|debut manga=383\n|boruto=No\n|debut anime=133\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|jutsu media=Anime, Manga, Game\n}}\n<section begin=summary />The {{translation|'''Asura Path'''|修羅道|Shuradō}} grants the user the ability to augment their own body to summon mechanised armour and various ballistic and mechanical weaponry.<ref>''Naruto'' chapter 551, page 6</ref> <section end=summary /> During his lifetime, Nagato channelled the Asura Path through the body of a [[Asura Path (character)|ninja puppeteer]].\n\n== Usage ==\nThrough the Asura Path, the user is able to form up to four additional arms and two additional faces, as well as a folded, serrated blade-like sash around their waist. These additional appendages, as well as the user's body as a whole, are augmented with a variety of mechanical weaponry, which they can access at will. The user can [[Flaming Arrow of Amazing Ability|fire their forearms as long-range projectiles]] or pull them off to reveal and [[Flaming Arrow Warhead|fire a cluster of segmented missiles at targets]]. They are also able to protrude a set of flexible blades and drills or a series of mechanical tendrils from their arms, as well as quickly propel themselves forward by emitting a burst of chakra from holes in their feet. The user can also release a [[Asura Attack|powerful chakra blast]], which is capable of destroying numerous buildings at once, either by transforming one of their hands into a cannon or by opening the crown of their head.\n\nThe body through which Nagato channelled the Asura Path displayed enough raw physical power to rip [[Jiraiya]]'s arm off and crush his throat with basic [[taijutsu]], as well as to throw the [[Animal Path]] all the way into [[Konohagakure]] from the outskirts of the village. Additionally, the Asura Path was able to survive otherwise fatal damage due to its mechanised insides. All of these abilities befitted the \"warring demon\" name that the Asura Path held, whilst giving it a considerable degree of versatility.\n{{-}}\n\n== Mechanisms ==\n<gallery widths=\"200\" captionalign=\"left\" columns=\"3\" spacing=\"small\" orientation=\"square\" hideaddbutton=\"true\">\nFlaming Arrow of Amazing Ability.png|The detached hand being launched.\nFlaming Arrow Missiles.PNG|As displayed through Nagato's Path, not only was the arm detachable, but a cluster of segmented missiles produced from within it.\nAsura Path's Rockets.png|The arm itself could be used as a launching pad to launch the missiles.\nAsura path laser jutsu.png|The Path's head opening up to reveal a cannon.\nChakra Propulsion Boots.PNG|The Path being propelled with mechanisms from the feet. The right hand also shows additional weapons being produced.\nNagato using the Asura Path.png|Additional arms being equipped in battle.\n</gallery>\n\n== Influences ==\nIn Buddhism, the Asura realm is the plane of semi-divine warring demons which people are reincarnated in due to actions based on jealousy, struggle, combat or rationalisation in a previous life, and though powerful, live in constant violence and conflict to which there is no resolution nor peace. Following a common depiction of Asura, this ability allows the user to possess six arms and three faces, each of which display a different emotion. Like Deva, Asura are also a race of supernatural beings. They are also featured in Hinduism as divine beings, and are known to live a life pursuing power, while indulgent and representative of materialistic and carnal pleasures. Both depictions play in the abilities of the Asura Path.\n\nIt also draws inspiration from Hinduism, where Asuras in mythology purportedly had the ability (called [[wikipedia:Astra (weapon)|Astra]]) to use magical equivalents to modern day biological missiles.\n\n== References ==\n<references/>\n\n[[es:Camino Asura]]\n[[fr:Shuradô]]\n[[id:Jalan Asura]]\n[[pl:Shuradō]]\n[[pt-br:Caminho Asura]]"
  }
}