{
  "name": "Body Recreation Technique",
  "sourcePage": "Body Recreation Technique",
  "pageId": 105441,
  "url": "https://naruto.fandom.com/wiki/Body_Recreation_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/b3/Body_Recreation_Technique_1.png/revision/latest/scale-to-width-down/600?cb=20121122152412",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Body Recreation Technique 1.png;The body being recreated at The Hole…\nBody Recreation Technique 2.png;…until it takes the form of a person.\n|unnamed jutsu=Yes\n|parent jutsu=Clone Snakes\n|jutsu classification=Ninjutsu, Clone Techniques\n|jutsu class type=Supplementary\n|users=Kabuto Yakushi\n|debut anime=290\n|debut shippuden=Yes\n|jutsu media=Anime\n}}\nKabuto uses [[Clone Snakes|specially-developed snakes]] to execute the process of recreation and multiplication of another being's cells to create a living clone of them—a process which requires the DNA of the intended target. The spring water produced by [[The Hole]] appears to catalyse and speed up the recreation process because of the large \"life force\" flowing through it.<ref>''Naruto: Shippūden'' episode 290</ref> The downside to the accelerated rate at which the clone matures is that the snakes composing it have a very short lifespan, resulting in the clone splitting apart and dying after approximately 48 hours.<ref>''Naruto: Shippūden'' episode 294</ref>\n\nOnce the clone is created, Kabuto is able to gain control of it by placing a special talisman into its head. Depending on the talisman used, the clone can either become a mindless tool under Kabuto's control, with eyes possessing black sclera and white irides, or allowed to access their genetic source's personality and memories, while possessing eyes with dark grey sclera and white, snake-like irides. Clones produced through this method are also able to use any abilities possessed by their original selves, including those that they did not naturally acquire.<ref name=\"ship292\">''Naruto: Shippūden'' episode 292</ref> While not in battle, Kabuto stored the clones he created within large [[snakes]], which would burst out of the ground and release their contents when needed.\n\nKabuto first used this technique to create a clone of [[Akatsuki]] member [[Hidan]] by placing snakes containing his DNA into the water produced by The Hole, causing them to quickly form into a humanoid shape, and then giving it life with a talisman. Later, snakes which had been ingested by [[Naruto Uzumaki]] created a [[Nine-Tailed Naruto Clone|clone]] of him upon exiting his body; a process which had greatly weakened him over the course of a day and ultimately paralysed him. Unlike the clone of Hidan, this clone did not require the insertion of a talisman to gain life and, due to the influence of [[Kurama]]'s [[chakra]], was formed in Naruto's [[Version 2|four-tailed Version 2 state]] and possessed a strangely coloured body as well as a tail. The clone was also capable of resisting the control of Kabuto's talisman once it was inserted.<ref name=\"ship292\"/>\n\n== Trivia ==\n* While in The Hole, Kabuto compared this process to a viral infection, presumably due to how rapidly it occurs.\n* The clones created through this method lack clothing, unlike individuals revived with [[Summoning: Impure World Reincarnation]].\n\n== See Also ==\n* [[Summoning: Impure World Reincarnation]] \n \n== References ==\n<references />\n\n[[es:Jutsu: Recreación del Cadáver]]\n[[pt-br:Técnica de Recriação de Corpo]]"
  }
}