{
  "name": "C2",
  "sourcePage": "C2",
  "pageId": 26237,
  "url": "https://naruto.fandom.com/wiki/C2",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/8f/C2_Dragon.png/revision/latest/scale-to-width-down/600?cb=20150202191911",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=C2 Dragon.png;The C2 dragon.\nC2 Guided Missile.png;The miniature dragon.\nC2 Mines.png;The landmines being produced by the dragon.\n|kanji=<ruby>C2<rt>シーツー</rt></ruby>\n|unnamed jutsu=No\n|romaji=Shī Tsū\n|literal english=C2\n|english tv=C2 Dragon\n|game names={{translation|C2 Exploding Flying Dragon|<ruby>C2<rt>シーツー</rt></ruby>爆裂飛竜|Shī Tsū Bakuretsu Hiryū}}\n|other names={{translation|C2 Dragon|<ruby>C2<rt>シーツー</rt></ruby>ドラゴン|Shī Tsū Doragon}}, {{translation|C2 Bomb|<ruby>C2<rt>シーツー</rt></ruby>爆弾|Shī Tsū Bakudan}}\n|parent jutsu=Explosive Clay\n|jutsu classification=Kekkei Genkai~Explosion Release, Hiden, Ninjutsu,\n|jutsu type=Explosion Release, Earth Release,\n|jutsu class type=Offensive, Defensive, Supplementary\n|jutsu range=Short, Mid, Long\n|users=Deidara,\n|debut manga=357\n|boruto=No\n|debut anime=123\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=Akatsuki Hiden: Evil Flowers in Full Bloom\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|movie debut=Road to Ninja: Naruto the Movie\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nOne of Deidara's specialities that requires the use of both of his palm mouths, creating a large dragon. The dragon itself is capable of flight, and, while Deidara is safely on its back, the dragon can spit out smaller clay figures that attack the opponent like guided missiles.\n\nThese independent missile-like creatures take the form of a greatly reduced version of the larger dragon that created them, however, despite this decrease in size they are still relatively larger than a normal person. Each is capable of tracking their intended target and producing a significant explosion proportional to size upon contact but as they emerge, they consume a substantial amount of clay from the original dragon, initially extracting it from the creature's tail. This ultimately limits the number that each C2 \"Dragon\" is capable of creating, before clay must be sacrificed from more vital areas, such as the body or wings. By using more clay, the missile's size and explosive power can be substantially increased.\n\nThe dragon can also produce clay mines at the expense of clay, that take the form of small spherical creatures, which can be subsequently manipulated to force opponents to fight in a limited space. This is achieved through the use of [[Tobi]]'s [[Earth Release: Hiding Like a Mole Technique]], to hide a large amount of these mines underground, without the opponents' knowledge to their exact location. When this tactic is combined with the previously mentioned missiles, it can confine the enemies' movements to such an extent, that they are forced to suffer an explosion.\n\n== Trivia ==\n* \"C-2\", also known as Composition C-2, is Composition C plastic explosive developed during the Second World War.\n* According to [[Tobi]], this is Deidara's favourite technique involving explosive clay.<ref>''Naruto'' chapter 357, page 16</ref>\n\n== References ==\n<references/>\n\n[[es:C2]]\n[[fr:C2]]\n[[pl:Shī Tsū]]\n[[pt-br:C2]]"
  }
}