{
  "name": "Carbon Control",
  "sourcePage": "Carbon Control",
  "pageId": 288679,
  "url": "https://naruto.fandom.com/wiki/Carbon_Control",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/71/Carbon_Control.png/revision/latest/scale-to-width-down/600?cb=20201012155716",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Carbon Control.png\n|unnamed jutsu=Yes\n|jutsu classification=Ninjutsu\n|jutsu class type=Offensive, Defensive, Supplementary\n|jutsu range=Short, Mid, Long\n|users=Deepa\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=163\n|debut shippuden=No\n|boruto anime=Yes\n|jutsu media=Anime\n}}\nThis [[jutsu]],<ref>''Boruto'' episode 175</ref> allows the user to freely manipulate carbon. For external sources, the user is able to remotely control the said carbon, shaping it into a myriad of shapes, and levitate it freely. Upon which, the user can manipulate the cluster of carbon in a myriad of formations and launch them as a barrage of speeding projectiles that even the [[Sharingan]] has difficulty following. The user can also increase the size of the projectiles, strengthening to the point that their sheer force can plough through an [[Iron Sand Wall]].\n\nAlternately, the user can manipulate, and fine-tune their control over the carbon within their own body, and rearrange the molecular-bonds between them. In doing this, the user's body will take on a dark reflective state akin to metal. In this state, the user's body becomes super dense, as hard as diamond, granting them immense physical strength and becomes impervious to nearly any form of damage. This ability can also be used on any isolated part of the body or their entire being.\n\nWhen utilising this internal and external nature of this technique on oneself, it produces a large armour that encases the user. In this state, it maximises the user's strength and resilience of the carbon, showing by it shining like diamonds.\n\n== Trivia ==\n* The nature of this technique's application on one's person is virtually identical to the innate ability of [[w:c:fullmetalalchemist:Greed|Greed]] from [[Wikipedia:Fullmetal Alchemist|''Fullmetal Alchemist'']].\n\n== References ==\n<references />\n\n== See Also ==\n* [[Assimilate All Creation Technique]]\n* [[Assimilation: Rock Blizzard]]\n* [[Crystal Armour]]\n* [[Earth Release: Drone]]\n* [[Earth Release: Earth Spear]]\n* [[Earth Release: Hardening Technique]]\n* [[Iron Sand Drizzle]]\n* [[Magnet Ninja Art: Infinite Meteors]]\n* [[Rock Armour]]\n* ''[[Steel Release: Impervious Armour]]''\n\n[[fr:Manipulation du Carbone]]\n[[pl:Kontrola Węgla]]"
  }
}