{
  "name": "Chimera Technique",
  "sourcePage": "Chimera Technique",
  "pageId": 19912,
  "url": "https://naruto.fandom.com/wiki/Chimera_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/ab/Chimera_Technique_Merging_Process.png/revision/latest/scale-to-width-down/600?cb=20110311234103",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Chimera Technique Merging Process.png;The merging process.\nChimera jutsu.png;The chimeric beast created.\n|kanji=鬼芽羅の術\n|unnamed jutsu=No\n|romaji=Kimera no Jutsu\n|literal english=Demon Bud Capture Net Technique\n|english tv=Chimera Jutsu\n|jutsu classification=Ninjutsu, Kinjutsu, Chakra Absorption Techniques\n|jutsu class type=Offensive, Supplementary\n|jutsu range=Short\n|users=Hiruko (missing-nin), Ichi, Ni, San\n|teams=Hiruko's Team\n|hand signs=Ox, Horse, Hare\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto Mobile\n|movie debut=Naruto Shippūden the Movie: The Will of Fire\n|jutsu media=Game, Movie\n}}\nThe '''Chimera Technique''' is a kinjutsu that was developed by [[Hiruko (missing-nin)|Hiruko]], a [[missing-nin]] of [[Konohagakure]], in order to compensate for his lack of natural special abilities.\n\n== Usage ==\nIt was originally meant to combine separate living bodies of organisms into one combined organism bearing the original characteristics of the organisms, and therefore create a synthetic body. After seeing [[Kakashi]] bearing the [[Sharingan]], Hiruko uses the technique to integrate the bodies of others with his own, allowing him to obtain any [[kekkei genkai]] they possess, as well as physicality, other special traits, and absorb their chakra. The technique is also used by Hiruko and his followers to create formidable creatures which bear the traits of multiple animals. Hiruko has used this technique to steal four kekkei genkai: [[Storm Release|Storm]], [[Dark Release|Dark]], [[Steel Release|Steel]], and [[Swift Release]]s.\n\n== Overview ==\nThe maximum number of kekkei genkai that the Chimera Technique can absorb alone is four, which even so is an incomplete absorption, and requires certain conditions to acquire the fifth, as well as fully absorb the previous four. These are the three conditions: \"Heaven,\" \"Earth,\" and \"Human.\" These correspond with the solar eclipse, Mount Shumisen and the five kekkei genkai-bearing human sacrifices, respectively. It's likely that more kekkei genkai can be absorbed after achieving the conditions listed above. When assimilating victims, Hiruko's body exudes a large mass of deep blue, viscous fluid that covers a large area. While assimilating victims, he can use the fluid to attack enemies with gelatinous, reforming (and rebounding) extensions. Once the five bodies have been completely absorbed, the person will have immortality and mastery over the five elements.\n\nIt should be noted that the technique can be stopped from the inside out by using a dimension-manipulating technique such as [[Kamui]]. Additionally, the technique requires body modification, due to the body requiring space for the user to assimilate targets, as seen by the large scars and staples in Hiruko's chest and sides, and leaves his body rather emaciated, with a larger, unhinged jaw and shrivelled teeth. The hollowed body space can also be a potential weak spot until it is filled by the assimilated victim.\n\nWhile Hiruko's main usage of this technique is to merge others into himself to gain kekkei genkai, his subordinates had used it to merge several creatures into chimeric creatures modified with powerful abilities, such as [[Ni's Dogs|a pair of dogs]] with launchers and [[San's Bird|a bird]] that can rain [[Explosive Feathers|explosive feathers]]. They also use the technique to merge with the creatures to increase their own combat efficiency: Ichi has used this technique to merge with the snake he summons, Ni used it to merge with her [[Lion-Turtle|lion-like beast]], and San was able to use it to merge with Ichi and Ni, becoming a chimera beast that Hiruko summoned later to deal with the [[Konoha 11]]. The beast San created bears Ichi's snakes as its tails, Ni's beast's flamethrower breath and lion face, and San's bird's wings, with its \"face\" on the beast's back near the wings.\n\n== Influence ==\nA [[Wikipedia:Chimera (mythology)|chimera]] is a mythological creature composed of the parts of multiple animals, and is also a [[Wikipedia:Chimera (genetics)|genetic term]] for hybrid animals with more than one DNA pattern. This is likely a reference to the fact that Hiruko developed the technique as a way to adopt the genetically inherited abilities of other shinobi, regardless of his own bloodline.\n\n== Trivia ==\n* The technique's name is a pun, similar to certain techniques of [[Kumogakure]]-ninja, in which it has an [[Wikipedia:Gairaigo|English name with a given kanji that somewhat match the pronunciation]].\n* During the movie, Hiruko can use the kekkei genkai without needing to assimilate the victims completely, but in order to gain full access to those powers, as well as the fifth and immortality, he needed the special ceremony to assimilate all five.\n\n== See Also ==\n* [[Casualty Puppet]]\n\n[[pl:Kimera no Jutsu]]\n[[pt-br:Técnica Quimera]]"
  }
}