{
  "name": "Culminated Feelings: Wind Lightning Cherry Blossom Formation",
  "sourcePage": "Culminated Feelings: Wind Lightning Cherry Blossom Formation",
  "pageId": 192309,
  "url": "https://naruto.fandom.com/wiki/Culminated_Feelings:_Wind_Lightning_Cherry_Blossom_Formation",
  "thumbnail": null,
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|kanji=極意・風雷桜花ノ陣\n|unnamed jutsu=No\n|romaji=Gokui: Fūraiōka no Jin\n|game names=Arcane Technique: Wind, Lightning, and Cherry Blossom Formation\n|parent jutsu=Cherry Blossom Profusion Palm, Ninja Art Creation Rebirth — Strength of a Hundred Technique, Nine-Tails Chakra Mode, Six Paths Sage Mode, Complete Body — Susanoo,\n|jutsu classification=Kekkei Genkai~Eternal Mangekyō Sharingan, Ninjutsu, Senjutsu, Dōjutsu, Kinjutsu, Taijutsu, Medical Ninjutsu, Cooperation Ninjutsu,\n|jutsu class type=Offensive\n|jutsu range=Short\n|users=Naruto Uzumaki~~with~Sakura Haruno and Sasuke Uchiha, Sakura Haruno~~with~Naruto Uzumaki and Sasuke Uchiha, Sasuke Uchiha~~with~Naruto Uzumaki and Sakura Haruno\n|teams=Team 7 (Kakashi)\n|boruto=No\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 4\n|jutsu media=Game\n}}\nNaruto and Sasuke jump high into the sky, manifesting their Kurama cloak and Complete Body — Susanoo, respectively. Sakura completely releases her [[Strength of a Hundred Seal]], and jumps even higher into the sky, gathering a massive amount of chakra in her fist. The three connect their attacks on the opponent, Sakura from above, Naruto and Sasuke from each side respectively.\n\n== Trivia ==\n* This technique appears to be inspired by [[Team Kakashi|Team 7]]'s last attack on [[Kaguya]]. Additionally, Naruto and Sasuke's attacks resemble the collision during their final battle, which first appeared in a two-page spread from [[Naruto and Sasuke 2|chapter 695]].\n\n[[pt-br:Técnica Secreta: Formação Vento, Relâmpago e Flor de Cerejeira]]\n[[es:Secreto: Formación de Viento, Relámpago y Flor de Cerezo]]\n[[ru:Высшее Чувство: Формация Воздушной Молнии Цветущей Вишни]]"
  }
}