{
  "name": "Curse Mandala",
  "sourcePage": "Curse Mandala",
  "pageId": 11620,
  "url": "https://naruto.fandom.com/wiki/Curse_Mandala",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/1f/Curse_Mandala.png/revision/latest/scale-to-width-down/600?cb=20150304222125",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Curse Mandala.png\n|kanji=呪縛曼荼羅\n|unnamed jutsu=No\n|romaji=Jubaku Mandara\n|literal english=Curse Mandala\n|english tv=Fuma Ninja Art: Spell of the Mandala\n|game names=Fuma Ninja Art: Binding Mandala<ref>''Naruto Collectible Card Game''</ref>\n|jutsu classification=Hiden~Fūma Clan (Land of Sound), Ninjutsu, Kinjutsu\n|users=Arashi\n|debut anime=141\n|debut shippuden=No\n|boruto anime=No\n|jutsu media=Anime, Game\n}}\nAfter performing various hand seals, the user is able to perform an ancient ninja art that is only known to a few generations of the [[Fūma clan (Land of Sound)|Fūma clan]]. The technique traps the victim in a pyramid-like chakra cage which will slowly constrict as the user moves his hands closer together. Anyone caught in the Mandala as it constricts will be crushed. \n\nThe user of this technique must maintain a triangle-shaped hand seal at all times to maintain the cage. Should the user's will falter or the entrapped opponent happen to be strong enough, the cage can be broken. When the cage breaks, a massive explosion of energy follows, destroying a wide area and harming the user. The prisoner however, remains safe at the centre of the blast.\n\n== Trivia ==\n* This technique is somewhat similar in appearance and mechanics to [[Dust Release]] techniques, as both allow users to manipulate the size of a geometric 3-dimensional shape composed of energy/chakra by altering the distance between their palms. However, while this technique is decreased in size to compress the target's container, the Dust Release techniques are usually increased in size to increase the range of the attack.\n\n== References ==\n<references/>\n\n[[ru:Ящик Мандары]]\n[[pl:Jubaku Mandara]]"
  }
}