{
  "name": "Cursed Seal of Earth",
  "sourcePage": "Cursed Seal of Earth",
  "pageId": 3600,
  "url": "https://naruto.fandom.com/wiki/Cursed_Seal_of_Earth",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/15/Kimimaro%27s_curse_mark_1.png/revision/latest/scale-to-width-down/600?cb=20150307020945",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Cursed Seal Kimimaro.svg;The cursed seal.\nKimimaro's curse mark 1.png; The seal's first level activated.\nKimimaro Cursed Seal Lv 2.png;The seal's second level activated.\n|kanji=地の呪印\n|unnamed jutsu=No\n|romaji=Chi no Juin\n|literal english=Cursed Seal of Earth\n|english tv=Earths' Curse Mark\n|parent jutsu=Orochimaru's Juinjutsu\n|jutsu classification=Juinjutsu, Kinjutsu, Senjutsu,\n|users=Kimimaro\n|debut manga=199\n|boruto=No\n|debut anime=118\n|debut shippuden=No\n|game debut=Naruto: Ninja Council 2 European Version\n|jutsu media=Anime, Manga, Game\n}}\nThe '''Cursed Seal of Earth''' is one of the strongest of [[Orochimaru]]'s cursed seals, the other being its counterpart: the [[Cursed Seal of Heaven]]. \n\n== Appearance ==\nIt consists of three slightly curved lines, which spread in a rip-like pattern. The seal is located on the upper portion of Kimimaro's chest over his [[Wikipedia:Manubrium|manubrium]]. When the first level is activated, the seal turns orange-red and expands in lines spreading all over Kimimaro's body in contorting and parallel lines. When the second level of the seal is active, Kimimaro takes on a dinosaur-like appearance complete with a tail. Several large bones also protrude from his darkened skin and gains four distinguishing figures: two dark black curved like markings under his eyes - one under each eye and two as elongated eyebrows - one above each eye.\n\n== Usage ==\nThis cursed seal is particularly strong even amongst the other already powerful cursed seals with [[Kimimaro]] being the only known user and with the Cursed Seal of Heaven standing as its only equal. Like all cursed seals, Kimimaro receives increased chakra levels, physical capabilities and his ninjutsu skills become more effective when the seal is active. The second level also increases his healing might, as his torn flesh was instantly restored upon his transformation.\n\nKimimaro must enter his second level in order to properly use the [[Dance of the Clematis: Flower]], due to the resultant weapon's size and density.<ref>''[[Tō no Sho]]'', page 257</ref> In his second level, he can also merge with the bone blades created by his [[Dance of the Seedling Fern]], allowing him to launch a deadly surprise attack at his target's blindspot.<ref>''[[Tō no Sho]]'', page 227</ref>\n\n== References ==\n<References/>\n\n[[es:Sello Maldito de la Tierra]]\n[[fr:Marque Maudite de la Terre]]\n[[pl:Chi no Juin]]"
  }
}