{
  "name": "Cursed Seal of Heaven",
  "sourcePage": "Cursed Seal of Heaven",
  "pageId": 3064,
  "url": "https://naruto.fandom.com/wiki/Cursed_Seal_of_Heaven",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/bc/Sasuke%27s_Cursed_Seal_Level_1.PNG/revision/latest/scale-to-width-down/600?cb=20150508021641",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Cursed Seal Sasuke & Anko.svg;The cursed seal pattern.\nSasuke's Cursed Seal Level 1.PNG;The seal's first level activated.\nSasuke's Cursed Seal Level 2.png;The seal's second level activated.\n|kanji=天の呪印\n|unnamed jutsu=No\n|romaji=Ten no Juin\n|literal english=Cursed Seal of Heaven\n|english tv=Heavens' Curse Mark\n|game names=Curse Mark\n|parent jutsu=Orochimaru's Juinjutsu\n|jutsu classification=Juinjutsu, Kinjutsu, Senjutsu,\n|users=Anko Mitarashi, Sasuke Uchiha\n|debut manga=49\n|boruto=No\n|debut anime=30\n|debut shippuden=No\n|game debut=Naruto: Ultimate Ninja\n|movie debut=Naruto Shippūden the Movie: Bonds\n|ova debut=Naruto x UT\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThe '''Cursed Seal of Heaven''' is one of the strongest of [[Orochimaru]]'s [[Juinjutsu|cursed seal]]s, the other being its counterpart, the [[Cursed Seal of Earth]].<ref>''Naruto'' chapter 199, pages 2-3</ref>\n\n== Appearance ==\nThe seal consists of three [[tomoe]] (the design known as mitsudomoe), similar to the [[Sharingan]], which when activated, the seal turns orange-red and spreads flame-like markings across [[Sasuke]] and [[Anko]]'s bodies.\n\n== Usage ==\nLike all cursed seals, the user receives increased [[chakra]] levels and physical capabilities when the seal is active, to the point where with the second level, Sasuke was equal in power to [[Naruto]]'s [[Version 1|one-tailed form]] when he first used it. The seal was applied on the left side of the back of both Sasuke's and Anko's necks.\n\nAnko received her cursed seal when she was a student of Orochimaru. She, along with nine others, were the first people to receive a cursed seal. She was the only one to survive the application, establishing the one-in-ten success rate for the procedure. Because she lacked the will to use it, her seal receded, and (in the anime) Orochimaru wiped her memory. Orochimaru was able to briefly reactivate the seal when they fought in the [[Forest of Death]] before the [[Third Hokage]] sealed it off again. It was fully removed when Sasuke used it as a medium to revive Orochimaru's consciousness and body via the [[Evil Releasing Method]].<ref name=Anko>''Naruto'' chapter 593, page 9</ref>\n\n[[File:Sasuke receives curse seal.png|thumb|left|Sasuke receives curse seal.]]\nOrochimaru branded Sasuke with the cursed seal in the second phase of the [[Chūnin Exams]], which took place in the Forest of Death. Orochimaru intended to have the seal corrode Sasuke's mind so that he could become his next body. [[Kakashi Hatake]] used the [[Evil Sealing Method]] to try and prevent this, but its effectiveness relied on Sasuke's choosing not to use his cursed seal. Sasuke ultimately chose to advance his seal to its second level, and went to Orochimaru with the help of the [[Sound Four]]. \n\nWhen Sasuke activated the second level of the seal, his skin turned dark-grey and his hair grew and turned dark blue. His eyes also turned dark grey. Additionally, he grew webbed-claw-shaped wings from his back which he could use to fly and glide, and a dark, star-shaped mark appeared across the bridge of his nose. Should any limbs be lost, Sasuke is able to replace them with [[snakes]]. During Sasuke's battle with [[Itachi Uchiha]], he lost the cursed seal, along with Orochimaru (having earlier been absorbed into Sasuke's body), as they were removed with the [[Sword of Totsuka]].\n\nAccording to [[Kabuto]], the seal itself contains Orochimaru's chakra, which Kabuto [[Chakra Draining Seal|used]] in order to improve the binding power of [[Summoning: Impure World Reincarnation]]. In fact, when Orochimaru was defeated, his consciousness remained split amongst the cursed seals, and Sasuke used that, along with a piece of Kabuto's modified flesh, to bring the former back to his original state and mind.<ref name=Anko/>\n\n== References ==\n<references/>\n\n[[fr:Marque Maudite du Ciel]]\n[[pl:Ten no Juin]]"
  }
}