{
  "name": "Dark Cloud",
  "sourcePage": "Dark Cloud",
  "pageId": 278940,
  "url": "https://naruto.fandom.com/wiki/Dark_Cloud",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/61/Dark_Cloud.png/revision/latest/scale-to-width-down/600?cb=20210710072412",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Dark Cloud.png\n|kanji=黒いモヤ\n|unnamed jutsu=No\n|romaji=Kuroi Moya\n|viz manga=Dark Mist\n|other names={{translation|Virus Dispersion|ウイルス散布}}\n|jutsu classification=Scientific Ninja Tool Techniques, Ninjutsu\n|jutsu class type=Offensive, Supplementary\n|jutsu range=Short, Mid, Long\n|users=Boro\n|debut manga=40\n|boruto=Yes\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=199\n|debut shippuden=No\n|boruto anime=Yes\n|game debut=Naruto x Boruto: Ultimate Ninja Storm Connections\n|jutsu media=Anime, Manga, Game\n}}\n[[Boro]] is able to unleash a dark mist that eats away at the bodies of those exposed to it either through physical contact or by inhaling, sapping their strength and gradually rendering them paralysed. The mist serves as an effective deterrent to keep opponents from approaching, and will quickly return to its position if it was cleared through the use of [[Wind Release]] techniques.<ref>''Boruto'' chapter 40</ref> Additionally, since the mist is a form of physical matter rather than a [[chakra]]-based substance, it cannot be [[Chakra Absorption Techniques|absorbed]] by [[Kāma]], as the dark mist's true nature is that of a fast-acting virus created by [[scientific ninja tool]]s. Boro has antibodies in his body that grant him immunity to the virus, and by acquiring his blood, it is possible to harvest and culture these antibodies in order to inject them into others.<ref>''Boruto'' chapter 41</ref> The mist can also be mixed with gunpowder, which can be detonated with the slightest spark.<ref>''Boruto'' chapter 42</ref>\n\n== Trivia ==\n* In the anime, Boro would use this ability as a means to expand his [[Ōtsutsuki Cult|cult]]. He would secretly poison lands to ruin crops and leave the inhabitants sickly. Upon which, he would appear before the people as a benevolent miracle healer, undoing his harm and spreading his name throughout the land as \"The Savior\", manipulating the people into believing his words of a [[Infinite Tsukuyomi|better world]] through his guidance.<ref>''Boruto'' episode 199</ref> Furthermore, the virus is cultivated in a secret room within the cult's headquarters. [[Tsuzumi (cultist)|Tsuzumi]] also threw a bottle of this virus at [[Konohamaru]] and [[Sai]] in an attempt to stop them from pursing him.<ref>''Boruto'' episode 210</ref>\n* In ''[[Naruto x Boruto: Ultimate Ninja Storm Connections]]'', Boro utilises the combustible mist with his taijutsu, igniting upon contact.\n\n== References ==\n<references />\n\n[[fr:Brume Noire]]\n[[ru:Тёмный Туман]]"
  }
}