{
  "name": "Dead Demon Consuming Seal",
  "sourcePage": "Dead Demon Consuming Seal",
  "pageId": 2054,
  "url": "https://naruto.fandom.com/wiki/Dead_Demon_Consuming_Seal",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/be/Reaper_death_seal.png/revision/latest/scale-to-width-down/600?cb=20240908041630",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d2\">''[[Tō no Sho]]'', page 228</ref>\n|image=Reaper death seal.png\n|kanji=屍鬼封尽\n|unnamed jutsu=No\n|romaji=Shiki Fūjin\n|literal english=Dead Demon Consuming Seal\n|english tv=Sealing Jutsu: Reaper Death Seal\n|other names={{translation|Sealing Technique: Dead Demon Consuming Seal|封印術・屍鬼封尽|Fūinjutsu: Shiki Fūjin}}\n|jutsu rank=S\n|jutsu classification=Ninjutsu, Fūinjutsu, Kinjutsu\n|jutsu class type=Offensive\n|jutsu range=Short, Mid, Long\n|users=Hiruzen Sarutobi, Minato Namikaze\n|hand signs=Snake, Boar, Ram, Rabbit, Dog, Rat, Bird, Horse, Snake, Clap Hands\n|debut manga=122\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=72\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto: Ultimate Ninja 2\n|movie debut=Road to Ninja: Naruto the Movie\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThe '''Dead Demon Consuming Seal''' is a [[sealing technique]] developed by the [[Uzumaki clan]] to call upon the power of the [[Shinigami]].<ref>''Naruto'' chapter 619, page 2</ref> Its very existence is so secret that even [[Orochimaru]] knew nothing about it.<ref name=\"d2\"/>\n\n== Overview ==\nAfter the hand seals are performed, the user's [[soul]] is partly separated from their body and suspended behind them. Behind their soul appears the Shinigami, which restrains their soul with its hair. Only the summoner is able to see the Shinigami at this point. After a few moments,<ref name=\"c123\">''Naruto'' chapter 123</ref> the Shinigami wraps its left arm with prayer beads and chants unintelligibly until a [[cursed seal]] appears on its arm. It then drives its arm into the summoner's soul, thus allowing the summoner to call upon the Shinigami to seal a target: the Shinigami's arm emerges from the summoner's body and grasps the target's soul.<ref name=\"d2\"/> When [[Hiruzen Sarutobi]] performs it, he is required to get close to his target in order to initiate the seal.<ref name=\"c123\"/> When [[Minato Namikaze]] performs it, he is able to remain at a distance.<ref name=\"c504\">''Naruto'' chapter 504</ref> Targets are able to see the Shinigami so long as it's in contact with their soul.<ref name=\"c124\">''Naruto'' chapter 124</ref>\n\nWhile the Shinigami grabs their soul, the target is immobilised, any [[jutsu]] they may be using are dispelled,<ref name=\"c123\"/> and they are prevented from performing additional jutsu.<ref name=\"c124\"/> With targets unable to escape or fight back, the summoner can remove and seal their soul. Hiruzen was able to seal multiple souls by using this technique in conjunction with the [[Shadow Clone Technique]].<ref name=\"c123\"/> The sealing, however, is not necessarily complete nor automatic:\n* When Minato uses it, he seals only the [[Nine-Tails]]' [[yin]] [[chakra]], leaving its [[yang]] chakra alone.<ref name=\"c503\">''Naruto'' chapter 503, page 17</ref>\n* When Hiruzen used it on [[Orochimaru]], he had to rely on his own physical strength to extract Orochimaru's soul.<ref name=\"c124\"/> Because he lacked the strength to fully remove it,<ref>''Naruto'' chapter 136</ref> he opted instead to only seal Orochimaru's arms, accomplished by having the Shinigami cut off the arms of Orochimaru's soul.<ref name=\"c137\">''Naruto'' chapter 137</ref>\n\nThe target's soul is sealed within the body of the summoner, represented by a swirl pattern on their torso that is similar in appearance to the [[Eight Trigrams Sealing Style]].<ref name=\"c123\"/> In Minato's case, this sealing of the Nine-Tails' yin chakra into himself makes him its [[jinchūriki]].<ref>''Naruto'' chapter 631</ref> With the sealing completed, the Shinigami gradually starts consuming the summoner's soul.<ref name=\"c137\"/> The summoner can, with difficulty, continue moving and speaking, allowing them to finish any lingering business they may have, but they will die as soon as their soul has been fully consumed.<ref name=\"c504\"/> The souls of the summoner and their victim do not pass on to the [[Pure Land]],<ref>''Naruto'' chapter 520, pages 11-12</ref> instead being trapped within the Shinigami's stomach, destined to fight each other for all eternity.<ref name=\"c124\"/>\n\nAlthough Orochimaru survives the sealing of his arms, his arms are paralysed, causing them to hang uselessly at his sides. This prevents him from performing [[hand seals]] and by extension most [[ninjutsu]].<ref name=\"c137\"/> With time, he's able to regain limited use of the arms, but he's still left with a constant and extreme pain.<ref>''Naruto'' chapter 153</ref> Orochimaru believes that [[Tsunade]] could heal his arms - something Tsunade does not deny - but she refuses to help him.<ref>''Naruto'' chapter 155</ref> Ultimately, after his arms begin to [[Wikipedia:Necrosis|rot]], Orochimaru is forced to [[Living Corpse Reincarnation|switch bodies]] or risk death.<ref>''Naruto'' chapter 198, pages 15-17</ref> He is able to make better use of the new body's arms,<ref>''Naruto'' chapter 295</ref> but the jutsu he can use remain limited so long as his soul's arms are sealed within the Shinigami.<ref name=\"c618\">''Naruto'' chapter 618</ref>\n\n[[File:Dead Demon Consuming Seal - Release.png|thumb|left|Souls being released from the Shinigami's stomach.]]\nSouls can only be freed from the Shinigami's stomach by using {{translation|Dead Demon Consuming Seal: Release|屍鬼封尽・解|Shiki Fūjin: Kai|engtv=Reaper Death Seal: Release}}. To use, an individual wears the [[Shinigami Mask]], causing them to become possessed by the Shinigami. If the individual wearing the mask slices open their own stomach, the Shinigami will do the same, and any souls inside it will be freed. However, the mask doesn't have any properties that will prevent its user from dying of that injury; when Orochimaru uses this to restore his arms, he survives the injury by switching bodies once again. With the other souls he frees from the Shinigami, Orochimaru is able to use the [[Impure World Reincarnation]].<ref name=\"c618\"/>\n\n== Trivia ==\n* The full name of this technique is {{translation|\"Sealing Technique: Dead Demon Consuming Seal\"|封印術・屍鬼封尽|Fūinjutsu: Shiki Fūjin}}.\n* ''[[Tō no Sho]]'' lists the Dead Demon Consuming Seal as having a range of up to five meters.<ref name=\"d2\"/> When Minato uses it against the Nine-Tails, he does so from significantly further away.<ref name=\"c504\"/>\n* During his discussion with [[Kushina]] on how to deal with the [[Nine-Tails]], Minato stated: {{Translation|\"''The fūinjutsu I — not being a jinchūriki — am able to use is… the Dead Demon Consuming Seal!''\"|「人柱力でないオレができる封印術は屍鬼封尽!」|\"Jinchūriki denai ore ga dekiru fūinjutsu wa Shiki Fūjin!\"}}.<ref name=\"c503\"/> What he meant by this is unclear.\n\n== References ==\n<references />\n\n[[Clan::Uzumaki clan| ]]\n\n[[de:Shiki Fuujin]]\n[[es:Sello Consumidor del Demonio de la Muerte]]\n[[id:Segel Malaikat Maut Kematian]]\n[[ru:Дзюцу запечатывания: Печать души Демона]]\n[[pt-br:Selo do Ceifeiro da Morte]]\n[[fr:Emprisonnement des Morts]]\n[[pl:Shiki Fūjin]]\n[[pt-br:Selo do Ceifeiro da Morte]]"
  }
}