{
  "name": "Earth Grudge Fear",
  "sourcePage": "Earth Grudge Fear",
  "pageId": 8202,
  "url": "https://naruto.fandom.com/wiki/Earth_Grudge_Fear",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/58/Kakuzu%27s_Long_Range_Mode.png/revision/latest/scale-to-width-down/600?cb=20150207060043",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref>''[[Sha no Sho]]'', page 263</ref>\n|image=Kakuzu's Long Range Mode.png\n|kanji=地怨虞\n|unnamed jutsu=No\n|romaji=Jiongu\n|literal english=Earth Grudge Fear\n|english tv=Earth Grudge\n|jutsu classification=Hiden~Takigakure, Ninjutsu, Kinjutsu, Fighting Style\n|jutsu class type=Supplementary\n|users=Kakuzu,\n|debut manga=326\n|boruto=No\n|debut anime=79\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Gekitō Ninja Taisen! EX 3\n|movie debut=Road to Ninja: Naruto the Movie\n|ova debut=[[Naruto Shippūden: Ultimate Ninja Storm Generations#Anime Cutscenes|Naruto Shippūden: UNSG anime cutscenes]]\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThe '''Earth Grudge Fear''' is a secret [[kinjutsu]] of [[Takigakure]] which transforms the user's body into something similar to that of a rag-doll, held together by hundreds of thick black threads. \n\n== Usage ==\n[[Kakuzu]], who stole the knowledge of this technique before his defection from Takigakure,<ref>''[[Sha no Sho]]'', pages 56-59</ref> was able to manipulate black threads for many purposes. He was capable of sewing up any injuries that he or others might suffer, commonly by reattaching body parts; this ability seems to instantly reattach even nerves and muscles, as the patients could instantly move their limbs without any other complex procedures right away. However, it appears that this ability is somewhat limited, as he warned [[Hidan]] not to move his head too much after he had sewed it back on, saying that it might fall off again. He could detach parts of his limbs and then manipulate them, to the point that he could even send them underground and then reattach them when he was done with them.\n\nThe most significant aspect of these threads is that they granted Kakuzu a form of immortality, although he declined to think of it that way. In addition to sewing up his injuries, he could use the threads to tear into a victim's body, steal their still functioning organs, and integrate them into his own body, thus extending his life. Kakuzu usually used this method to steal hearts from powerful shinobi, and was able to store up to four spare hearts in his body at any given time, meaning that all hearts must stop functioning in order for Kakuzu to die. He can also put one of those hearts into his limbs and have them move individually, as seen when he used his hand to remove a [[Shadow Imitation Shuriken Technique|shadow-enhanced ]] [[chakra blades]] that prevented the rest of his body from moving.\n\n== Masks ==\n[[File:Kakuzu's masks.png|thumb|left|Kakuzu with his heart constructs.]]\nThe extra hearts in Kakuzu's body are normally stored in various animal masks that were sewn onto his back, granting him vast amounts of chakra and numerous elemental affinities. He could detach these masks and have them take on a body of their own, composed entirely of threads. [[Ino Yamanaka]] commented the masks gave off a bad chakra.<ref>''Naruto'' chapter 334, page 9</ref> These masks were capable of attacking separately, unleashing devastating blasts of elemental chakra. These threads could also compact together to form a spider-like body around Kakuzu, allowing him to fuse the attacks of his masks together in order to increase his attacking power.\n\n[[File:Kakuzu with masks.png|thumb|right|Kakuzu's masks: water (top-left), fire (top-right), lightning (bottom-left), and wind (bottom-right).]]\nKakuzu's animal masks contained his spare hearts. If he took use of the heart for himself, the corresponding mask would shatter upon the creature's reentry into Kakuzu's body.\n\n* '''Fire mask:''' This heart had a fire-affinity, and took on the shape of a demonic tiger. It could use [[Fire Release: Intelligent Hard Work]]. This mask could also unite with the Wind mask to launch a fire-wind dual strike that was near unstoppable.\n* '''Lightning  mask:''' This heart had a lightning-affinity, and took on the shape of some sort of deformed bipedal. It could use [[Lightning Release: False Darkness]].\n* '''Water mask:'''<ref>''[[Naruto Shippūden: Ultimate Ninja Impact]]''</ref> This heart had an water-affinity, and took on the shape of a demonic, beaked bipedal.<ref>''Naruto'' chapter 528, page 17</ref> It allowed Kakuzu to use [[Water Release]] techniques, although they were not seen as the mask was destroyed before Kakuzu could use any.\n* '''Wind mask:''' This heart had a wind-affinity, and took on a strange four-legged body with thin wings. It could use [[Wind Release: Pressure Damage]]. It could unite with the Fire mask to launch a fire-wind dual strike that was near unstoppable.\n\n== Trivia ==\n* Like the rest of Kakuzu's techniques, the name of this techniques comes from the mecha anime {{translation|''[[Wikipedia:Mobile Suit Gundam|Mobile Suit Gundam]]''|機動戦士ガンダム|Kidō Senshi Gandamu}}. The name Jiongu was taken from the [http://gundam.wikia.com/wiki/MSN-02_Zeong Mobile Suit MSN-02] {{translation|''Zeong''|ジオング|Jiongu}}, a mecha that can detach its arms for ranged attacks, while still attached to the main body with wires. The name was altered slightly and given kanji to create the name of this technique.\n* In the manga, when Kakuzu is explaining his ability to store hearts, he is seen with a single horned mask on his back not matching the design of any of other masks.<ref>''Naruto'' chapter 336, page 5, panel 1</ref> The colour and element of this mask is unknown.\n\n== References ==\n<references/>\n\n[[es:Jiongu]]\n[[fr:Crainte de la Rancœur de la Terre]]\n[[pl:Jiongu]]\n[[pt-br:Jiongu]]"
  }
}