{
  "name": "Eight Gates",
  "sourcePage": "Eight Gates",
  "pageId": 2036,
  "url": "https://naruto.fandom.com/wiki/Eight_Gates",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/e/e3/Eight_Gates-Rock_Lee.png/revision/latest/scale-to-width-down/600?cb=20210219185416",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Eight Gates-Rock Lee.png\n|kanji=八門\n|unnamed jutsu=No\n|romaji=Hachimon\n|literal english=Eight Gates\n|english tv=The Eight Inner Gates\n|users=Might Duy, Might Guy, Rock Lee, Kakashi Hatake, Metal Lee~anime, Shinnō~movie\n|teams=Suicide Corps\n|debut manga=85\n|boruto=No\n|debut anime=49\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto: Ultimate Ninja\n|movie debut=Naruto Shippūden the Movie\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThe '''Eight Gates''' are eight specific [[tenketsu]] along the [[chakra pathway system]].<ref name=\"c85\">''Naruto'' chapter 85</ref>\n\n== Overview ==\nThe Eight Gates exist in order to limit the flow of [[chakra]] within an individual's body. Normally, individuals can use no more than 20% of their body's full potential, the brain's way of protecting the individual from harming their body through overexertion. With training, individuals can learn to remove these limiters, referred to as \"opening\" the gates.<ref name=\"c52\">''Naruto'' chapter 52</ref> With each opened gate, individuals are given access to more and more of their body's chakra, thus increasing their physical strength and speed.<ref name=\"c85\"/> Ninja able to open the Eight Gates have existed since at least the time of [[Madara Uchiha]].<ref>''Naruto'' chapter 667</ref> Since Madara's era, there have only been a few known users:\n* [[Might Duy]] learned to open all Eight Gates after twenty years of extensive training.<ref name=\"c668\">''Naruto'' chapter 668</ref>\n* [[Might Guy]], Duy's son, was taught how to open all Eight Gates by his father.<ref name=\"c668\"/>\n* [[Rock Lee]], Guy's student, was taught how to open some of the Eight Gates by Guy. During Part I, he's able to open the first five gates.<ref name=\"c85\"/> By Part II, he's able to open the sixth gate.<ref name=\"c669\">''Naruto'' chapter 669</ref> By adulthood, Lee had mastered all eight gates.<ref>''Boruto'' episode 70</ref>\n* In [[The Last: Naruto the Movie]], Rock Lee and the [[Suicide Corps]] could open the Sixth Gate to use a collaboration technique called the [[Crane Wing Formation (Eight Gates)|Crane Wing Formation]].\n* In the anime, [[Metal Lee]], Rock Lee's son, is shown subconsciously opening the first gate.<ref>''Boruto'' episode 70</ref>\n* [[Kakashi Hatake]] is seemingly able to open the first gate, as seen when he activates it during a [[Cliff Climbing Practice]].<ref>''Naruto'' chapter 93, pages 8-9</ref> The anime later shows him opening it explicitly.<ref>''Naruto: Shippūden'' episode 3</ref>\n\nLearning to open any of the Eight Gates is apparently very difficult, as Kakashi is surprised when he's told that Lee - only thirteen years old at the time - can open five gates; Kakashi notes that such an accomplishment is impossible through hard work alone. Part of Kakashi's surprise is also because he does not believe it was wise for Guy to teach Lee to open the gates in the first place: although opening the gates does briefly give the user power greater than what they're normally capable of, this increased power causes the user serious harm.<ref name=\"c85\"/> At a minimum, the user will be fatigued, which can leave them vulnerable to attack if this occurs during combat.<ref name=\"c52\"/> In more extreme cases, muscles can tear and bones can break from the strain, which can be treated with [[medical ninjutsu]].<ref>''Naruto'' chapter 87</ref> When opening the eighth and final gate, users will die as a consequence, their bodies being unable to survive the immense amounts of chakra flowing through them.<ref name=\"c85\"/>\n\nUsing the Eight Gates is described as a double-edged sword,<ref name=\"c85\"/> empowering users by sacrificing their own health and safety; such risks have caused the Eight Gates to be likened to [[kinjutsu]].<ref>''Naruto: Shippūden'' episode 237</ref> Because of this, Duy developed a self-rule to dictate when it was acceptable to open any of the Eight Gates, a rule he passed to Guy,<ref name=\"c668\" /> and that Guy subsequently passed to Lee: to only open the Eight Gates when protecting something that is precious enough to give one's life.<ref name=\"c52\" /> Often this \"precious something\" is a family member,<ref name=\"c668\" /> a loved one,<ref name=\"c52\" /> or a teammate.<ref name=\"c258\">''Naruto'' chapter 258</ref> Rock Lee has also been known to use the Eight Gates to defend his [[nindō]], the dream by which he leads his life.<ref>''Naruto'' chapter 83</ref>\n\n=== Gates ===\n{{ImgRight|Chakra Gates.png|The Eight Gates.}}\nWhen opening one of the Eight Gates, users are typically shown opening all preceding gates as well, though it is not clear if this is actually required. To have all of the Eight Gates open at once is known as [[Eight Gates Released Formation]].<ref name=\"c668\" />\n# The {{translation|'''Gate of Opening'''|開門|Kaimon}}, located in the brain's left hemisphere, removes the user's mental inhibitions. Opening this gate allows the user to perform the [[Front Lotus]], a technique that tires them afterwards.<ref name=\"c85\" />\n# The {{translation|'''Gate of Healing'''|休門|Kyūmon|engtv=The Gate of Rest}}, located in the brain's right hemisphere, increases the user's physical strength. This has the added effect of re-energising the body, enabling it to rapidly recover from exhaustion.<ref name=\"c85\" />\n# The {{translation|'''Gate of Life'''|生門|Seimon}}, located on the spinal cord, turns the user's skin red when opened. Other effects include the user's pupils disappearing, their hair standing on end, and bulging veins all over their body. Opening this gate allows the user to perform the [[Reverse Lotus]].<ref name=\"c85\" /> In the anime, the chakra released is enough to create a buffer zone to allow safe passage through severe adverse weather.<ref>''Naruto: Shippūden'' episode 411</ref>\n# The {{translation|'''Gate of Pain'''|傷門|Shōmon}} is located on the spinal cord. Rock Lee opens this gate as he's about to use the Reverse Lotus, seemingly to increase his speed; as he performs the Reverse Lotus, his muscles start to tear. Opening the gate on this occasion also causes Lee's nose to start bleeding.<ref name=\"c85\" />\n# The {{translation|'''Gate of Limit'''|杜門|Tomon|engtv=The Gate of Closing}} is located in the abdomen. Rock Lee opens this gate as he's about to deliver the final blow of the Reverse Lotus,<ref name=\"c85\" /> seemingly to increase his strength; after completing the Reverse Lotus, Lee's limbs receive [[wikipedia:compound fracture|compound fracture]]s.<ref>''Naruto'' chapter 84</ref>\n# The {{translation|'''Gate of View'''|景門 |Keimon|engtv=The Gate of Joy}}, located in the stomach, increases all the user's abilities.<ref name=\"d3\">''[[Sha no Sho]]'', page 224</ref> The power that emanates from the user is enough to displace surrounding bodies of water.<ref name=\"c258\" /> Opening this gate allows the user to perform the [[Morning Peacock]], wherein the user's punches are so fast that friction with the air produces flames.<ref name=\"d3\" /> Opening this gate has sometimes been shown to create an aura around the user;<ref name=\"c669\" /> in the anime, the aura is green.\n# The {{translation|'''Gate of Wonder'''|驚門|Kyōmon|engtv=The Gate of Shock}}, located below the stomach, causes the user's body to secrete a blue sweat. The sweat immediately evaporates, creating an aura around the user that can be mistaken for chakra. Opening this gate allows the user to perform the [[Daytime Tiger]], a single punch that creates a pocket of compressed air.<ref>''Naruto'' chapter 507</ref> After opening this gate, Guy's muscle fibers rupture, causing him intense pain if anyone touches him.<ref>''Naruto'' chapter 512</ref>\n# The {{translation|'''Gate of Death'''|死門|Shimon}} is located at the heart. Users open this gate by puncturing their chest with their thumb in order to direct the chakra there.<ref name=\"c668\" /> While open, the user's heart pumps at maximum speed, granting them power a hundred times greater than they are usually capable of, far beyond that of the [[Five Kage]]. A {{translation|\"'''Steam of Blood'''\"|血の蒸気|Chi no Jōki}} is emitted from the user's pores and hair, resembling a flaming red aura.<ref name=\"c669\" /> Opening this gate allows the user to perform the [[Evening Elephant]] and [[Night Guy]]. The eighth gate causes the body to continually heat up until it's been cooked from the inside-out, reducing the user to ash.<ref name=\"c672\">''Naruto'' chapter 672, pages 15-17</ref>\n\n== Trivia ==\n{{youthwiki|Eight Gates}}\n* The Eight Gates are seemingly based off the real-life display of [[Wikipedia:Hysterical strength|Hysterical Strength]], in which a person pushes well-past their normal physical limits in moments of extreme desperation of life-or-death situations.\n* After [[Might Guy]] opens all Eight Gates, he is saved from death by [[Naruto Uzumaki]]'s [[Yin–Yang Release]].<ref name=\"c672\" /> However, damage done to his leg from using [[Night Guy]] leaves him wheelchair-bound for the rest of his life. Despite the handicap, ''[[Kakashi Hiden]]'', ''[[Konoha Shinden]]'', and the ''Boruto'' anime all show Guy continuing his life as a ninja as best as he can.\n* In ''[[Naruto Shippūden the Movie: Bonds]]'', [[Shinnō]] claims that his [[Body Revival Technique]], combined with [[Dark Chakra]], allows him to open all eight gates without any drawbacks.\n* In ''[[Naruto: Ultimate Ninja 2]]'' and ''[[Naruto: Ultimate Ninja 3]]'', [[Neji Hyūga]] uses [[Last Resort: Eight Gates Crumbling Attack]] to specifically block access to the Eight Gates.\n* According to the official Naruto Twitter account, the manipulation of the Eight Gates is a secret taijutsu of [[Konohagakure]].<ref>https://twitter.com/NARUTO_info_en/status/1827767902923317638</ref><ref>https://twitter.com/NARUTO_kousiki/status/1827888698228125941</ref>\n\n== See Also ==\n* [[Antlion Ninja Arts: Ephemeral]]\n* [[Pressure Points of Harm and Death]]\n* [[Seven Heavens Breathing Method]]\n\n== References ==\n<references />\n\n[[Category:Chakra]]\n\n[[da:Hachimon]]\n[[de:Hachimon Tonkou]]\n[[es:Liberación de las Ocho Puertas]]\n[[fr:Huit Portes]]\n[[it:Otto Porte Difensive del Corpo]]\n[[ka:რვა კარიბჭე]]\n[[pl:Hachimon]]\n[[pt-br:Oito Portões]]\n[[ru:Восемь Врат]]\n[[uk:Вісім Брам]]"
  }
}