{
  "name": "Evil Sealing Method",
  "sourcePage": "Evil Sealing Method",
  "pageId": 3066,
  "url": "https://naruto.fandom.com/wiki/Evil_Sealing_Method",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/74/Curse_Sealing_Step_1.PNG/revision/latest/scale-to-width-down/600?cb=20240907000457",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d1\">''[[Rin no Sho]]'', page 219</ref>\n|image=Curse Sealing Step 1.PNG;The technique's formula cover the body…\nCurse Sealing Step 2.PNG;…to concentrate and finally suppress a chakra-related mark.\n|kanji=封邪法印\n|unnamed jutsu=No\n|romaji=Fūja Hōin\n|literal english=Evil Sealing Method\n|english tv=Curse Sealing\n|related jutsu=Evil Releasing Method\n|jutsu rank=A\n|jutsu classification=Fūinjutsu\n|jutsu class type=Supplementary\n|jutsu range=Short\n|users=Kakashi Hatake, Kurenai Yūhi~anime\n|hand signs=Hare, Snake, Horse, Ram, Bird, Tiger, Hare, Snake, Horse, Ram, Bird, Tiger, Hare, Snake, Horse, Ram, Bird, Dog, Rat\n|debut manga=69\n|boruto=No\n|debut anime=39\n|debut shippuden=No\n|boruto anime=No\n|ova debut=Naruto x UT\n|jutsu media=Anime, Manga\n}}\nThis technique suppresses the power of a [[cursed seal]]. Because applying cursed seals in the first place requires a great deal of skill, suppressing one with this technique also requires a great deal of skill. The preparations needed for this technique are quite arduous:<ref name=\"d1\"/> users write several long lines of symbols in their own blood, which trail from the cursed seal through the surrounding area. Once this is completed and the technique is activated, the symbols converge towards and surround the cursed seal,<ref name=\"c69\">''Naruto'' chapter 69</ref> the blood acting as a chain that prevents the cursed seal from spreading.<ref name=\"d1\"/> Applying the Evil Sealing Method is quite painful, and recipients are likely to pass out after receiving it.<ref name=\"c69\"/>\n\nThe Evil Sealing Method can only suppress cursed seals, not remove them.<ref name=\"d1\"/> Its power also relies on the will of the recipient: if the recipient wants it to work, then it will fight off the cursed seal's effects as much as it can; but if the user would rather the cursed seal activated, the Evil Sealing Method will be powerless to prevent it.<ref name=\"c69\"/> For this reason, after [[Kakashi Hatake]] suppresses [[Sasuke Uchiha]]'s [[Cursed Seal of Heaven]], Kakashi takes efforts to train Sasuke so that he won't be tempted by the cursed seal's power, notably teaching him the [[Chidori]].<ref>''Naruto'' chapter 177</ref> This ends up not being enough for Sasuke and he willingly accepts the Cursed Seal of Heaven's influence. Over the following years, the Evil Sealing Method remains imprinted upon him, but inert since Sasuke has no need for it. When the cursed seal is ultimately [[Sword of Totsuka|removed]], the Evil Sealing Method is removed as well.<ref>''Naruto'' chapter 392</ref>\n\nIn the anime, [[Kurenai Yūhi]] uses this technique to hold back the [[Kurama Clan's Kekkei Genkai]].<ref>''Naruto'' episode 205</ref>\n\n== References ==\n<references />\n\n[[de:Fuuja Houin]]\n[[fr:Sceau Endigue le Mal]]\n[[pl:Fūja Hōin]]"
  }
}