{
  "name": "Frog Kata",
  "sourcePage": "Frog Kata",
  "pageId": 10949,
  "url": "https://naruto.fandom.com/wiki/Frog_Kata",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/4/4d/Frog_Kata_1.PNG/revision/latest/scale-to-width-down/600?cb=20150930041716",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d4\">Fourth Databook, page 244</ref>\n|image=Frog Kata 1.PNG;Despite the attack seemingly missing…\nFrog Kata 2.PNG;…the range of the attack is in fact increased with senjutsu.\n|kanji=蛙組手\n|unnamed jutsu=No\n|romaji=Kawazu Kumite\n|literal english=Frog Kata\n|english tv=Frog Kumite\n|viz manga=Toad Sage Fist\n|parent jutsu=Sage Mode\n|jutsu rank=C\n|jutsu classification=Senjutsu, Taijutsu, Fighting Style\n|jutsu class type=Offensive\n|jutsu range=Short\n|users=Fukasaku, Jiraiya, Naruto Uzumaki, Shima\n|debut manga=420\n|boruto=No\n|debut anime=156\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 2\n|movie debut=Naruto the Movie: Blood Prison\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThe '''Frog Kata''' is a fighting style used exclusively by those who have mastered [[Sage Mode]] and trained with the [[toad]]s of [[Mount Myōboku]]. The [[Chakra#Senjutsu Chakra|senjutsu chakra]] used during Sage Mode \"''activates''\" the body in various ways, enhancing the user's speed, reflexes, strength, stamina and durability. This allows a sage to achieve incredible feats which include leaping great distances, shattering sharp materials with their bare hands, as well as lifting massive objects. It is said to be a flawless taijutsu that has no openings in either attack or defence.<ref name=\"d4\" />\n\nWhen using Frog Kata, the [[natural energy]] used by the practitioner to create senjutsu chakra also surrounds the user in an aura of that same natural energy. This aura can act as an extension of their body and cannot be seen by anyone other than those who have trained in senjutsu. By utilising the aura, the user can extend the range and force of their physical attacks. Strikes that seemingly or would normally miss will actually make contact with the target. Only users of Sage Mode can see or sense this aura's extension. Nothing else, not even the [[Rinnegan]] can see it. One punch has been shown to have enough force to cripple and completely finish off an opponent, not unlike [[Chakra Enhanced Strength]].\n\nIn addition, the enhanced speed, reflexes and heightened chakra-[[sensing]] from Sage Mode, combined with the skilful body movements of Frog Kata, allows the practitioner to not only evade enemy strikes at the last possible moment, but accurately counterattack an opponent.<ref>''Naruto'' chapter 555, pages 13-15</ref>\n\n== Trivia ==\n* [[Wikipedia:Kata|Kata]] is a martial arts term referring to a pattern of defence-and-attack.\n* In the anime, Naruto could use Frog Kata to break a Version 2 chakra cloak.<ref>''Naruto: Shippūden'' episode 294</ref>\n* It is a reoccurring theme that Frog Kata is used or given reference to by an enthused Naruto after he successfully lands a nature energy-enhanced Rasengan of some variant. This first occurs in his battle against [[Pain]], and later against the [[Ten-Tails]]' [[jinchūriki]] after discovering his weakness to senjutsu-based techniques.\n\n== References ==\n<references/>\n[[it:Lotta Eremitica]]\n[[de:Kawazu Kumite]]\n[[fr:Kata des Crapauds]]\n[[pt-br:Kumite do Sapo]]\n[[pl:Kawazu Kumite]]\n[[ru:Жабья Ката]]"
  }
}