{
  "name": "Haze Ninja Art: Forbidden Technique: Ephemeral Life",
  "sourcePage": "Haze Ninja Art: Forbidden Technique: Ephemeral Life",
  "pageId": 288387,
  "url": "https://naruto.fandom.com/wiki/Haze_Ninja_Art:_Forbidden_Technique:_Ephemeral_Life",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/fe/Haze_Ninja_Art_Forbidden_Technique.png/revision/latest/scale-to-width-down/600?cb=20200910062140",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Haze Ninja Art Forbidden Technique.png;Green seal envelops Yūga's body…\nEphemeral Life.png;…and sacrifices himself to awaken a golem.\n|kanji=霞忍法・禁術・蜉蝣一期\n|unnamed jutsu=No\n|romaji=Kasumi Ninpō: Kinjutsu: Kagerō Ichigo\n|english tv=Haze Ninja Art: Forbidden Jutsu: Ephemeral Life\n|jutsu classification=Kinjutsu, Ninjutsu, Barrier Ninjutsu\n|jutsu class type=Supplementary\n|jutsu range=Short, Mid, Long\n|users=Yūga\n|hand signs=Ox, Snake, Horse, Dog, Ox, Monkey, Dragon, Bird\n|boruto=No\n|debut anime=164\n|debut shippuden=No\n|boruto anime=Yes\n|jutsu media=Anime\n}}\nThe user sacrifices their life to summon an otherworldly spectre. As they begin the hand seals, green seals spread across their body, and the user prays to the spectre. The jutsu turns the user into a red gemstone that then fuses with the spectre, turning it into a golem and creating an enormous barrier around its targets. The golem is highly resilient, able to resist [[Chakra Enhanced Strength|chakra-enhanced strikes]], and much faster than its size would imply, able to cover distances very quickly. It generally drains chakra indiscriminately from whatever living creature it can reach inside the barrier, which it can use to regenerate any damaged anatomy. If it detects damage to the barrier, it will ignore closer targets to prevent further damage. Its weak spot is the red gemstone, destroying it will both defeat the golem and break the barrier.\n\n== See Also ==\n* [[Dead Demon Consuming Seal]]\n\n[[fr:Ninpô de la Brume - Technique Interdite de l'Éphémère]]"
  }
}