{
  "name": "Hyūga Main Family's Juinjutsu",
  "sourcePage": "Hyūga Main Family's Juinjutsu",
  "pageId": 3599,
  "url": "https://naruto.fandom.com/wiki/Hy%C5%ABga_Main_Family%27s_Juinjutsu",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/8f/Hy%C5%ABga_Juinjutsu.png/revision/latest/scale-to-width-down/600?cb=20150109173745",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d1\">''[[Rin no Sho]]'', page 194</ref>\n|image=Cursed Seal Hyūga (Manga).svg;Manga version of the seal.\nCursed Seal Hyūga (Anime).svg;Anime version of the seal.\n|kanji=日向宗家の呪印術\n|unnamed jutsu=No\n|romaji=Hyūga Sōke no Juinjutsu\n|literal english=Hyūga Main Family's Cursed Seal Technique\n|english tv=Curse Mark: Caged Bird\n|other names={{translation|Caged Bird Cursed Seal|籠の鳥の呪印|Kago no Tori no Juin}}<ref>''Naruto: Shippūden'' episode 389</ref>\n|jutsu rank=A\n|jutsu classification=Juinjutsu\n|jutsu class type=Supplementary\n|jutsu range=Short\n|users=Hiashi Hyūga\n|hand signs=Technique specific hand seal\n|debut manga=102\n|boruto=No\n|debut anime=61\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto: Ultimate Ninja Online\n|movie debut=Road to Ninja: Naruto the Movie\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThis cursed seal is used by the [[Hyūga clan]] in order to protect their [[kekkei genkai]], the [[Byakugan]]. Members of the clan's main house brand members of the clan's branch houses with the cursed seal so that, when they die, their Byakugan will be sealed away, preventing its secrets from being learned by enemies. The cursed seal can also be used by the main house to torture branch house members: if a main house member uses a special [[hand seal]], the branch house member will experience intense pain, discouraging them from disobeying the main house again. If the pain is great enough, it can even kill the branch house member,<ref name=\"d1\"/> destroying their brain cells.<ref name=\"c102\">''Naruto'' chapter 102</ref>\n\n[[File:Hyūga Juinjutsu.png|thumb|left|The cursed seal, activated.]]\nMembers of the branch house are branded with the cursed seal on the third birthday of the clan's next heir or heiress, regardless of their own age at the time: [[Neji]] received his when he was only four years old, when [[Hinata]] turned three. Cursed seals are placed on the recipient's forehead, for which reason they tend to keep it covered, such as with their [[forehead protector]]. Neji for years struggled with the idea that his cursed seal binds him to a life of servitude to the main house, likening his fate to that of a caged bird; because the cursed seal only disappears at the time of death, dying would be the only way he could be free.<ref name=\"c102\"/> Neji's father, [[Hizashi]], struggled with the same view, but took comfort in the fact that he could choose the manner of his own death, the most freeing and significant choice possible.<ref>''Naruto'' chapter 105</ref>\n{{-L}}\n\n== Trivia ==\n* The cursed seal's design (卍) is based on the [[wikipedia:卍|manji]] also known as a [[wikipedia:卐|swastika]], a Hindu and Buddhist symbol. Because the inverted form (卐) is commonly associated with [[wikipedia:Nazi symbolism|Nazism]] outside of Asia, the anime instead uses an \"X\" for the cursed seal, to avoid confusion. [[Wikipedia:Viz Media|Viz]]'s monthly distribution of the English manga makes the same alteration, but their volume compilations use the original design. Whenever the original design is shown, Viz makes sure to explain that it is not a swastika.\n* [[Ao]] from [[Kirigakure]] killed a member of the Hyūga clan to obtain a single Byakugan. It's unclear how he was able to avoid the effects of the juinjutsu, whether his victim was a main house member, or the Byakugan being removed from a branch house member before death, whether the cursed seal prevents this is unknown. Like the Hyūga, Ao takes steps to [[Barrier Talisman: Armoured Eye|protect]] his Byakugan from theft.\n\n== References ==\n<references/>\n\n{{DEFAULTSORT:Hyuga Main Family's Juinjutsu}}\n[[Clan::Hyūga clan| ]]\n\n[[de:Hyuuga Souke no Juin-Jutsu]]\n[[es:Sello Maldito de la Familia Principal Hyūga]]\n[[fr:Juinjutsu de la Branche Principale du Clan Hyûga]]\n[[pl:Hyūga Sōke no Juinjutsu]]"
  }
}