{
  "name": "Living Corpse Reincarnation",
  "sourcePage": "Living Corpse Reincarnation",
  "pageId": 2330,
  "url": "https://naruto.fandom.com/wiki/Living_Corpse_Reincarnation",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/61/Fushi_Tensei.png/revision/latest/scale-to-width-down/600?cb=20120509181240",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref>''[[Tō no Sho]]'', page 270</ref>\n|image=Fushi Tensei.png\n|kanji=不屍転生\n|unnamed jutsu=No\n|romaji=Fushi Tensei\n|literal english=Living Corpse Reincarnation\n|english tv=Immortality Jutsu, Transference Ritual\n|other names={{translation|Eternal Youth and Immortality Technique|不老不死の術|Furō Fushi no Jutsu}}, Transference Jutsu\n|jutsu rank=S\n|jutsu classification=Kinjutsu, Ninjutsu, Reincarnation Ninjutsu\n|jutsu class type=Supplementary\n|users=Orochimaru,<!-- Do not add Kabuto Yakushi, he didn't use this technique. He just manifested Orochimaru's true form -->\n|debut manga=199\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=118\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|ova debut=[[Naruto Shippūden: Ultimate Ninja Storm Generations#Anime Cutscenes|Naruto Shippūden: UNSG anime cutscenes]]\n|jutsu media=Anime, Manga, Game\n}}\nThe '''Living Corpse Reincarnation''' is a technique that was developed by [[Orochimaru]] that allows him to transfer his [[soul]] to someone else's body. It is also referred to as the \"Eternal Youth and Immortality Technique\". It was developed in order to fuel his dream of acquiring all the knowledge in existence, a feat that cannot be achieved in a single lifetime.\n\n== Usage ==\nThe Living Corpse Reincarnation immortalises one's mind, transferring it to a stronger body before the current host rots. By repeating this process periodically, this effectively allows the user to remain in the realm of living, so long as they can keep the host body alive while residing within.\n\nOrochimaru can only perform this technique once every three years. It also seems that when the three years are almost over, he is forced to move into another host, as the previous one begins to weaken and reject him. Presumably, if he had a proper container, he could stay in the host for a full lifetime. The fact that he wanted to prepare [[Sasuke Uchiha]] and [[Kimimaro]] for the transfer before performing it reinforces this.\n\nTo perform this technique, Orochimaru reveals his [[Orochimaru#Body Modifications|true form]]: a gigantic white snake composed of smaller white snakes, by abandoning his current host's body. Orochimaru then swallows the new host and takes him or her to a separate, mental plane where he envelops the mind of his victim. The snake body then dies and falls apart, and Orochimaru's soul dominates the body (though the [[Sharingan]] seems to be able to reverse the process against Orochimaru, which also grants the host Orochimaru's supply of chakra and powers). The souls of the hosts are kept alive within Orochimaru, leaving them \"still alive\", in a sense (albeit suppressed), and when Orochimaru switches hosts, the souls leave with him. Apparently if the host of these souls' chakra level falls enough it is possible for them to resurface in material form as seen with Orochimaru surfacing with his [[Eight Branches Technique]] after Sasuke used up most of his chakra.\n\nAfter taking over another body, Orochimaru modifies it to suit his theme of snakes, in order to increase his survival capabilities, such as [[Soft Physique Modification|stretching and bending his body]], [[Snake Reconnection Technique|reconnecting any severed parts]], and [[Orochimaru-Style Body Replacement Technique|shedding his skin to heal injuries]]. This ensures that if Orochimaru cannot transfer to another body within the three years' time, he can allow his current one to greatly heal and evade attacks, rendering it virtually immortal; Sasuke refers this as the {{translation|\"[[Power of the White Snake]]\"|白蛇の力|Shirohebi no Chikara}}.<ref>''Naruto'' chapter 365, page 8</ref> Orochimaru also [[Vanishing Facial Copy Technique|alters the face]] of his host to look like his original form.\n\nAfter being revived through the [[Evil Releasing Method]], Orochimaru seemingly circumvented this process, emerging in a slightly different snake form and then slithering into a [[Spore Technique|White Zetsu]] clone's mouth.<ref name=\"chpt618\">''Naruto'' chapter 618, page 15</ref>\n\n== Known Hosts or Candidates ==\n=== Hosts ===\n# Unknown person — when Orochimaru uses his Living Corpse Reincarnation on Sasuke, one of his past hosts is seen in Orochimaru and Sasuke's mental plane.\n# Unknown person — when Orochimaru uses his Living Corpse Reincarnation on Sasuke, another one of his past hosts is seen in Orochimaru and Sasuke's mental plane.\n# Unknown female — for replacing the hand Itachi Uchiha severed; left body to escape the effects of his arms being [[Dead Demon Consuming Seal|sealed away]].\n# [[Gen'yūmaru]] — a desperate temporary replacement body before Sasuke Uchiha; left body for Sasuke Uchiha.\n# [[Sasuke Uchiha]] — after having been absorbed by Sasuke when he reversed his Living Corpse Reincarnation technique, took over due to Itachi's battle with his brother lowering Sasuke's chakra enough for Orochimaru to gain control; was [[Sword of Totsuka|sealed away]] by Itachi.\n# [[Parasite Clone|White Zetsu Clone]] — for the [[Wood Release|cells]] of [[Hashirama Senju]], as well as to escape the fatal injury of [[Dead Demon Consuming Seal: Release|releasing]] the [[Dead Demon Consuming Seal]].<ref name=\"chpt618\"/>\n\n=== Candidates ===\n* [[Itachi Uchiha]] — for the [[Sharingan]]; failed due to Orochimaru being unable to defeat him.\n* [[Kimimaro]] — for the [[Shikotsumyaku]]; rejected due to terminal disease.\n* [[Guren]] — for the [[Crystal Release]]; rejected due to being too late and loss of interest.<sup>(anime only)</sup>\n* [[Sasuke Uchiha]] — for the [[Sharingan]]; postponed due to being overpowered by Sasuke, then sealed away before another of his consciousnesses was released by the [[Evil Releasing Method]].\n\n== References ==\n<references/>\n\n[[es:Jutsu de Inmortalidad]]\n[[fr:Réincarnation Mort-Vivante]]\n[[pl:Fushi Tensei]]\n[[pt-br:Reencarnação em Vida]]"
  }
}