{
  "name": "Mind Body Switch Technique",
  "sourcePage": "Mind Body Switch Technique",
  "pageId": 3300,
  "url": "https://naruto.fandom.com/wiki/Mind_Body_Switch_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/b/b7/Mind_Body_Switch_Handseal.png/revision/latest/scale-to-width-down/600?cb=20150504141223",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d1\">''[[Rin no Sho]]'', page 200</ref>\n|image=Mind Body Switch Handseal.png;The user casts the technique…\nShintenshin.png;…and takes control of their target.\n|kanji=心転身の術\n|unnamed jutsu=No\n|romaji=Shintenshin no Jutsu\n|literal english=Mind Body Switch Technique\n|english tv=Ninja Art: Mind Transfer Jutsu\n|viz manga=Art of the Valentine\n|jutsu rank=C\n|jutsu classification=Hiden~Yamanaka Clan, Ninjutsu\n|jutsu class type=Supplementary\n|jutsu range=Short, Mid, Long\n|users=Fū Yamanaka, Ino Yamanaka, Inoichi Yamanaka, Inojin Yamanaka, Santa Yamanaka, Kohan Yamanaka~anime, Kakashi Hatake~game\n|hand signs=Technique specific hand seal\n|debut manga=42\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=24\n|debut shippuden=No\n|boruto anime=No\n|novel debut=Kakashi Hiden: Lightning in the Icy Sky\n|game debut=Naruto: Ninja Council\n|movie debut=Naruto Shippūden the Movie: The Will of Fire\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nThe '''Mind Body Switch Technique''' is the signature technique of the [[Yamanaka clan]].\n\n== Overview ==\nThe user converts their consciousness to [[spiritual energy]], which they send at a target. Their consciousness moves slowly towards the target and travels in a straight line. If the user misses their target, it will take several minutes for their consciousness to find its way back to their own body. To prevent this from happening, the Mind Body Switch should only be used against targets that are stationary or that are restrained. When their consciousness does successfully make it to the target, the user supplants the target's mind and takes total control of their body.<ref name=\"c72\">''Naruto'' chapter 72, pages 11-13</ref>\n\nThe Mind Body Switch is ideal for intelligence-gathering, and in fact that's why it was originally created;<ref name=\"d1\"/> the target's body can be used to explore locations that the user can't enter and read documents that the user can't access.<ref>''Naruto'' chapter 42, pages 9-10</ref> Users can take advantage of the target's physical abilities, such as a bird's flight to better recon an area.<ref>''Naruto'' chapter 332, page 8</ref> Users can also perform their own jutsu while possessing another, notably their [[sensor]]y skills.<ref name=\"c523\">''Naruto'' chapter 523, page 8</ref> While possessing another's body, users can communicate with their targets.<ref name=\"c533\">''Naruto'' chapter 533, page 7</ref>\n\nOrdinarily, the Mind Body Switch lasts until the user chooses to release it. Targets with strong wills can force users from their body, something that becomes easier to do if the user is low on [[chakra]].<ref>''Naruto'' chapter 73, pages 6-8</ref> While a user is possessing a target, their own body is left inert. This isn't necessarily an issue in one-on-one encounters, but when facing multiple opponents this leaves their body vulnerable to attack. Furthermore, any damage the possessed body receives is done to their original body as well.<ref>''Naruto'' chapter 55, pages 10-12</ref> It is for this reason that Yamanaka are so often teamed with members of the [[Akimichi]] and [[Nara clan]]s; the Akimichi keeps opponents at a distance, and Nara can use their [[Shadow Imitation Technique|shadow]] to manipulate the Yamanaka's body.<ref name=\"c533\"/> Strategically, the user can eliminate a number of the technique's weaknesses by completely trading bodies with a target, transferring the latter's consciousness to the user's body.<ref name=\"c523\"/> In the anime, the [[Akuta]], are immune to this technique.<ref>''Boruto'' episode 88</ref>\n\n== Trivia ==\n* This technique utilises spiritual energy, making it likely to be [[Yin Release]].\n* ''[[Rin no Sho]]'' lists the Mind Body Switch Technique as having a range of up to ten metres.<ref name=\"d1\"/> In [[Arrival|''Naruto'' chapter 611]], [[Ino Yamanaka]] uses it from significantly further away.\n* In the anime, it is implied that the user can take over a person's mind without the user removing their consciousness from their body.<ref>''Boruto'' episode 140</ref>\n* In the anime, Ino was unable to use this technique on [[Sora]] when he was in a [[version 1]] form, as Sora's consciousness was swallowed by the beast's demonic chakra.<ref>''Naruto: Shippūden'' episode 69</ref> The manga later shows her using it successfully against a [[version 2]] [[Kinkaku]], who maintained his consciousness.<ref>''Naruto'' chapter 529, page 16</ref>\n* In ''[[Naruto Shippūden the Movie: The Will of Fire]]'', Ino uses a different hand seal to perform this technique.\n* In ''[[Rock Lee's Springtime of Youth Full Power Ninja Chronicles]]'', Ino uses a variation of the technique called {{Translation|\"[[w:c:springtimeofyouth:Mind Reverse Body Technique|Mind Reverse Body Technique]]\"|心逆身の術|Shingyakushin no Jutsu|engtv=Mind-Body Reversal Jutsu}}, which switches the minds of two separate targets, instead of her own.\n\n== See Also ==\n* [[Living Corpse Reincarnation]]\n* [[Spirit Transformation Technique]]\n* ''[[White Snake Possession]]''\n* [[Puppet Imitation Technique]]\n\n== References ==\n<references />\n\n[[fr:Transposition]]\n[[pl:Shintenshin no Jutsu]]\n[[pt-br:Técnica de Transferência de Mente]]\n[[ru:Искусство Ниндзя: Техника переноса сознания]]"
  }
}