{
  "name": "Multi-Size Technique",
  "sourcePage": "Multi-Size Technique",
  "pageId": 2062,
  "url": "https://naruto.fandom.com/wiki/Multi-Size_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/83/Multi-Size_Technique.png/revision/latest/scale-to-width-down/600?cb=20150424175425",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d1\">''[[Rin no Sho]]'', page 215</ref>\n|image=Multi-Size Technique.png;The technique's round appearance.\nChōji's Multi-Size Technique.png;The entire body size increased.\n|kanji=倍化の術\n|unnamed jutsu=No\n|romaji=Baika no Jutsu\n|literal english=Multi-Size Technique\n|english tv=Expansion Jutsu\n|viz manga=The Art of Expansion\n|parent jutsu=Calorie Control\n|jutsu classification=Hiden~Akimichi Clan, Ninjutsu\n|jutsu type=Yang Release\n|jutsu class type=Supplementary\n|users=Chōchō Akimichi, Chōji Akimichi, Chōza Akimichi, Shitō Akimichi, Chōbee Akimichi~anime\n|hand signs=Ram, Special Seal\n|debut manga=55\n|boruto=No\n|debut anime=33\n|debut shippuden=No\n|boruto anime=No\n|novel debut=Kakashi Hiden: Lightning in the Icy Sky\n|game debut=Naruto: Ultimate Ninja\n|movie debut=Naruto Shippūden the Movie: The Will of Fire\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nThis is the trademark ability of the [[Akimichi clan]]. When performed, the Akimichi grows in size, proportionately increasing their weight and strength and thus making their physical attacks more powerful.<ref name=\"d1\"/> Clothes they're wearing will change in size to accomodate them, as will certain weaponry, such as the [[wikipedia:bo (weapon)|bo]].<ref>''Naruto'' chapter 137, page 9</ref> Such a significant change in size places a great burden on the user's body.<ref name=\"d1\"/> In keeping with this, users typically are not seen maintaining the Multi-Size Technique for long periods of time, instead reverting back to their normal form after they've concluded their series of attacks.<ref>''Naruto'' chapter 337</ref> During the [[Fourth Shinobi World War]], [[Chōza]] and [[Chōji Akimichi]] at one point seem to use the Multi-Size Technique for several hours.<ref>''Naruto'' chapter 536</ref>\n\nThere are two ways the Multi-Size has been depicted in the series. The first is where the user becomes extremely round, with most of the body's expansion being applied to their torso; because this is what happens to [[Chōchō Akimichi]] when she uses it, she dislikes performing it.<ref>''Boruto'' episode 59</ref> The second is where the user simply becomes larger, bigger than their normal size but not so big as when they use the [[Super Multi-Size Technique]].<ref name=\"c537\">''Naruto'' chapter 537</ref> In the manga, Chōji uses the first during Part I and the second during Part II and onwards, suggesting the user's age or experience has something to do with it. Episodes of the anime set during Part II occasionally show Chōji using the first version, instead suggesting the two versions are interchangeable.<ref>''Naruto: Shippūden'' episode 62</ref><ref>''Naruto: Shippūden'' episode 311</ref>\n\n== Trivia ==\n* During the [[Fourth Shinobi World War]], use of the Multi-Size Technique is shown to produce extra markings under the user's eyes.<ref name=\"c537\"/> Such markings are not present in earlier depictions.\n* In ''[[Naruto Retsuden: Naruto Uzumaki and the Spiral Destiny|Naruto Retsuden]]'', Chōji uses the Multi-Size Technique in response to a poison needle he's struck by. Because the needle would only have enough poison to kill a regular-sized person, it would be harmless to his enlarged body. He's forced to continue using the Multi-Size Technique until his body breaks down the poison, limiting his mobility since he's indoors at the time.\n\n== References ==\n<references/>\n\n[[es:Jutsu: Multi Tamaño]]\n[[pt-br:Técnica do Tamanho Múltiplo]]\n[[pl:Baika no Jutsu]]\n[[fr:Technique de Décuplement]]"
  }
}