{
  "name": "Mysterious Peacock Method",
  "sourcePage": "Mysterious Peacock Method",
  "pageId": 6849,
  "url": "https://naruto.fandom.com/wiki/Mysterious_Peacock_Method",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/32/Mysterious_Peacock_Method.png/revision/latest/scale-to-width-down/600?cb=20150529092320",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Mysterious Peacock Method.png\n|kanji=孔雀妙法\n|unnamed jutsu=No\n|romaji=Kujaku Myōhō\n|literal english=Mysterious Peacock Method\n|english tv=Ninja Art: Kujaku\n|jutsu classification=Hiden, Ninjutsu, Kinjutsu, Fighting Style,\n|jutsu class type=Offensive, Supplementary\n|users=Akahoshi, Hokuto, Hotarubi, Natsuhi, Shisō, Sumaru, Yotaka\n|hand signs=Technique specific hand sign\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=178\n|debut shippuden=No\n|boruto anime=No\n|jutsu media=Anime\n}}\nThe '''Mysterious Peacock Method''' is a trademark technique of [[Hoshigakure]] and utilises [[chakra]]-enriching radiation produced by a [[meteorite]] that fell 200 years prior to the start of the series.\n\n== Usage ==\nThe technique itself manifests in the form of a feather-shaped array behind the Hoshigakure ninja and spreading out from behind them like a peacock's tail feathers, hence the name. This chakra is easily manipulated into various shapes to create techniques, making it one of the most versatile jutsu around. These techniques are honed through Star Training, which requires the ninja to spend large amounts of time focusing on their chakra and meditating in the presence of the meteorite. \n\n== Drawbacks ==\n[[File:Meteorite_Effects.png|thumb|left|Mizura showing the side effects from the radiation poisoning.]]\nThe meteorite's radiation greatly increases user's chakra strength and levels, but the same enhanced chakra is highly dangerous, potentially causing great damage to their physical body. Even for those who master the technique, there is still a high chance that their body will slowly weaken and eventually perish. At least three people (including [[Sumaru]]'s father, [[Hotarubi]], who dies from extensive exposure), show severe physical trauma. [[Natsuhi]] is the only known person who endured the training with no side effecs. This led the [[Third Hoshikage]] to [[Kinjutsu|ban]] the training. With the meteor's destruction after [[Akahoshi]]'s defeat, the training became lost forever.\n\n== Variants ==\n<gallery widths=\"180\" captionalign=\"left\" hideaddbutton=\"true\">\nMPM Beast.png|{{translation|'''Beast'''|獣|Kemono}}: The chakra feathers change to the form of an animal, such as a dog. The chakra that the beast is made of is dense enough to repel shuriken thrown at it.\nMPM Join.png|{{translation|'''Join'''|合|Go|engtv=Synthesis}}: Combines two chakra beasts into one larger beast.\nMPM Destroy.png|{{translation|'''Destroy'''|斬|Zan|engtv=Cut}}: The chakra feathers are used to attack.\nMPM Wings.png|{{translation|'''Wings'''|翼|Yoku}}: The chakra feathers form wings strong enough to support a normal sized human in short flight.\nMPM Choke.png|The chakra feathers turn into ropes to ensnare and strangle a target.\nMPM Apparition.PNG|If the user is close to death, they can use their remaining chakra to draw a symbol in the ground which allows them to temporarily resurrect themselves as a ghost-like apparition to even the score with whoever killed them. This apparition can seemingly deflect attacks, use any moves it could in life and be cloned through another's use of the [[Shadow Clone Technique]].\nMPM Dragon.png|{{translation|'''Dragon'''|龍|Ryū}}: After implanting the star into himself, Akahoshi formed a dragon that could shoot blasts of star chakra at the opponent, and can also grow wings to increase its power. \nMPM Rope.png|{{translation|'''Chakra Rope'''|チャクラの縄|Chakura no Nawa}}: The user extends their chakra into a binding rope that cannot be cut.\nMPM Chakra Predation.png|{{translation|'''Chakra Predation'''|チャクラの捕食|Chakura no Hoshoku}}: The user steals star chakra from another comrade and devours it, making their own stronger.\n</gallery>\n\n== Trivia ==\n* When Akahoshi implanted the meteorite into himself, a spectral dragon was formed. However, this may not be a true technique, as Akahoshi was under control of the meteorite and did not form the dragon himself.\n\n[[es:Método Misterioso del Pavo Real]]\n[[pl:Kujaku Myōhō]]\n[[pt-br:Arte Misteriosa Kujaku]]"
  }
}