{
  "name": "Naraka Path",
  "sourcePage": "Naraka Path",
  "pageId": 13538,
  "url": "https://naruto.fandom.com/wiki/Naraka_Path",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/84/Soul_ripping_technique.png/revision/latest/scale-to-width-down/600?cb=20150930045300",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|information on the ability|information on the character|Naraka Path (character)|Naraka Path}}\n|ref=<ref name=\"d4\">Fourth Databook, page 254</ref>\n|image=Soul ripping technique.png;The Path's Interrogation technique… \nPaths Restored.png;…the Path's Restoration ability.\n|kanji=地獄道\n|unnamed jutsu=No\n|romaji=Jigokudō\n|literal english=Naraka Path\n|english tv=Jigokudo\n|other names=Hell Realm\n|parent jutsu=Six Paths Technique\n|jutsu classification=Kekkei Genkai~Rinnegan, Ninjutsu, Dōjutsu,\n|jutsu class type=Offensive, Supplementary\n|jutsu range=Short\n|users=Hagoromo Ōtsutsuki, Madara Uchiha, Nagato, Obito Uchiha, Sasuke Uchiha\n|debut manga=422\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=158\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 2\n|jutsu media=Anime, Manga, Game\n}}\n<section begin=summary />The {{translation|'''Naraka Path'''|地獄道|Jigokudō}} grants the user two main abilities: interrogation and restoration, by using the [[King of Hell]].<section end=summary /> [[Pain]] channelled the power of the Naraka Path through the body of a [[Naraka Path (character)|priest]].\n\nThe Naraka Path ability makes heavy use of the King of Hell. The King of Hell is a large head which sprouts out of the ground surrounded by purple flames. It also possesses the Rinnegan as well as the shared field of vision along with the other summons.<ref>''Naruto'' chapter 422, page 4</ref>\n\nTo interrogate, the Naraka Path need only catch hold of a person, causing the King of Hell to appear before them. With the victim seemingly paralysed, the Naraka Path begins questioning them. After answers are given, the [[King of Hell]] will unzip its mouth to release tendril-like arms and would draw out an apparition of the victim's life force energy in the form of an enlarged tongue. The King of Hell would then proceed to pass its judgement. If the person was lying or refused to answer the questions, the King of Hell would remove their tongue and consume it, apparently killing them. However, if they told the truth, they would be spared, although left extremely exhausted. \n\nThe second ability the Naraka Path possessed is the ability to repair any damage. To do so the Naraka Path has the King of Hell ingest the damaged body with its tendril-like arms into its mouth, then, after some time, the destroyed body will emerge from its mouth, completely rejuvenated. It did this for example to the [[Asura Path (character)|Asura Path]] after it was destroyed by [[Chōji]] and [[Chōza Akimichi]]. With its restorative abilities, the Naraka Path can easily be regarded as the most valuable body if the Six Paths of Pain is being used through six different bodies. During formation, Nagato puts the Naraka Path at the rear behind the sentimental Deva Path with the other four taking the front lines. \n\n[[Kabuto Yakushi]] stated that a Naraka Path user can transport bodies and souls using the King of Hell.<ref>''Naruto'' chapter 551, page 8</ref>\n\n== Influences ==\n*[[Wikipedia:Naraka|Naraka]] (Sanskrit: नरक) is the Sanskrit word for the underworld. In Hinduism it is a place where souls are sent for the expiation of their sins. Yama is the Lord of Justice and the King of Hell. He assigns appropriate punishments to living beings after death. For example, he might immerse them in boiling oil. If you lie to him, he will rip out your tongue.\n* In Buddhism, the Naraka realm, or \"hell realm\", is a plane of rebirth, based on Karma (actions of body, speech, and mind) built up in a previous life or lives. There are various Naraka, each containing beings that are tormented until their Karma has achieved its full and satisfactory results. The beings can then be reborn into a higher plane.\n* The Naraka are superficially similar to the Christian hell or purgatory, although there are many significant differences.\n\n== References ==\n<references/>\n\n[[fr:Jigokudô]]\n[[pl:Jigokudō]]\n[[pt-br:Caminho Naraka]]"
  }
}