{
  "name": "Nine-Tailed Naruto Wild Attack",
  "sourcePage": "Nine-Tailed Naruto Wild Attack",
  "pageId": 91418,
  "url": "https://naruto.fandom.com/wiki/Nine-Tailed_Naruto_Wild_Attack",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/aa/Nine_Tail_Wild_Attack.png/revision/latest/scale-to-width-down/600?cb=20201128003421",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Nine Tail Wild Attack.png\n|kanji=九尾ナルト乱撃\n|unnamed jutsu=No\n|romaji=Kyūbi Naruto Rangeki\n|literal english=Nine-Tailed Naruto Wild Attack\n|game names=Nine-Tailed Berserk, Nine-Tailed Naruto Wild Attack\n|other names=Nine-Tails Barrage\n|jutsu classification=Taijutsu\n|jutsu class type=Offensive, Defensive\n|jutsu range=Short\n|users=Kakashi Hatake, Naruto Uzumaki\n|boruto=No\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto: Clash of Ninja\n|jutsu media=Game\n}}\nIn his initial [[jinchūriki]] form, Naruto first rushes forward with a shoulder charge. Once he connects, he then unleashes a brutal series of claw slashes until he rise-slashes ending with a downward slash, then in an instant releases all built up chakra in a powerful [[Nine-Tails]] Burst which blasts away the victim.\n\n== Trivia ==\n* While Kakashi can copy this with his Sharingan in the first ''Clash of Ninja'' game with no special effects on the claw slashes, it is beyond his ability as of ''Clash of Ninja 2''.\n* Despite this secret technique requiring an initial blow, the fact that it is not a cinematic-based attack causes each blow to be affected normally by damage scaling.\n* In both ''Clash of Ninja 1'' and ''2'', this attack's tracking even when it connects properly tends to be inconsistent enough to allow the victim to escape (especially against walls at a specific angle). This was eventually fixed somewhat as of ''Gekitō Ninja Taisen! 3'', where the attack locks the target in place properly throughout the sequence.\n** Also as of ''Gekitō Ninja Taisen! 3'', the attack cuts out an animation before the first claw slash in the sequence from the prior instalments, reducing the overall hits by one.\n** Also as of ''3'', the initial blow provides the incorrect type of hitstun for a re-stand state into the sequence if landed during a juggle. As a result, the combo counter will reset just before the barrage of attacks occurs, and thus damage scaling will not occur normally (though the victim is still not able to block during their landing lag).\n* In the Wii sub-series, shining claw effects are added that slash across the screen per strike.\n* This technique was Naruto's ultimate technique in ''[[Naruto: Ultimate Ninja Heroes]]'', where it was named \"Nine-Tails Barrage\".\n** Likewise, there is a stronger version of this attack known as {{translation|\"Ultimate Nine-Tailed Naruto Wild Attack\"|究極九尾ナルト乱撃|Kyūkyoku Kyūbi Naruto Rangeki}} in the Japanese versions of ''[[Naruto: Ninja Council 3]]''; this version is performed in his single-tailed Version 1 form, with its one of its motions involving the grounded-claw-drag based on the 133rd episode of the anime.\n\n[[pl:Kyūbi Naruto Rangeki]]"
  }
}