{
  "name": "Nine-Tails Chakra Mode",
  "sourcePage": "Nine-Tails Chakra Mode",
  "pageId": 61778,
  "url": "https://naruto.fandom.com/wiki/Nine-Tails_Chakra_Mode",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/f7/Naruto_transforming.png/revision/latest/scale-to-width-down/600?cb=20141026161814",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Naruto transforming.png\n|kanji=九尾チャクラモード\n|unnamed jutsu=No\n|romaji=Kyūbi Chakura Mōdo\n|literal english=Nine-Tails Chakra Mode\n|other names={{translation|Kurama Chakra Mode|九喇嘛チャクラモード|Kurama Chakura Mōdo}},<ref name=\"d5\"/> {{translation|Tailed Beast Chakra Mode|尾獣チャクラモード|Bijū Chakura Mōdo}}<ref>''Naruto'' chapter 519, page 9</ref>\n|jutsu classification=Ninjutsu, Chakra Flow,\n|jutsu type=<!--Do NOT add Yin or Yang Release!-->\n|jutsu class type=Offensive, Defensive, Supplementary\n|users=Kurama, Minato Namikaze, Naruto Uzumaki, Menma Namikaze~anime\n|debut manga=499\n|boruto=No\n|debut anime=247\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=The Last: Naruto the Movie\n|game debut=Naruto Shippūden: Ultimate Ninja Storm Generations\n|movie debut=The Last: Naruto the Movie\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\n<section begin=summary />The '''Nine-Tails Chakra Mode''' is a unique form of [[Jinchūriki Forms|transformation]] that is granted to the [[jinchūriki]] of the [[Nine-Tails]].<ref>''Naruto'' chapter 538, page 1</ref><section end=summary />\n\n== Attributes ==\nThe Nine-Tails Chakra Mode and its related forms coat the user's body in yellow [[chakra]], which emanates from them reminiscent of flickering flames;<ref>''Naruto'' chapter 499, pages 12-15</ref><ref name=\"Ch505\">''Naruto'' chapter 505, page 8</ref> in the anime, [[Minato Namikaze]]'s is also surrounded by a slight dark aura.<ref>''Naruto: Shippūden'' episode 374</ref> The form's design differs between users and can even change over time,<ref name=\"d5\">[[Retsu no Sho]], page 11</ref> but certain features are consistent across all forms: two horns on their head, six [[magatama]] markings around their neck, some sort of prominent circular/swirl design over their stomach, and various other lines extending along their body.\n\nLike all jinchūriki transformations, the user's physical abilities are enhanced while the mode is active, with greater enhancements coming from using more of the Nine-Tails' chakra. While using just the basic Nine-Tails Chakra Mode, [[Naruto Uzumaki]] is strong enough to defeat members of the [[White Zetsu Army]] with a single kick<ref>''Naruto'' chapter 545, page 11</ref> and fast enough to dodge the [[Fourth Raikage]] using his [[Lightning Release: Body Flicker Technique]].<ref>''Naruto'' chapter 544, page 11-12</ref> The chakra that surrounds the user also helps in protecting them from damage, allowing them to take [[lava]] and [[boil]]-based attacks and suffer only minor injuries.<ref>''Naruto'' chapter 565, pages 11-13</ref> Naruto is even able to survive [[Tenpenchii]] because of his protective cloak, though the cloak itself is lost in the process.<ref>''Naruto'' chapter 629, page 4</ref> The user's scent and chakra signature also change.<ref>''Naruto'' chapter 559, page 4</ref>\n\nFrom the chakra that surrounds them, users are able to produce [[chakra arms]] as a way to interact with their surroundings or improve their manoeuvrability. Naruto primarily uses the arms to help him form the [[Rasengan]] and its variants, having the arms assist with the [[shape]] or [[nature transformation]] that he usually relies on [[shadow clone]]s for.<ref>''Naruto'' chapter 551, pages 13-15</ref>\n\n== Forms ==\n<gallery type=\"slideshow\" position=\"left\" widths=\"240\" hideaddbutton=\"true\">\nNaruto's Nine-tails chakra mode.png|Naruto's Yang Nine-Tails Chakra Mode.\nMinato's nine-tails chakra mode.png|Minato's Yin Nine-Tails Chakra Mode.\n</gallery>\nWhile using Nine-Tails Chakra Mode, users' eyes become orange but their pupils remain the same. Like previous jinchūriki of the Nine-Tails, Naruto is able to sense negative emotions while he's in this form,<ref>''Naruto'' chapter 534, pages 13-14</ref> seemingly regardless of distance<ref>''Naruto'' chapter 545, pages 5-6</ref> or obstructions.<ref>''Naruto'' chapter 529, page 1</ref> He also releases a powerful life force while the mode is active, causing [[wood]] constructs to quickly mature into full-grown trees when he's nearby<ref name=\"Ch505\"/> and White Zetsus to become trees when he comes in contact with them.<ref>''Naruto'' chapter 545, page 14</ref>\n\n[[File:NTCM Risks.png|thumb|The initial risk of Naruto using Nine-Tails Chakra Mode.]]\nDespite the passive abilities and enhancements he gains, Naruto's use of the Nine-Tails Chakra Mode is initially marked by limitations due to the Nine-Tails refusing to cooperate with him. This prevents him from using [[Tailed Beast Ball]]s while in this form,<ref>''Naruto'' chapter 520, pages 1-5</ref> though he is eventually able to create [[Super Mini-Tailed Beast Ball|miniature versions]].<ref>''Naruto'' chapter 595, pages 4-6</ref> Because Naruto \"shelves\" his own chakra in this form and instead draws on the Nine-Tails', his early uses of it come with a risk that the Nine-Tails will take that shelved chakra, resulting in Naruto's death. Naruto must, therefore, be careful of how long he uses the form for and how many shadow clones he creates, as doing too many only increases the risk.<ref>''Naruto'' chapter 519, pages 10-11</ref> The Nine-Tails eventually stops trying to take Naruto's chakra,<ref>''Naruto'' chapter 567, page 18</ref> and soon after that, starts cooperating, removing these limitations.<ref>''Naruto'' chapter 570, page 10-15</ref>\n\n=== Kurama Mode ===\n<gallery type=\"slideshow\" position=\"left\" widths=\"240\" hideaddbutton=\"true\">\nNaruto's Kurama Mode.png|Naruto's Yang Kurama Mode.\nNaruto Chakra Mode the Last.png|Naruto's complete Kurama Mode.\n</gallery>\nOnce Naruto learns the Nine-Tails' name - Kurama - their hearts synchronise and Naruto becomes able to enter what is referred to as {{translation|'''Kurama Mode'''|<ruby>九喇嘛<rt>クラマ</rt></ruby>モード|Kurama Mōdo}}.<ref name=\"d4\">Fourth Databook, page 250</ref> His pupils becomes slitted, the whisker-like markings on his face become thicker to resemble the [[Wikipedia:Bagua|☰ trigram]], and the chakra shroud's shape alters to resemble a full-length haori, similar to the one Minato usually wears.<ref name=\"ch571\" /> For all intents and purposes, Kurama Mode is a completed version of Nine-Tails Chakra Mode: [[Tailed Beast Mode]] without the full transformation, meaning that Naruto is able to use Tailed Beast Balls.<ref name=\"d4\"/> He can partially manifest parts of Kurama's body if needed, such as its head<ref>''Naruto'' chapter 598, pages 1-2, 6</ref> and tails.<ref>''Naruto'' chapter 600, pages 14-16</ref> In ''[[The Last: Naruto the Movie]]'', Naruto is shown isolating the Kurama Mode transformation to one hand.\n\nNaruto is able to [[Chakra Transfer Technique|transfer]] his and Kurama's chakra to others, granting them tailless [[version 1]]-like chakra shrouds that greatly enhance their techniques: [[Hinata Hyūga]], for example, is able to deflect one of the [[Ten-Tails]]' tails with a single [[Eight Trigrams Vacuum Palm]].<ref>''Naruto'' chapter 616, pages 10-11</ref> [[Kakashi Hatake]] states that the power and volume of the transferred chakra is even greater than when Kurama earlier directly handed chakra to him, which had improved his [[Kamui]] at least three-fold.<ref>''Naruto'' chapter 617, pages 3-4</ref> Despite Kurama's contribution, [[C]] claims the transferred chakra more closely resembles Naruto's own.<ref>''Naruto'' chapter 616, page 6</ref>\n{{-}}\n\n=== Tailed Beast Mode ===\n{{Main|Tailed Beast Mode}}\n[[File:Naruto and Minato TBM.png|thumb|Minato and Naruto in Tailed Beast Mode.]]\nNaruto and Minato are able to create full-size replicas of Kurama. Whereas other jinchūriki's Tailed Beast Modes cause them to fully transform into their respective [[tailed beast]], Naruto and Minato's are instead an alteration of their earlier chakra cloaks changed to resemble Kurama: Naruto's is the same translucent golden colour as his earlier cloak, while Minato's is a much darker orange colour with both having similar black lines all across its body.<ref name=\"ch571\">''Naruto'' chapter 571</ref> Minato is able to enter this form directly from Nine-Tails Chakra Mode, while Naruto must initially first enter Kurama Mode.<ref>''Naruto'' chapter 645, pages 6-9</ref> Naruto is initially limited to only using this form for five minutes because he hasn't perfected his bond with Kurama,<ref name=\"ch571\"/> but with practice they extend this to eight minutes,<ref>''Naruto'' chapter 611, page 6</ref> and then again to some unspecified limit.\n\nWhile Tailed Beast Mode is active, Naruto and Minato hover within the construct's head. They can in fact allow others to enter the construct as well, extending its protection to them and allowing Kurama to heal their wounds and replenish their chakra.<ref name=\"ch610\">''Naruto'' chapter 610, page 8</ref> Because it isn't a proper transformation, Naruto and Minato can still use their other [[jutsu]] from within this form, such as the [[Rasengan]] and [[Shadow Clone Technique]],<ref>''Naruto'' chapter 645, page 7</ref> and can even use the construct's tails as chakra arms.<ref>''Naruto'' chapter 572, page 3</ref> Kurama is able to speak through this replica and can be granted control of it;<ref name=\"ch610\"/> in ''The Last: Naruto the Movie'', Naruto is shown manifesting the construct separately from himself, with Kurama in control.\n\n== Senjutsu Influence ==\n[[File:TBM combines with SM.png|thumb|left|Naruto's combination of Kurama Mode and Sage Mode.]]\nNaruto can combine his Nine-Tails Chakra Mode and its various forms with [[Sage Mode]] to further enhance his abilities with the power of [[senjutsu]].<ref>''Naruto'' chapter 645, page 8</ref> His pupils become a combination of the two forms: the vertical [[Kurama|fox]]-slits with the horizontal [[toad]]-slits. Naruto notes he can absorb [[natural energy]] more quickly than usual while in Kurama Mode.<ref>''Naruto'' chapter 645, pages 6-7</ref> After meeting [[Hagoromo Ōtsutsuki]] during the [[Fourth Shinobi World War]], these abilities are further augmented by the powers of the [[Six Paths Sage Mode]] and the [[Six Paths Senjutsu]].\n{{-}}\n\n=== Combination with Six Paths Sage Mode ===\n{{Main|Six Paths Sage Mode}}\n<gallery type=\"slideshow\" position=\"right\" widths=\"240\" hideaddbutton=\"true\">\nNTCM and SPSM.png|Naruto's initial mode after receiving Hagoromo's power.\nGaiden NTCM and SPSM.png|Naruto's second mode in the [[Boruto: Naruto Next Generations#Anime|''Boruto'' anime]].\nNaruto's 1st NTCM and SPSM - Boruto Movie.png|Naruto's initial mode during ''[[Boruto: Naruto the Movie]]''.\nNaruto's 2nd NTCM and SPSM - Boruto Movie.png|Naruto's second mode during ''Boruto: Naruto the Movie''.\nNaruto's 1st NTCM and SPSM - Boruto Manga.png|Naruto's initial mode in the [[Boruto: Naruto Next Generations#Manga|''Boruto'' manga]].\nNaruto's 2nd NTCM and SPSM - Boruto Manga.png|Naruto's second mode in the ''Boruto'' manga.\n</gallery>\nAfter receiving Hagoromo's power, Naruto gains the ability to use the Six Paths Sage Mode, and the initial appearance of his Nine-Tails Chakra Mode while simultaneously using it changes: his body is coated in yellow chakra; a sort of circular design is featured prominently over his stomach; the whisker-like markings on his face become thicker to resemble the [[Wikipedia:Bagua|☰ trigram]]; six [[magatama]] markings are present on or around his collar; various other dark designs appear along his body, sometimes densely enough to give the appearance that he's wearing a body suit beneath the yellow coat. A [[Six Paths Senjutsu|pattern]] consisting of a [[Rinnegan]]-like marking above nine magatama also appears on his back.<ref>''Naruto'' chapter 673, page 17</ref> His eyes become yellow and his skin does not glow along with the rest of his outfit when activated.<ref name=\"Vol70\">[[Volume 70]] cover</ref> However, these same features are absent in later uses: the back pattern being gone, and his chakra mode once again consisting of orange eyes and yellow glowing skin like his chakra modes before he met Hagoromo.<ref>''Naruto'' chapter 700+4, pages 4-7</ref><ref name=\"BorutoMovie\">''[[Boruto: Naruto the Movie]]''</ref> The one consistent hallmark of Six Paths Sage Mode are Naruto's eyes: while his pupils maintain the cross of vertical fox-slits with horizontal toad-slats, there is no pigmentation around his eyes that would otherwise signify the standard [[Sage Mode]].<ref name=\"ch672\">''Naruto'' chapter 672, page 17</ref> When Naruto uses the Nine-Tails Chakra Mode in conjunction with Six Paths Sage Mode, his abilities are pushed even further, demonstrated by him becoming fast enough to catch [[Kaguya Ōtsutsuki]] off guard<ref>''Naruto'' chapter 687, page 16</ref> and durable enough to take a [[Chidori]] unharmed.<ref name=\"ch695\">''Naruto'' chapter 695, page 5</ref>\n\n=== Asura Kurama Mode ===\n[[File:Asura Kurama Mode.png|thumb|left|Naruto's Asura Kurama Mode.]]\nAfter obtaining the Six Paths Senjutsu, Naruto retains the ability to enter Tailed Beast Mode,<ref name=\"ch695\"/> which, in terms of size and strength, is comparable to [[Sasuke Uchiha]]'s [[Complete Body — Susanoo]].<ref>''Naruto'' chapter 695</ref> Through the use of shadow clones, Naruto has shown the ability to combine three Kurama avatars into a single construct with three faces and six arms,<ref>''Naruto'' chapter 696, page 15</ref> which greatly resembles his ancestor [[Asura Ōtsutsuki]]'s own [[Six Paths: Kunitsukami|chakra avatar]].<ref>''Naruto'' chapter 670, page 17</ref> This form is known as {{translation|\"Asura Kurama Mode\"|アシュラクラマモード|Ashura Kurama Mōdo}}.<ref>The name comes from the [http://web.archive.org/web/20170615083246/http://pierrot2.com/blog/archives/1115 Studio Pierrot blog].</ref> This mode allowed Naruto to use the [[Six Paths: Ultra-Big Ball Rasenshuriken]], which was able to match Sasuke's [[Indra's Arrow|strongest attack]] and cause the [[Valley of the End]] and the surrounding area to be devastated.<ref>''Naruto'' chapter 697, pages 1-3</ref>\n\n== Baryon Mode ==\n{{Main|Baryon Mode}}\n[[File:Naruto's Baryon Mode.png|thumb|Naruto's Baryon Mode.]]\nWhen Naruto and Kurama both use their chakra and form the final form of the Nine-Tails Chakra Mode, Naruto retains most of his human form, but some of Kurama's features mesh with Naruto's. This mode allows Naruto to have high speed, dodging Isshiki's high speed rods, something Sasuke has trouble with even with his Sharingan. However, because it consumes a lot of the users' chakra, Naruto cannot maintain this form for as long.\n\n== Trivia ==\n[[File:Naruto NTCM and SPSM Digital.png|thumb|Naruto's face in the original colourised chapters.]]\n* Prior to Naruto entering Kurama Mode for the first time, the markings on Naruto's chakra shroud would extend further along his arms and legs whenever he attempted to form the [[Tailed Beast Rasengan]], causing his cloak to briefly progress toward its complete form.<ref>''Naruto'' chapter 519, page 14</ref><ref>''Naruto'' chapter 520, page 1</ref><ref>[[The Great War Breaks Out! (volume)|Volume 55]] cover</ref>\n* Kurama's [[Tailed Beast Mode|golden chakra]] and approximate age of a millennia evoke the {{translation|\"[[wikipedia:Sky Fox (mythology)|Sky Fox]]\"|天狐|tenko}}, kitsune who gain golden fur upon growing their ninth tail and reaching 1,000 years of age. They become equivalent to kami and ascend to the heavens.\n* In the anime's [[Power (Arc)|Power arc]], Naruto temporarily assumes an incomplete version of the Nine-Tails Chakra Mode after breaking free from Kurama's influence. During his brief time in the form, Naruto is able to form an incomplete Tailed Beast Rasengan, use chakra arms, and enter an imperfect version of the Tailed Beast Mode, although it lacked legs and possessed only six tails.\n* When Minato first entered this mode, his bangs spiked upward and his chakra cloak gained horns similar to those of his son. His hairstyle, however, reverted to its original state in the latter part of [[Attack|chapter 639]].\n* In the colourised versions of chapters [[The Infinite Dream|676]] and [[My Will Is|678]] included in digital editions of ''Weekly Shōnen Jump'', Naruto's skin in this mode was depicted as yellow and his eyes had orange irides, much like his previous transformations. Later illustrations coloured by [[Masashi Kishimoto]] instead depict Naruto with his original skin colour and yellow irides. The colouration was corrected in subsequent chapters and the ''[[Naruto: Colour Edition]]'' release of [[Naruto and the Sage of Six Paths…!! (volume)|volume 71]].\n* Hagoromo attributes the presence of Kurama's chakra alongside Indra's and Asura's to his emergence from Madara's lower body as the Ten-Tail's jinchūriki after Kaguya's restoration.<ref>''Naruto'' chapter 686, page 1</ref>\n\n== See Also ==\n* [[Lava Release Chakra Mode]]\n* [[Lightning Release Chakra Mode]]\n* [[Tenseigan Chakra Mode]]\n\n== References ==\n<references/>\n\n[[pl:Kyūbi Chakura Mōdo]]\n[[fr:Mode Chakra de Kyûbi]]\n[[pt-br:Modo de Chakra do Nove-Caudas]]"
  }
}