{
  "name": "Ninja Art Creation Rebirth — Strength of a Hundred Technique",
  "sourcePage": "Ninja Art Creation Rebirth — Strength of a Hundred Technique",
  "pageId": 92189,
  "url": "https://naruto.fandom.com/wiki/Ninja_Art_Creation_Rebirth_%E2%80%94_Strength_of_a_Hundred_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/f/f0/Byakug%C5%8D_no_Jutsu.png/revision/latest/scale-to-width-down/600?cb=20131003121802",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d4\">Fourth Databook, page 279</ref>\n|image=Byakugō no Jutsu.png\n|kanji=忍法創造再生　百豪の術\n|unnamed jutsu=No\n|romaji=Ninpō Sōzō Saisei — Byakugō no Jutsu\n|literal english=Ninja Art Creation Rebirth — Strength of a Hundred Technique\n|english tv=Mitotic Regeneration: The Hundred Healings\n|viz manga=Ninja Art: Mitotic Regeneration: One Hundred Healings\n|other names=The One Hundred Healings Jutsu\n|parent jutsu=Creation Rebirth, Strength of a Hundred Seal\n|jutsu rank=S\n|jutsu classification=Kinjutsu, Ninjutsu, Medical Ninjutsu, Regeneration Techniques\n|jutsu class type=Supplementary\n|users=Sakura Haruno, Tsunade\n|hand signs=Tiger<ref name=\"Ship270\">''Naruto: Shippūden'' episode 333</ref>\n|debut manga=577\n|boruto=No\n|debut anime=333\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=Sakura Hiden: Thoughts of Love, Riding Upon a Spring Breeze\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 4\n|jutsu media=Anime, Manga, Novel, Game\n}}\nThe '''Ninja Art Creation Rebirth — Strength of a Hundred Technique''' is a forbidden technique that is only accessible to those who have mastered the [[Creation Rebirth]] technique. \n\n== Usage ==\nWhile very similar in nature to its parent technique, which also regenerates the user's wounds via accelerated cell division, the Strength of a Hundred Technique has a continuous, automatic effect that will heal any damage that the user sustains instantly without the need to make [[hand seals]] or even a conscious effort to activate the healing process as long as they have [[chakra]] left. The enhanced regeneration granted by this technique is so rapid that even the wounds that resulted from Tsunade being impaled by two [[Susanoo Sword|gigantic swords]] were completely healed mere moments after their removal.<ref>''Naruto'' chapter 588, page 7</ref> As it builds on the Creation Rebirth, it shortens the user's lifespan.<ref name=\"d4\" />\n\nUse of the technique also requires the release of the [[Strength of a Hundred Seal]], but rather than just covering the face, the markings extend over the user's entire body. As a testament to both its power and her confidence in its healing prowess, Tsunade has decreed that only [[medical-nin]] who have mastered this technique are permitted to break the first three rules that govern their role on the battlefield — which effectively prohibit their direct involvement in any conflict — that she herself established. This makes herself and her student, Sakura, the only ones allowed to break these rules.<ref>''Naruto'' chapter 577, pages 1-2</ref>\n\nThis technique's power can be temporarily transferred to another person upon physical contact, as seen when Sakura extended the technique's markings onto [[Obito Uchiha]].<ref>''Naruto'' chapter 685, pages 15</ref>\n\n== Trivia ==\n* When written as '白毫', ''byakugō'' means {{translation|'[[Wikipedia:Urna|Ūrṇā]]'|lit meaning=Fine White Hair}}, which is a white swirl of fine hair on the forehead of the Buddha, represented in art by a spiral or a dot, or even a gem or pearl. It represents the [[Wikipedia:Third eye|third eye]] which allows one to see past the mundane world and into the divine world. This is a clear allusion to the [[Strength of a Hundred Seal|diamond mark]] on the user's forehead.\n* According to [[Madara Uchiha]], this technique is similar to [[Hashirama Senju]]'s [[Regeneration Ability|ability]], in that it heals the user's injuries without requiring hand seals to activate.<ref>''Naruto'' chapter 578, page 6</ref>\n\n== References ==\n<references/>\n\n[[es:Arte Ninja Creación de Renacimiento — Jutsu Fuerza de un Centenar]]\n[[fr:Création et Renouveau Suprêmes]]\n[[pl:Ninpō Sōzō Saisei — Byakugō no Jutsu]]\n[[pt-br:Arte Ninja da Regeneração da Criação — Técnica das Cem Forças]]"
  }
}