{
  "name": "Omnipotence",
  "sourcePage": "Omnipotence",
  "pageId": 294006,
  "url": "https://naruto.fandom.com/wiki/Omnipotence",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/33/Omnipotence.png/revision/latest/scale-to-width-down/600?cb=20230317085153",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the shinjutsu|disambig=Omnipotence (disambiguation)}}\n|image=Omnipotence.png\n|kanji=全能\n|unnamed jutsu=No\n|romaji=Zennō\n|jutsu classification=Shinjutsu\n|jutsu class type=Supplementary\n|users=Ada, Shibai Ōtsutsuki~manga\n|debut manga=58\n|boruto=Yes\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=288\n|debut shippuden=No\n|boruto anime=Yes\n|jutsu media=Anime, Manga\n}}\n'''Omnipotence''' is a [[shinjutsu]] claimed to be used only by a god, whose effect is to bring out the user's desires. It is described as a programming language that Gods have used to create worlds and to make anything real. Because of this ability, [[Momoshiki Ōtsutsuki]] declared this technique to be the most powerful shinjutsu.\n\nAkin to [[genjutsu]], this power is capable of affecting the mind of others, but unlike other genjutsu, this jutsu can be used on a far greater scale. Similar to the [[Infinite Tsukuyomi]], this jutsu can be used on a worldwide scale, manipulating the memories of everyone on the planet to how the user sees fit.<ref name=\"c79p3436\">''Boruto'' chapter 79, page 34-36</ref>\n\n== Usage ==\nModified by [[Amado Sanzu]] with [[Shibai Ōtsutsuki]]'s genes, [[Ada]] inherited this power. However, because she is not an actual [[Ōtsutsuki]], she has no conscious control of this technique, only able to instinctively use it to grant her deepest desires. Her first known use of this shinjutsu was charming everyone, both male and female, around her with her desire to find true love.<ref name=\"c79p3436\" /> The symptoms of the charm affect everyone differently: headaches, vertigo, fever, impaired judgement, and stiffened muscles from extreme tension are the known symptoms.<ref>''Boruto'' chapter 69, page 30</ref> The only exceptions to the charm are family members and the [[Ōtsutsuki clan]].\n\nLater, desiring to please Kawaki, along with channeling Kawaki's desire for Boruto to be viewed as an outsider like him, Ada’s subconscious caused this power to rewrite the memories of everyone on a global scale, even those removed from the dimension Omnipotence was cast in, to perceive [[Kawaki]] as the son of the [[Seventh Hokage]] and [[Boruto]] as the outsider taken in by the Hokage, effectively making the two switch lives with each other. Beyond the initial rewrite, over the next three years, Omnipotence also suppressed any lingering sense of contradiction in those affected, such as Kawaki's body being modified by Kara despite supposedly being born and raised in Konoha, as well as Momoshiki's absence, and those confronted about the changes become more stubborn in their refusal, even if they are confronted with visual evidence. When Sarada and Sumire consulted Ada, she thought it was impossible to reverse the change, finding it more practical to rewrite new memories, which carried its own risks.<ref>''Boruto: Two Blue Vortex'' chapter 1</ref> Even the concept of Omnipotence is removed from the minds it affects, so if someone is told that the memory rewrite took place, the knowledge about it will fade.<ref name=\"TBVc7p35\">''Boruto: Two Blue Vortex'' chapter 7, page 35</ref>\n\n== Countering ==\nMomoshiki claimed that killing the technique's user won't undo its effects. Ada similarly found it more likely that the affected majority would think the immune minority were the ones whose memories were tampered with if anyone tried reasoning with them. Despite being affected, Sasuke seemed to be able to avoid the lingering effects of the changes by focusing on the initial contradictions right after the memory rewriting took effect. Three years in, Mitsuki was taken aback by Kawaki's harsh treatment of him, and took notice of these feelings. Similarly, Amado was able to recognise his own alterations in Kawaki's body, deducing his own memories must have been altered. Hearing a report on Amado's theory, Shikamaru Nara began recognising that puzzling situations made more sense when memory alteration was considered. If one is able to realise the truth that memories were altered without learning about Omnipotence, accepting as truth by themselves, is possible to retain some of that knowledge, something Boruto considers \"no mean feat\".<ref name=\"TBVc7p35\" />\n\n[[Koji Kashin]], who managed to awaken his Shinjutsu, [[Ten Directions]], before Omnipotence was cast, was able to see all possible futures, allowing him to notice the true history of Boruto's position, despite his own altered perception that Kawaki was the \"Seventh Hokage's son\", thus concluding that his memory was altered.<ref>''Boruto: Two Blue Vortex'' chapter 13, pages 20-22</ref>\n\n== Trivia ==\n* Upon hearing Amado's explanation of [[Ada]]'s ability to enchant all, Momoshiki, who claims to be aware of all shinjutsu, initially assumed the \"love charm power\" cannot be [[shinjutsu]],<ref>''Boruto'' chapter 75, page 36</ref> though after concluding the origin of it,<ref>''Boruto'' chapter 76, page 39</ref> identified its true nature as a shinjutsu.<ref name=\"c79p3436\" /><ref name=\"c79p40\">''Boruto'' chapter 79, page 40</ref>\n* The official Naruto website calls Ada's expression of Omnipotence {{translation|\"The Ability to Beguile All Humanity\"|全人類を「魅了」する能力|Zen jinrui o \"miryō\" suru nōryoku}}.<ref>[https://naruto-official.com/en/news/01_1692 Boruto Database: The Ability to Beguile All Humanity]</ref>\n* The official Naruto website states that Omnipotence was used to create the current world.<ref>[https://naruto-official.com/en/news/01_1691 Boruto Database: Omnipotence]</ref>\n* For reasons unknown, [[Sarada Uchiha]] and [[Sumire Kakei]] seem to be immune to Omnipotence cast by Ada.\n* According to Momoshiki, those who are immune to the technique are the ones who will suffer the most from it.<ref name=\"c79p40\" />\n\n== See Also ==\n* [[Creation of All Things Technique]]\n* [[Izanagi]]\n\n== References ==\n<references/>\n\n[[it:Onnipotenza]]\n[[fr:Omnipotence]]\n[[pl:Zennō]]\n[[pt-br:Onipotência]]"
  }
}