{
  "name": "Orochimaru's Juinjutsu",
  "sourcePage": "Orochimaru's Juinjutsu",
  "pageId": 3603,
  "url": "https://naruto.fandom.com/wiki/Orochimaru%27s_Juinjutsu",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/86/Orochimaru%27s_Juinjutsu.png/revision/latest/scale-to-width-down/600?cb=20240817045053",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"C66P15\">''Naruto'' chapter 66, page 15</ref><ref>First Databook, page 194</ref>\n|image=Orochimaru's Juinjutsu.png\n|kanji=大蛇丸の呪印術\n|unnamed jutsu=No\n|romaji=Orochimaru no Juinjutsu\n|literal english=Orochimaru's Cursed Seal Technique\n|english tv=Curse Mark\n|other names={{Translation|Cursed Seal Transformation|呪印化|Juinka}}\n|jutsu rank=A\n|jutsu classification=Juinjutsu, Kinjutsu, Senjutsu\n|jutsu class type=Supplementary\n|jutsu range=Short\n|users=Orochimaru\n|debut manga=49\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=30\n|debut shippuden=No\n|boruto anime=No\n|jutsu media=Anime, Manga\n}}\n'''Orochimaru's Juinjutsu''' is a transformation-based [[Juinjutsu|cursed seal]] that [[Orochimaru]] can apply to others for various purposes.\n\n== Overview ==\nBy studying [[Jūgo]]'s body, Orochimaru discovered that it has an [[Jūgo's Clan's Kekkei Genkai|innate ability]] to passively absorb [[natural energy]]. It also secretes special bodily fluids that [[Sage Transformation|react]] to contact with [[senjutsu chakra]], causing immediate physical alternations with further controlled shape-shifting quality to the user's body, along with greatly enhanced physical capabilities. By isolating an enzyme from Jūgo's special fluids and mixing it with his own senjutsu chakra, Orochimaru created a cursed seal he could brand others with.<ref>''Naruto'' chapter 349, pages 9-11</ref><ref name=\"ch579\">''Naruto'' chapter 579, page 16</ref> Orochimaru typically gives his cursed seals to either his more powerful followers or those he would like to use as his [[Living Corpse Reincarnation|host body]]. \n\n[[File:Sasuke receives curse seal.png|thumb|left|Orochimaru applying a cursed seal.]]\nTo apply a cursed seal, Orochimaru bites the recipient's neck, causing the seal to appear near the puncture wound.<ref>''Naruto'' chapter 49, pages 17-19</ref><ref>''Naruto'' chapter 50, pages 1-5</ref> Recipients are rendered unconscious while their body either accepts or rejects the cursed seal. From extensive practice, Orochimaru established a 10% compatibility rate for the cursed seal; those whose bodies aren't compatible with the cursed seal will die.<ref>''Naruto'' chapter 50, page 15</ref> If they do survive, the recipient will have access to the cursed seal's power boosts, access that grows through repeated use. If unused, cursed seals will grow dormant, though Orochimaru can forcefully activate them if he gains access to them.\n\nCursed seals seen in the anime tend to have fatal consequences even if the recipients survive the initial application. [[Mizuki]]'s seal, which was a failed prototype that required extra procedures to activate, nearly kills him due to its incompleteness and causes him to lose all his powers. The cursed seals administrated to [[Team Guren]] kill them if they do not take the required medication periodically, preventing them from escaping Orochimaru's clutches. On the other hand, the seals given to the [[Iburi clan]] partially stabilised their otherwise [[Iburi Clan's Kekkei Genkai|unstable ability]].\n\nOnce applied, removal of the cursed seal is apparently difficult. [[Kakashi Hatake]] and the [[Third Hokage]] have on separate occasions opted to suppress the cursed seals rather than remove them outright. The only times the cursed seal have been fully removed have been as a side-effect of removing Orochimaru's consciousness from the recipient's body, fragments of which are embedded in each of the cursed seals: [[Itachi Uchiha]] does so with the [[Sword of Totsuka]]; [[Sasuke Uchiha]] does so with the [[Evil Releasing Method]]. So long as part of his consciousness remains in a cursed seal somewhere, Orochimaru can never truly die.<ref>''Naruto'' chapter 593, page 9</ref>\n\n== Mechanics ==\nWhen they first receive the cursed seal, recipients cannot control their access to it, and as such they draw on its power unwillingly. Until they become accustomed to it, use of the cursed seal will cause them intense physical pain, though they may be able to briefly ignore this.<ref>''Naruto'' chapter 67, page 7</ref> While active, the cursed seal feeds off their chakra and replaces it with Orochimaru's own senjutsu chakra,<ref name=\"ch579\"/> increasing their chakra levels ten-times and making their [[jutsu]] stronger.<ref>''Naruto'' chapter 128, page 16</ref> So long as they have at least some chakra of their own, this gives them a back up reserve that they can call on, though if not employed carefully this may have fatal consequences.<ref name=\"C66P15\"/> Prolonged use of the cursed seal corrodes the mind, making them more susceptible to Orochimaru's influence.<ref>''Naruto'' chapter 179, pages 7-8</ref> In exchange, the cursed seal synchronises with their body, exponentially enhancing the abilities of their normal state.<ref>''Naruto'' chapter 219, page 11</ref>\n\nRecipients initially only have access to the cursed seal's {{translation|first level|状態1|Jōtai Ichi|lit meaning=State 1}}. When active, the seal's design spreads across at least half<ref name=\"State\">Naruto: One Decade, One Hundred Ninja, page 93</ref> of their body from its point of application, glowing and replicating as its coverage grows.<ref>''Naruto'' chapter 55, pages 19-20</ref> The degree to which this occurs is up to the user, and the degree to which it spreads is proportionate to the overall effect it has.\n\nIn order to increase the advantages of using the cursed seal, as well as to eliminate some of the risks and discomfort that come from using its first level, Orochimaru developed [[Mind Awakening Pill]]s to advance cursed seals to their next stage. Under normal circumstances, the pills kill those who take them, requiring that they be placed in a near-death state after taking the pill while their body acclimates for the heightened transformation.<ref>''Naruto'' chapter 184, pages 2-10</ref>\n\n[[File:Curse Seal.png|thumb|Variations of the cursed seal transformations.]]\nThe {{translation|second level|状態2|Jōtai Ni|lit meaning=State 2}} of the cursed seal causes the user's body to physically transform. Called a {{translation|\"Cursed Seal Transformation\"|engtv=Curse Mark Transformation|呪印化|Juinka}},<ref>''Naruto'' chapter 593, page 5</ref> it is similar in appearance to Jūgo's transformations: they gain yellow irises and black sclerae, altered skin colour, longer hair, and significantly greater power.<ref name=\"State\" /> When in this state, the seal eats away at the mind and personality of its user, driving them to madness if used for too long. It also takes quite a toll on their body since they are being mutated by the seal.<ref>''Naruto'' chapter 186, page 2</ref> Skilled users of the cursed seal are able to isolate transformations to specific parts of the body.<ref>''Naruto'' chapter 351, pages 6-7</ref>\n\n=== Seals ===\nOrochimaru has various cursed seal designs, some being stronger than others. Second level transformations are always the same for a single user, but it's not known if the same cursed seal causes the same transformations in different users.\n* [[Cursed Seal of Heaven]]: Worn by [[Sasuke Uchiha]] and [[Anko Mitarashi]].\n* [[Cursed Seal of Earth]]: Worn by [[Kimimaro]].\n* ''[[Sound Four]]'s [[Sound Four's Cursed Seals|Cursed Seals]]'': Worn by [[Jirōbō]], [[Kidōmaru]], [[Tayuya]], [[Sakon and Ukon]].\n* ''Prisoners' Cursed Seals'': Worn by [[Ahiko]], [[Guren (prisoner)|Guren]], [[Takishi]] and [[Tsukushi]].\n* ''[[Animal Cursed Seal]]'' <sup>(anime only)</sup>: Worn by [[Mizuki]].\n* ''[[Team Guren]]'s Cursed Seals'' <sup>(anime only)</sup>: Worn by [[Nurari]], [[Kihō]] and [[Kigiri]].\n* ''[[Iburi Clan]]'s Cursed Seals'' <sup>(anime only)</sup>: Worn by [[Gotta]] and [[Yukimi]].\n\n==Trivia==\n*Compatibility with one of Orochimaru's cursed seals in turn means one is compatible with Jūgo, allowing him to [[Cellular Regeneration Ejection|transplant]] his own flesh and chakra into their bodies.<ref>''Naruto'' chapter 413, page 15</ref>\n*Orochimaru can apply other cursed seals by biting an opponent's neck. These other cursed seals temporarily bind the target upon application, spreading across their body to restrict their movements.<ref>''Naruto'' chapter 663, pages 11-12</ref>\n*Orochimaru placed a strong cursed seal on [[Mitsuki]]'s heart that would cause him to self-destruct should anyone attempted to decipher his synthetic body's structure.<ref>''Boruto'' episode 73</ref> [[Kū]] claims it is an older-type of cursed seal that they can work around,<ref>''Boruto'' episode 84</ref> though the scientist found it rather difficult.<ref>''Boruto'' episode 85</ref>\n\n== See Also ==\n* ''[[Gelel Beast Mode]]''\n\n== References ==\n<References />\n\n[[de:Mal des Fluches]]\n[[fr:Marque Maudite]]\n[[pl:Orochimaru no Juinjutsu]]\n[[pt-br:Juinjutsu de Orochimaru]]\n[[ru:Техника Проклятой Печати Орочимару]]"
  }
}