{
  "name": "Preta Path",
  "sourcePage": "Preta Path",
  "pageId": 13537,
  "url": "https://naruto.fandom.com/wiki/Preta_Path",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/a/a8/Blocking_Technique_Absorption_Seal.png/revision/latest/scale-to-width-down/600?cb=20220127145833",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|information on the ability|information on the character|Preta Path (character)|Preta Path}}\n|image=Blocking Technique Absorption Seal.png\n|kanji=餓鬼道\n|unnamed jutsu=No\n|romaji=Gakidō\n|literal english=Preta Path\n|english tv=Gakido\n|other names=Hungry Ghost Realm\n|parent jutsu=Six Paths Technique\n|jutsu classification=Kekkei Genkai~Rinnegan, Ninjutsu, Dōjutsu, Chakra Absorption Techniques\n|users=Hagoromo Ōtsutsuki, Madara Uchiha, Nagato, Obito Uchiha, Sasuke Uchiha\n|debut manga=377\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=132\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|jutsu media=Anime, Manga, Game\n}}\n<section begin=summary />The {{translation|'''Preta Path'''|餓鬼道|Gakidō}} grants the user the ability to absorb chakra in any form.<section end=summary /> Pain channelled the Preta Path through the corpse of a [[Kusagakure]] [[Preta Path (character)|shinobi]].\n\nThis ability is primarily defensive in nature as it is capable of absorbing chakra from an individual through physical contact. In addition to this, the Preta Path is able to absorb ninjutsu-based techniques that are pure chakra or chakra based, thereby nullifying their effect. It doesn't absorb physical attacks, like Gaara's sand, but does drain the sand's chakra.<ref>''Naruto'' chapter 560, page 14</ref> This is done by forming a [[Blocking Technique Absorption Seal|barrier]] around the user's entire body, allowing them to absorb attacks from all directions.\n\nAlthough the ability is able to absorb [[senjutsu]] chakra, the user is still vulnerable to the effects of turning into a stone statue from absorbing too much of it.\n\nDuring the [[Fourth Shinobi World War]], Nagato used the Preta Path to absorb [[Killer B]]'s chakra while he was in his Version 2 form. He then apparently used the chakra to revitalise his body to its state before it was emaciated by the [[Demonic Statue of the Outer Path]]. It also restored his hair colour back from white to red, as well as the damage done to his legs. However, presumably due to loss of [[Wikipedia:Muscle memory|muscle memory]], he was not able to use the legs completely.<ref>''Naruto'' chapter 550, pages 17-18</ref>\n\nThis ability can be nullified if an opponent uses [[Sand|specific]] [[Lightning Water Dragon Bullet|techniques]] that can either [[Wood Release: Wood Dragon Technique|suppress]] the user’s movements or their chakra.<ref>''Naruto'' chapter 588, pages 15-16</ref><ref>''Naruto'' chapter 656, page 2</ref>\n\n== Influences ==\nIn Buddhism, the Preta realm (also known as the Hungry Ghost realm) is a reincarnation based on strong possessiveness and desire which were cultivated in a previous life or lives. The Preta are humanoid creatures which are perpetually hungry and thirsty, but are unable to satisfy themselves, living lives similar to those of hopeless addicts trying to appease their unyielding hunger. In appearance, the Preta are deathly pale, emaciated figures, which contrasts with Pain's Preta Path's hefty stature. In Hinduism Preta could also mean ghosts this also relates to the technique the Preta path uses. \n\n== References ==\n<references/>\n\n[[de:Gakidou]]\n[[pl:Gakidō]]\n[[fr:Gakidô]]\n[[pt-br:Caminho Preta]]"
  }
}