{
  "name": "Rasengan: \"Uzuhiko\"",
  "sourcePage": "Rasengan: \"Uzuhiko\"",
  "pageId": 294473,
  "url": "https://naruto.fandom.com/wiki/Rasengan:_%22Uzuhiko%22",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/8c/Rasengan_Uzuhiko.png/revision/latest/scale-to-width-down/521?cb=20230920151913",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the ninjutsu|the chapter|Uzuhiko (chapter)}}\n|image=Rasengan Uzuhiko.png\n|kanji=螺旋丸「渦彦」\n|unnamed jutsu=No\n|romaji=Rasengan \"Uzuhiko\"\n|literal english=Spiralling Sphere \"Vortex Prince\"\n|parent jutsu=Rasengan\n|jutsu classification=Ninjutsu\n|jutsu class type=Offensive, Supplementary\n|jutsu range=Short\n|users=Boruto Uzumaki\n|debut manga=2\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=Yes\n|debut shippuden=No\n|boruto anime=No\n|jutsu media=Manga\n}}\n'''Rasengan: \"Uzuhiko\"''' is a unique [[Rasengan]] variant developed by [[Boruto Uzumaki]] that harnesses the user's own chakra along with what Boruto calls planetary chakra—energy generated by the centrifugal force that works alongside the planet’s rotation and \norbit—to infuse the attack with theoretically unlimited power.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 12, page 21</ref> As noted by [[Jura]], the principles of how this technique functions is similar to the [[Tailed Beast Ball]].<ref>''[[Boruto: Two Blue Vortex]]'' chapter 22, page 41</ref> \n\n==Overview==\nIn order to prepare this [[Ninjutsu|technique]] the user must maintain contact with the ground, ensuring that they can directly take in planetary chakra through both feet. The power and effects of the attack on the target depend upon how much planetary chakra the user gathers, and are therefore proportional to the amount of time spent accumulating it.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 12, page 22</ref>\n\nAs the user absorbs this planetary chakra it visibly coils around their limbs and torso, and can be passed into the bodies of others by simply touching them.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 3, pages 8-9</ref> This can result in mild disorientation for those affected, making it more difficult to effectively move and attack.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 3, page 13</ref>\n\n[[File:Boruto Defeating Hidari.png|thumb|left|The jutsu at maximum output.]]\nIn order to complete the technique the user strikes the enemy with their palm, typically aiming for their chest or stomach, and forcibly infuses the planetary chakra into their body. At maximum output, \"Uzuhiko\" is capable of killing the target with a single blow, erupting into a swirling vortex of chakra that forcefully blows away and tears apart their body, effectively disintegrating them.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 12, pages 27-29</ref>\n\nAt lower output levels, it deals damage similar to a standard Rasengan, along with the planetary chakra rushing through the target's body continuously inflicting internal damage and leaving the enemy in a perpetual state of vertigo, destroying their sense of balance and diminishing their motor skills.<ref name=\"database\">[https://naruto-official.com/en/news/01_1708 Boruto Database: Rasengan Uzuhiko]</ref> As these effects persist semi-permanently, ending only if the user rescinds \"Uzuhiko\" or the planet itself stops spinning,<ref>''[[Boruto: Two Blue Vortex]]'' chapter 3, pages 25-26</ref> it causes not only physical harm but immeasurable psychological damage,<ref name=\"database\"/> making it an effective tool for interrogation and coercion.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 3, pages 27</ref>\n\n== Weaknesses ==\nFor this technique to be initiated, the user must have both feet firmly planted on the ground. Also, one who can use the [[Tailed Beast Ball]] can utilize the similar principles as a countermeasure to nullify the effects of this technique.<ref>''[[Boruto: Two Blue Vortex]]'' chapter 22, page 29 and 41</ref> \n\n== Trivia ==\n* Boruto finds this technique as an ironic counter against the [[Ōtsutsuki clan]] and its followers, as it is essentially the planet fighting back against those trying to kill it.\n*  Boruto refers to the planetary energy used for Uzuhiko as a \"planet's chakra\", but this is not the same as the \"[[natural energy]]\" used by ninja when they enter [[Sage Mode]].<ref name=\"database\"/>\n* Jura factoring how the functionality of Uzuhiko is similar to the Tailed Beast Ball traces back to the creation of the Rasengan, from which the jutsu derives from, by its inventor, [[Minato Namikaze]].\n** Coincidentally, the three years Boruto spent developing this type of Rasengan coincides with the duration it took his grandfather to create the original Rasengan.\n\n==See Also==\n*[[Chidori Current]]\n*[[Tailed Beast Ball]]\n\n[[fr:Orbe Tourbillonnant - « Uzuhiko »]]\n[[pl:Rasengan \"Uzuhiko\"]]\n[[pt-br:Rasengan: Uzuhiko]]\n[[ru:Расенган: \"Узухико\"]]\n\n==References ==\n<references />"
  }
}