{
  "name": "Rasengan",
  "sourcePage": "Rasengan",
  "pageId": 1637,
  "url": "https://naruto.fandom.com/wiki/Rasengan",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/28/Rasengan.png/revision/latest/scale-to-width-down/600?cb=20250401003710",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref>''[[Tō no Sho]]'', pages 282-283</ref>\n|image=Rasengan.png\n|kanji=螺旋丸\n|unnamed jutsu=No\n|romaji=Rasengan\n|literal english=Spiralling Sphere\n|viz manga=Spiral Chakra Sphere\n|game names=Power Strike\n|related jutsu=Tailed Beast Ball\n|jutsu rank=A\n|jutsu classification=Ninjutsu, Shape Transformation\n|jutsu class type=Offensive\n|jutsu range=Short\n|users=<!--Do NOT add Asura. See the Amenomihashira article for his technique-->Boruto Uzumaki, Jiraiya, Kakashi Hatake, Koji Kashin, Konohamaru Sarutobi, Minato Namikaze, Momoshiki Ōtsutsuki, Naruto Uzumaki, Hiruko (missing-nin)~movie, Breeze Dancer~Game\n|debut manga=150\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=86\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto: Ultimate Ninja 2\n|movie debut=Naruto the Movie: Ninja Clash in the Land of Snow\n|ova debut=Finally a clash! Jōnin vs. Genin!! Indiscriminate Grand Melee Tournament Meeting!!\n|jutsu media=Anime, Manga, Game, Movie, Movie canon\n}}\nThe '''Rasengan''' is a jutsu that takes form as a spinning ball of [[chakra]], invented by [[Minato Namikaze]].\n\n== Overview ==\nMinato came up with the idea for this technique after seeing a [[Tailed Beast Ball]] being used.<ref name=\"c519\">''Naruto'' chapter 519</ref> Because his lover, [[Kushina Uzumaki]], was a [[jinchūriki]], she would inevitably be deployed to fight opponents who would use Tailed Beast Balls against her. Minato therefore wanted to develop a technique that Kushina could use to match against those opponents, which also worked with her chakra volume as a jinchūriki. Minato struggled with the original concepts for the technique, as they were either too weak or too unstable for use. It was only from a conversation with [[Jiraiya]] that Minato thought of a way to make the technique usable. Because of Jiraiya's inspiration, Minato wanted to call the technique {{translation|\"Halo Frozen Dessert Hair Whorl Jiraiya Twin Formula Sphere\"|光輪冷菓発起旋毛自来也双式ノ丸|Kōrin Reika Hakki Tsumuji Jiraiya Sōshiki no Gan}}, but both Jiraiya and Kushina felt it was too long and lame. Kushina suggested \"Rasengan\" instead, which Minato agreed was a better name.<ref name=\"Gaiden\">\"[[Naruto Gaiden: Whirlwind in the Vortex]]\"</ref> Minato would continue refining the Rasengan, ultimately taking three years of development time to perfect it.<ref name=\"c151\">''Naruto'' chapter 151</ref>\n\nThe Rasengan is an application of [[shape transformation]], where chakra emitted from the palm is rotated in multiple directions simultaneously to contain it within a sphere.<ref name=\"c155\">''Naruto'' chapter 155</ref> No [[hand seal]]s are involved, in theory making it easy to learn and use,<ref name=\"c151\"/> nor does it require additional chakra to maintain once it's properly formed.{{citation needed}} The Rasengan grinds into whatever it comes into contact with, doing extensive damage until the spinning chakra dissipates;<ref name=\"c155\"/> Jiraiya describes it as more powerful than the [[Chidori]],<ref>''Naruto'' chapter 143</ref> an assessment that [[Sasuke Uchiha]] agrees with after comparing the two.<ref>''Naruto'' chapter 176, pages 10-12</ref> If users thrust the Rasengan into targets, they can be propelled away from the user until they eventually collide with some obstacle.<ref>''Naruto'' chapter 168</ref> The Rasengan's various attributes have earned it recognition as the pinnacle of shape transformation.<ref name=\"c321\">''Naruto'' chapter 321, pages 9-10</ref>\n\n{{ImgRight|Rasengan Balloon.png|Naruto using a water balloon for the first step.}}\nThe Rasengan is in principle a simple application of shape transformation, but manipulating the motion of chakra in so many directions at once makes it extremely difficult to learn in practice. Additionally, as the technique is simply a mass of chakra, the technique is primarily suited for users with very high reserves of chakra. For this reason, Jiraiya breaks up the process into three steps when he teaches it to [[Naruto Uzumaki]].<ref name=\"c155\"/> Naruto subsequently uses these same three steps when he teaches it to [[Konohamaru Sarutobi]],<ref name=\"c428\">''Naruto'' chapter 428</ref> who in turn later uses them when he teaches it to [[Boruto Uzumaki]]:<ref name=\"b2\">''Boruto'' chapter 2</ref>\n#'''Rotation''' - the user learns to spin their chakra in multiple directions at the same time. Users may be given a water balloon while they practice, to help them mark their progress by the churning water. The step is completed when users are able to burst the water balloon with their chakra.<ref>''Naruto'' chapter 150</ref> In theory this should be done with one hand, but Naruto initially uses chakra from both of his hands to increase the agitation, thus saving time.<ref name=\"c152\">''Naruto'' chapter 152</ref> It can be useful to know in which direction one's chakra naturally spins, in order to avoid impeding oneself.<ref name=\"c151\"/>\n#'''Power''' - the user increases the volume and density of chakra they output. To help in this regard, users may be given a rubber ball: there is no water inside to help them burst the exterior and the rubber shell is thicker than a balloon's. It's important that users are able to actually destroy the rubber ball, not merely rupture it,<ref name=\"c152\"/> as only by destroying the ball will users know that their chakra is sufficiently concentrated. This step can be painful for users, as they may not be accustomed to emitting so much chakra from their hands at once,<ref>''Naruto'' chapter 153</ref> and in fact they may end up injuring themselves in the process of destroying the ball.<ref>''Naruto'' chapter 154</ref>\n#'''Containment''' - the user must combine the first two steps into a contained sphere. To help in this regard, users may be given a balloon to help them visualise the intended shape; if the balloon is popped or otherwise moves, mastery is not yet achieved. This is by far the most difficult of the three steps because of how refined the user's chakra control must be.<ref name=\"c155\"/> Naruto and Konohamaru end up using [[shadow clone]]s as a shortcut, using the clones' additional attention and hands to help contain and shape the chakra.<ref>''Naruto'' chapter 167</ref><ref name=\"c428\"/> Both do eventually learn to perform the Rasengan without the need for shadow clones, Naruto during the [[Fourth Shinobi World War]],<ref>''Naruto'' chapter 642, page 13</ref> Konohamaru by the time he begins leading [[Team 7 (Konohamaru)|Team 7]].<ref>''Boruto'' chapter 1</ref>\n\nOnce learned, the Rasengan appears largely identical from one user to the next. The only potential difference is its size: when Boruto first learns to use the Rasengan, it's noted to be quite small. With greater proficiency, the size of a user's Rasengan grows to be about the size of their hand.<ref name=\"b2\"/>\n\n== Improvement ==\n[[File:Senpō Chōōdama Rasen Tarengan.png|thumb|left|Multiple, bigger Rasengan.]]\nBecause of how useful the Rasengan is once it's been learned, many users end up inventing variants or additional applications based upon it. Creating larger versions of the Rasengan is one of the more straightforward methods, as seen with its [[Big Ball Rasengan|Big]], [[Ultra-Big Ball Rasengan|Ultra-Big]], and [[Super-Ultra-Big Ball Rasengan|Super-Ultra-Big]] versions. Another option is to increase the number of Rasengan that the user creates: most users are limited to [[Spiralling Serial Spheres|two]] (one in each hand), but Naruto also develops a practice of having his shadow clones perform their own Rasengan, giving him [[Ultra-Many Spiralling Serial Spheres|dozens]] of Rasengan to attack with simultaneously. In the anime, Boruto devises a way of [[Compression Rasengan|compressing]] the Rasengan, thus increasing its penetrative strength.\n\nThe Rasengan, being a simple though extremely advanced application of Shape Transformation, lends itself to being combined with nature transformations. In fact Minato created the Rasengan with the intention of combining it with his own [[nature]], a task that proved too difficult for him to complete prior to his death. [[Kakashi Hatake]] also failed to combine the Rasengan with his own [[lightning]]-nature, prompting him to invent the Chidori instead.<ref name=\"c321\"/> Naruto encounters similar struggles to combine the Rasengan with his [[wind]]-nature, which he describes as needing to look left and right at the same time.<ref>''Naruto'' chapter 329</ref> He is eventually able to overcome this obstacle by using a second shadow clone to provide the nature transformation while he and another shadow clone form the Rasengan.<ref>''Naruto'' chapter 330</ref> This ultimately leads to the creation of the [[Wind Release: Rasenshuriken]], which is most notable for its ability to be thrown.<ref name=\"c432\">''Naruto'' chapter 432</ref> Years later, Boruto unknowingly adds his own lightning-nature to his Rasengan, which causes it to turn [[Vanishing Rasengan|invisible]] if thrown, potentially lowering an opponent's guard before it strikes them.<ref>''Boruto'' chapter 9</ref>\n\n=== Senjutsu Influence ===\n[[File:Sage Technique Rasengan.png|thumb|Naruto using Sage Technique: Rasengan.]]\nWhen in [[Sage Mode]], the user can use a [[senjutsu]]-enhanced version known as {{translation|'''Sage Technique: Rasengan'''|仙術・螺旋丸|Senjutsu: Rasengan|lit meaning=Sage Technique: Spiralling Sphere|engtv=Sage Art: Rasengan}}.<ref>''Naruto'' chapter 665</ref> It is fundamentally the same as the normal version, but the addition of natural energy into the mix the users chakra makes it notably stronger. For Naruto, it is while using Sage Mode that he is first able to throw the Wind Release: Rasenshuriken,<ref name=\"c432\"/> which previously would sporadically lose its shape if he didn't hold on to it.<ref>''Naruto'' chapter 340</ref>\n\n=== Tailed Beast Influence ===\n[[File:Vermillion Rasengan.png|thumb|left|Naruto in his one-tailed form, preparing the Rasengan.]]\nNaruto, as a [[jinchūriki]], can use the [[Nine-Tails]]' chakra to assist in using the Rasengan. While using a [[version 1]] cloak in Part I, he makes a Rasengan without the aid of a shadow clone, using the cloak itself to contain it.<ref>''Naruto'' chapter 232, pages 11-12</ref> Due to the Nine-Tails' influence, this Rasengan is darker in colour and much stronger. Different video games have called it {{translation|\"Demon Fox Rasengan\"|妖狐螺旋丸|Yōko Rasengan|lit meaning=Demon Fox Spiralling Sphere}}, {{translation|\"Vermilion Rasengan\"|朱い螺旋丸|Shui Rasengan|lit meaning=Vermilion Spiralling Sphere}}, {{translation|\"Nine-Tails Rasengan\"|九尾螺旋丸|Kyūbi Rasengan|lit meaning=Nine-Tails Spiralling Sphere}}, and {{translation|\"Crimson/Blazing Rasengan\"|紅蓮螺旋丸|Guren Rasengan|lit meaning=Crimson Spiralling Sphere}}. After learning to use the [[Nine-Tails Chakra Mode]] in Part II, Naruto uses [[chakra arms]] in place of a shadow clone to help him create the Rasengan.<ref name=\"c519\"/> Because he can manifest multiple chakra arms at once, this in turn means he can use multiple Rasengan simultaneously, such as for the [[Spiralling Strife Spheres]].\n\nThe Nine-Tails is uncooperative when Naruto first starts using the Nine-Tails Chakra Mode, preventing him from using the [[Tailed Beast Ball]]. He tries to create an alternative in the [[Tailed Beast Rasengan]], but he's unable to do so. The Nine-Tails does eventually agree to work with him, allowing him to use Tailed Beast Ball and thus making the Tailed Beast Rasengan unnecessary. Naruto is later given access to the other [[tailed beast]]s' chakra, whose natures he can apply to the Rasengan and its variants, such as the [[Sage Art: Magnet Release Rasengan]].\n\n== Trivia ==\n[[File:YellowRasengan.png|thumb|The Rasengan's colour in ''[[Naruto: Colour Edition]]''.]]\n* The colouring of the standard Rasengan varies throughout the manga. For example, it's yellow on the cover of [[Everyone of Team 7!! (volume)|volume 52]], blue on the cover of [[volume 67]], and orange on the cover of ''Weekly Shōnen Jump'' #35 (2005).\n** The anime is more consistent about depicting the Rasengan as blue, with the exception of ''[[The Last: Naruto the Movie]]'', which depicts it as orange.\n* While Minato intended to pass this technique on to Kushina,<ref>''Naruto Gaiden: Whirlwind in the Vortex'', pages 25, 51</ref> it is unknown if he succeeded.\n* In the anime, if used underwater, the rotation force of the Rasengan is capable of creating a whirlpool.<ref>''Naruto'' episode 104</ref>\n* The anime shows Naruto being able to throw the Rasengan,<ref>''Naruto'' episode 194</ref> something that is later established to require special training.<ref name=\"c432\"/>\n* [[Katasuke]] uses this technique through his [[Shinobi Gauntlet]].\n* In ''[[Naruto: Ultimate Ninja 3]]'', Jiraiya spews [[fire]] onto his Rasengan, creating the [[Fire Release: Great Flame Rasengan]].\n* ''[[Jump Super Stars]]'' is one of the few video games where Part I Naruto is able to access his non-clone-refined version of his Rasengan, dubbed as {{translation|\"Rasengan: In Training\"|螺旋丸・修行中|Rasengan: Shugyōchū|lit meaning=Spiralling Sphere: In Training}}.\n** Likewise also in both the [[Uzumaki Chronicles|first 2]] ''[[Uzumaki Chronicles 2|Uzumaki Chronicles]]'' games, Naruto can perform a version of the Rasengan without a clone enhancing it (holding down the input in the second game does involve the clone and turns it into a \"True Rasengan/Spiralling Sphere\" with merely an increased damage multiplier and hitbox duration).\n*** The video game ''Battle Stadium D.O.N.'' also curiously does not have a clone assist Naruto in the formation of the technique.\n* The Rasengan's appearance resembles [[w:c:ninku:Kuatsuken|Kūatsuken]], a technique from the [[Wikipedia:Ninku|''Ninku'']] series.\n\n== See Also ==\n* [[Amenomihashira]]\n\n== References ==\n<references />\n\n[[de:Rasengan]]\n[[he:ראסנגאן]]\n[[id:Rasengan]]\n[[ja:螺旋丸]]\n[[ka:რასენგანი]]\n[[ru:Расэнган]]\n[[pt-br:Rasengan]]\n[[fr:Orbe Tourbillonnant]]\n[[pl:Rasengan]]"
  }
}