{
  "name": "Sage Mode",
  "sourcePage": "Sage Mode",
  "pageId": 3533,
  "url": "https://naruto.fandom.com/wiki/Sage_Mode",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/50/Sage_mode.png/revision/latest/scale-to-width-down/600?cb=20150125202353",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{looking for|the technique|the chapter|Sage Mode!!}}\n|ref=<ref>Third Databook, page 279</ref>\n|image=Sage mode.png\n|kanji=仙人モード\n|unnamed jutsu=No\n|romaji=Sennin Mōdo\n|literal english=Sage Mode\n|english tv=Sage Mode\n|viz manga=Honoured Sage Mode\n|other names=Hermit Mode\n|related jutsu=Sage Transformation, Six Paths Senjutsu, Six Paths Sage Mode\n|jutsu classification=Senjutsu\n|jutsu class type=Supplementary\n|users=Fukasaku, Gamakichi, Hashirama Senju, Jiraiya, Jūgo, Kabuto Yakushi, Minato Namikaze, Mitsuki, Naruto Uzumaki, Shima, White Snake Sage, Koji Kashin, Gamamaru~anime\n|debut manga=375\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=131\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=Naruto the Movie: Blood Prison\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|movie debut=Naruto the Movie: Blood Prison\n|ova debut=Naruto x UT\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\n'''Sage Mode''' is an empowered state that can be entered by blending [[natural energy]] with one's [[chakra]], creating [[senjutsu chakra]]. Sage Mode allows users to tap into the natural force of the world, opening up new techniques to them and allowing them to power up existing ones with the new senjutsu chakra.\n\n== Training ==\n[[Image:Perfect Balance.PNG|thumb|left|Jiraiya training to master senjutsu.]]\nSage Mode is known to be taught in two places: at [[Mount Myōboku]] by the [[toad]]s and at [[Ryūchi Cave]] by the [[snake]]s. Users of Sage Mode must possess \"extreme chakra levels\" to invoke senjutsu.<ref>''Naruto'' chapter 412, page 11</ref> It is also important that their bodies be strong enough to support the increased power. Orochimaru, who discovered the [[Ryūchi Cave]] and gained the ability to mould Senjutsu chakra, was not able to use Sage Transformation to enter Sage Mode for this reason.<ref>''Naruto'' chapter 579, pages 16-17</ref>\n\nIn order to enter Sage Mode, the gatherer must remain absolutely still in order to be one with nature and balance the natural energy with their own physical and spiritual energies.<ref>''Naruto'' chapter 409, page 12</ref> If the user puts too little natural energy into using senjutsu, the technique will not work.<ref>''Naruto'' chapter 410, page 15</ref> Conversely, if too much natural energy is taken in, their body will turn to stone forever; humans will also be transformed into whichever animal's school the senjutsu was learned from.<ref>''Naruto'' chapters 409-410</ref>\n\nThe toads of Mount Myōboku have devised several tools to make learning Sage Mode easier. By applying a special oil, the applicant's body will start passively taking in natural energy.<ref>''Naruto'' chapter 410, page 12</ref> This oil will evaporate if taken outside Mount Myōboku, thus rendering it useful only for learning purposes.<ref>''Naruto'' chapter 417, page 3</ref> The toads also have a special staff that, when struck with, knocks all the natural energy out of the gatherer, thus reversing any transformations before they can become permanent and the user turns to stone.<ref>''Naruto'' chapter 410, page 17</ref>\n\nAt Ryūchi Cave, one must be bitten by the [[White Snake Sage]], who injects them with natural energy. According to legend, if one's body is strong enough to withstand said injection, it will accept the power without reservation. If not, the snake will devour the person whole.<ref>Fourth Databook, page 136</ref>\n\n== Attributes ==\n=== Advantages ===\n* The user's physical strength, speed, [[Chakra|stamina]], reflexes, perception, and durability are enhanced.\n* The user's [[ninjutsu]], [[genjutsu]], and [[taijutsu]] become more powerful.<ref>''Naruto'' chapter 409, page 11, panel 6</ref>\n* The user can manipulate natural energy.\n** Those who have mastered the Sage Techniques of [[Mount Myōboku]] have shown the ability to turn the natural energy around them into an [[Frog Kata|extension]] of their body to increase the reach of their attacks.\n** Those who have mastered the Sage Techniques of the [[Ryūchi Cave]] have shown the ability to use natural energy to [[Sage Art: Inorganic Reincarnation|breathe life]] into inorganic substances and control them.\n* The user can [[Sensor|sense]] [[chakra]] around them and can sense attacks without the need to see them.\n* When facing an opponent that can drain chakra, this can prove to be fatal to the opponent if they absorbed too much chakra and will be turned to stone if they haven't had training with Sage Mode in the past. Furthermore, the user of Sage Mode can hold still to absorb more natural energy for the opponent to absorb and turn their own chakra absorption against them.\n\n=== Disadvantages ===\n* In order to gather enough natural energy to initiate the transformation into Sage Mode, the user must remain perfectly still, leaving them vulnerable. Users have at times been shown entering Sage Mode without this preparation.<ref>''Naruto'' chapter 535, page 5</ref><ref>''Naruto'' chapter 665, page 14</ref>\n* Because the user needs to move during combat, the senjutsu chakra cannot be replenished, which means the user can't stay within this state for extended periods of time. Naruto states it is possible to lengthen the time limit.<ref>''Naruto'' chapter 468, page 16</ref>\n\n==== Bypassing the Disadvantages ====\nThese weaknesses, however, can be compensated for through various methods and techniques such as:\n\n* The [[Sage Art: Amphibian Technique]], where one or more toads fuse with the user's shoulders and gathers natural energy for them to use, splitting the stillness aspect of senjutsu chakra moulding from the user, allowing them to move in a fight.\n* Another option is to employ [[shadow clone]]s. The clones can gather natural energy elsewhere and are dispelled when the energy is needed, thus transferring the gathered energy to the original. For Naruto, this limited the number of shadow clones that he can have active at a time to five, for as long as the clones are gathering natural energy, creating any more than that would disrupt the clones' focus.\n* [[Kabuto Yakushi]] assimilated the DNA of [[Jūgo]] to replicate his [[Jūgo's Clan|clan]]'s ability to [[Sage Transformation|passively absorb]] natural energy, thus allowing him to continuously collect the energy even while moving, bypassing these particular weaknesses.\n* If the user continually practices the use of their Sage Mode, then the time needed to recharge their sage chakra can be drastically shortened.\n* If the user is also a jinchūriki that has achieved harmony with their tailed beast, they can drastically speed up their ability to gather natural energy in tailed beast mode to the point of only needing a few seconds to fully charge or recharge their sage chakra. Tailed beasts can also assist their jinchūriki in gathering natural energy with their own chakra reserves.\n\n== Forms ==\n=== Sage Mode ===\nUsers that can properly balance their own chakra with natural energy will not experience any animalistic transformations to their body. The one exception is a dark pigmentation around their eyes and the eyes themselves, which usually differ based on where the user learned Sage Mode.\n\n* [[Jiraiya]] was not able to properly balance his own chakra with natural energy, and as a result his appearance took on a number of toad-like traits when using Sage Mode: his nose grew bigger and gained warts, his teeth turned sharp, he grew a goatee, and acquired toad-like eyes. Because of these traits, Jiraiya did not like to use Sage Mode as it \"displeased the ladies\". Some of the physical alterations, such as the toad posture and the webbed feet, were beneficial and improved his manoeuvrability, and he could consciously manifest the alterations in order to take advantage of them.\n* [[Naruto Uzumaki]] has yellow irides and toad-like pupils, with orange pigmentation around his eyes.\n* [[Hashirama Senju]] had yellow irides, with black pigmentation around his eyes that extended to his ears, as well as an additional round marking on his forehead with a dot in its centre (red on the cover of ''Weekly Shōnen Jump 2014 Issue #9''<ref>''Weekly Shōnen Jump'' 2014, Issue #9</ref>, and green in the video game series as well as in ''Boruto: Naruto Next Generations''<ref>''Boruto'' episode 22</ref>).\n* [[Minato Namikaze]] had yellow irides and toad-like pupils, with orange pigmentation around his eyes.\n* [[Koji Kashin]] has toad-like irides, with dark pigmentation around his eyes.\n\n<gallery orientation=\"square\" position=\"center\" columns=\"3\" hideaddbutton=\"true\">\nAmphibian Technique.png|Jiraiya's Sage Mode.\nNaruto's Sage Mode.png|Naruto's Sage Mode.\nHashirama's Sage Mode.png|Hashirama's Sage Mode.\nMinato's Sage Mode.png|Minato's Sage Mode.\nSage Mode Koji.png|Koji's Sage Mode.\n</gallery>\n\n==== Sage Transformation ====\n{{Main with-include|Sage Transformation}}\n{{Translation|'''Sage Transformation'''|仙人化|Senninka}} is a way of attaining Sage Mode,<ref>Fourth Databook, page 265</ref> using a bodily reaction exhibited by members of [[Jūgo's clan]]. By exposing their special body fluids to [[natural energy]], they gain increased physical capabilities and the ability to perform various shape-shifting feats.\n\n* [[Jūgo]]'s skin tone darkens and his sclerae turn black. He also gains a black stripe running from the middle of his forehead and down the bridge of his nose. He receives a massive boost in overall ability, but loses his mind to his murderous side, signified by a change in his voice.\n* [[Kabuto]] has yellow, snake-like irides and blackened sclerae, as well as purple pigmentation around his eyes that extends down to his shoulder blades. His snake-like characteristics progress further in Sage Mode with him growing four horns, leading him to state that he had metaphorically transcended from a \"snake\" to a \"dragon\".\n* [[Mitsuki]] gains a cyan<ref>[[:File:Team Konohamaru's Abilities.png|Artwork]] for the first ''Boruto'' volume</ref> chakra shroud that forms into ethereal snakes around his body to aid in his attack range. A single horn juts from his forehead and he gains black markings (green in the anime) around his eyes.<ref name=\"Mitsuki Gaiden\">''Naruto Gaiden: The Road Illuminated by the Full Moon''</ref>\n\n<gallery orientation=\"square\" position=\"center\" columns=\"3\" hideaddbutton=\"true\">\nJūgo's Sage Mode.png|Jūgo's Sage Mode.\nKabuto's Sage Mode.png|Kabuto's Sage Mode.\nMitsuki's Sage Mode.png|Mitsuki's Sage Mode.\n</gallery>\n\n=== Tailed Beast Sage Mode ===\n[[File:TBM combines with SM.png|thumb|left|Naruto's Tailed Beast Sage Mode.]]\nAfter earning the [[Nine-Tails]]' cooperation, Naruto becomes able to combine Sage Mode with his [[Nine-Tails Chakra Mode#Tailed Beast Mode|Tailed Beast Mode]]. The red irides turn orange, and the slitted pupils characteristic of normal Nine-Tails transformations merge with the Sage Mode's eye pattern, creating a design reminiscent of a cross. While using the combined form, Naruto gains simultaneous access to both forms' advantages, such as augmenting [[Tailed Beast Ball]]s with senjutsu chakra.<ref>''Naruto'' chapter 645, pages 8-9</ref> The combination of both forms allows for a greater power than either Tailed Beast Mode or Sage Mode individually, which allowed Naruto to hold his own against the likes of [[Obito Uchiha]] as the [[Ten-Tails]]' [[Jinchūriki]].<ref>''Naruto'' chapter 646-650</ref> Two years after the War, Naruto's skill with this form had increased to the point where he could fly within it, and easily shatter [[Truth-Seeking Ball]]s during his battle with [[Toneri Ōtsutsuki]].<ref>''The Last: Naruto the Movie''</ref>\n{{-}}\n\n=== Six Paths Sage Mode ===\n[[File:Naruto's SPSM.png|thumb|right|Naruto's Six Paths Sage Mode.]]\n{{Main with-include|Six Paths Sage Mode}}\n\n== Techniques ==\n* {{Drilldown|List of senjutsu|Jutsu|q=Classification=Senjutsu}}\n\n== Trivia ==\n* The manifestation of animal-like traits is a reference to the Japanese folktale ''[[Wikipedia:Jiraiya Goketsu Monogatari|Jiraiya Goketsu Monogatari]]'', where Jiraiya, Tsunade, and Orochimaru came to study specific animal magic into their ninjutsu use.\n* The sage training method used by the Toads of Mt. Myōboku resembles the practices of Shugendō, a highly syncretic religion that originated in Heian Japan in which enlightenment is equated with attaining oneness with the kami. This perception of experiential \"awakening\" is obtained through the understanding of the relationship between humanity and nature, centred on an ascetic, mountain-dwelling practice. In some Japanese myths, supernatural creatures often appeared as Yamabushi (mountain hermits) of Shugendō, which the Toad Sages of Mt. Myōboku and White Sage Snake bear some resemblance.\n* In the anime, the term \"Honoured Sage Mode\" was only used by Jiraiya. This was corrected to \"Sage Mode\" in later uses, presumably to create a distinction between Jiraiya's use of the technique.\n* Despite granting the user the ability to sense chakra, Jiraiya, Shima, and Fukasaku seemingly didn't display this ability during their fight against the Six Paths of Pain.\n* In ''[[Naruto the Movie: Blood Prison]]'', the red coat Naruto wore during [[Pain's Assault]] appears when he enters Sage Mode and disappears when he turns back to normal.\n* In the anime, before life on Earth had chakra with which to infuse it, the [[Secret Treasure of the Toads|use]] of natural energy was called '''Sage Power''' (仙力, ''senriki'').<ref>''Naruto: Shippūden'' episode 462</ref>\n* In the anime, the snakes of Ryūchi Cave note that [[Boruto Uzumaki]] has the potential for senjutsu, having passed trials that proved his strength of body and could handle natural energy.<ref>''Boruto'' episode 77</ref>\n\n== References ==\n<references />\n\n[[de:Sennin Moodo]]\n[[es:Modo Sabio]]\n[[id:Mode Petapa]]\n[[pl:Sennin Mōdo]]\n[[pt-br:Modo Eremita]]\n[[fr:Mode Ermite]]\n[[ru:Режим Мудреца]]"
  }
}