{
  "name": "Scorch Release: Halo Hurricane Jet Black Arrow Style Zero",
  "sourcePage": "Scorch Release: Halo Hurricane Jet Black Arrow Style Zero",
  "pageId": 114589,
  "url": "https://naruto.fandom.com/wiki/Scorch_Release:_Halo_Hurricane_Jet_Black_Arrow_Style_Zero",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/39/Blaze_Rasenshuriken.png/revision/latest/scale-to-width-down/600?cb=20140830000728",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Blaze Rasenshuriken.png;Large-scale version.\nSmall Blaze Shuriken.png;Small-scale version.\n|kanji=灼遁・光輪疾風漆黒矢零式\n|unnamed jutsu=No\n|romaji=Shakuton: Kōrin Shippū Shikkoku no Ya Zeroshiki\n|literal english=Scorch Release: Halo Hurricane Jet Black Arrow Style Zero\n|english tv=Scorch Style: Nimbus Tempest\n|viz manga=Scorch Style: Nimbus Gale Jet-Black Arrow Formation: Zero\n|game names={{translation|Blaze Release: Rasenshuriken|炎遁・螺旋手裏剣|Enton: Rasenshuriken|Inferno Style: Rasen Shuriken}}\n|parent jutsu=Blaze Release: Kagutsuchi, Blaze Release: Susanoo Kagutsuchi, Wind Release: Rasenshuriken, Wind Release: Ultra-Big Ball Rasenshuriken,\n|jutsu classification=Kekkei Genkai~Eternal Mangekyō Sharingan, Ninjutsu, Dōjutsu, Cooperation Ninjutsu, Kinjutsu\n|jutsu type=Fire Release, Wind Release <!-- DO NOT ADD BLAZE RELEASE! -->\n|jutsu class type=Offensive\n|jutsu range=Short, Mid, Long\n|users=Naruto Uzumaki~~with~Sasuke Uchiha, Sasuke Uchiha~~with~Naruto Uzumaki\n|teams=Team 7 (Kakashi)\n|debut manga=634\n|boruto=No\n|debut anime=374\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 4\n|jutsu media=Anime, Manga, Game\n}}\nThis technique combines [[Naruto Uzumaki]]'s [[Wind Release: Rasenshuriken]] with [[Sasuke Uchiha]]'s [[Blaze Release: Kagutsuchi]] along with [[Wind Release: Ultra-Big Ball Rasenshuriken|their]] [[Blaze Release: Susanoo Kagutsuchi|variants]]. Because the wind to flame ratio is perfectly balanced, the flames are greatly enhanced, causing whatever is struck by this technique to be enveloped in a swirling mass of black flames. \n\n== Usage ==\nWhen first used, the large-scale version of this technique combined Naruto's Wind Release: Ultra-Big Ball Rasenshuriken and the arrow of Sasuke's Blaze Release: Susanoo Kagutsuchi when they collided in mid-air, creating something reminiscent of a pin-wheel. A smaller-scale version of this technique combined a normal Rasenshuriken and black flames manipulated with Kagutsuchi to form a flaming pinwheel. When the technique made contact with the target, they were launched backwards and likewise engulfed in the black flames.\n\n== Trivia ==\n* This technique was named by [[Minato Namikaze]], however, he quickly admitted that the name didn't sound very good.<ref name=\"chpt634p14\">''Naruto'' chapter 634, page 14</ref>\n* The fact that this technique is referred to as [[Scorch Release]] is not because it is a [[kekkei genkai]], but presumably because the basic elements fire and wind make up the actual advanced nature transformation of Scorch Release.\n* Referring to the original use of this technique, [[Tobirama Senju]] noted that he had never seen such a Kagutsuchi before, and that this technique had the same chakra ratio from both its parent techniques, which he noted was something tough to achieve, even for an experienced duo.<ref name=\"chpt634p14\"/> This was later attributed to Sasuke's use of the [[Sharingan]] to perfectly match his chakra ratio to Naruto's.<ref>''Naruto'' chapter 641, pages 10-11</ref> \n* Unlike the Rasenshuriken, the small-scale version of this technique doesn't cause cellular damage to either user's arms.\n* In ''[[Naruto Shippūden: Ultimate Ninja Storm 4]]'', the jutsu works differently when used in story mode, circling around the Ten-Tails, creating a vortex around it. It also maintained the countless small attacks of the wind chakra. Naruto and Sasuke are also able to use it when in a combined awakening, in this case, the jutsu is called \"Blaze Release: Rasenshuriken\".\n\n== References ==\n<references/>\n\n[[es:Elemento Quemar: Halo Huracán de la Flecha Negra Azabache Estilo Cero]]\n[[id:Elemen Hangus: Lingkaran Badai Gaya Panah Hitam Nol]]\n[[fr:Shakuton - Halo Éolien de la Flèche Céleste de Flammes Noires]]\n[[pt-br:Liberação de Calor: Auréola do Furacão de Flecha Negra de Estilo Zero]]\n[[pl:Shakuton: Kōrin Shippū Shikkoku no Ya Zeroshiki]]\n[[ru:Стихия Жара: Вращающаяся Буря Света и Чёрной Стрелы Стиль Ноль]]"
  }
}