{
  "name": "Sealing Technique: Phantom Dragons Nine Consuming Seals",
  "sourcePage": "Sealing Technique: Phantom Dragons Nine Consuming Seals",
  "pageId": 3177,
  "url": "https://naruto.fandom.com/wiki/Sealing_Technique:_Phantom_Dragons_Nine_Consuming_Seals",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/da/Nine_Phantom_Dragons_Consuming_Seals.png/revision/latest/scale-to-width-down/600?cb=20150917211315",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the fūinjutsu|the episode of the same name|Sealing Technique: Phantom Dragons Nine Consuming Seals (episode)|Sealing Technique: Phantom Dragons Nine Consuming Seals}}\n|ref=<ref>''[[Sha no Sho]]'', Page 294</ref>\n|image=Nine Phantom Dragons Consuming Seals.png;The dragons emerge from the statue's mouth…\nSealing Technique Phantom Dragons Nine Consuming Seals.png;…and begins absorbing the Tailed Beast's chakra.\n|kanji=封印術・幻龍九封尽\n|unnamed jutsu=No\n|romaji=Fūinjutsu: Genryū Kyūfūjin\n|literal english=Sealing Technique: Phantom Dragons Nine Consuming Seals\n|english tv=Sealing Jutsu: Nine Phantom Dragons\n|jutsu rank=S\n|jutsu classification=Ninjutsu, Fūinjutsu\n|jutsu class type=Supplementary\n|users=Demonic Statue of the Outer Path, Nagato, Obito Uchiha\n|teams=Akatsuki\n|hand signs=Tiger, Snake, Rat, Ox, Dog, Ram\n|debut manga=255\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=10\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja 4\n|jutsu media=Anime, Manga, Game\n}}\nThe '''Sealing Technique: Phantom Dragons Nine Consuming Seals''' is a technique that was used by [[Pain]] and the other members of [[Akatsuki]] to forcibly seal a [[tailed beast]] <ref>''Naruto'' chapter 329, page 8-9</ref> or to extract a still-living [[jinchūriki]]'s tailed beast chakra into the [[Demonic Statue of the Outer Path]]. The technique took three full days to complete if nine of the Akatsuki members were present. [[Zetsu]] stated that if there are fewer people to perform the technique, it would take a while longer.<ref>''Naruto'' chapter 419, page 11</ref>\n\nTo prepare for the technique, Pain would summon the Demonic Statue, after which each member would then stand on one of its fingertips, corresponding to their specific ring finger. When performed, this technique caused the bit to fall out of the mouth of the statue. Each of the Akatsuki members would then concentrate, causing the kanji of their rings to appear on the nail of the finger they were standing on. Nine dragon-like effigies then poured from the statue's mouth, surrounded the captured host, and painfully removed the tailed beast from them. In the case of an unsealed tailed beast, the same thing happened to the beast itself, and still took as much time as if it were sealed. After the process was complete, the beast was sealed within the statue, and one of the statue's nine eyes opened. The host would die due to the removal of their tailed beast. There is a numerical order, with the [[Nine-Tails]] needing be sealed last, or the statue would shatter.<ref>''Naruto'' chapter 353, page 5</ref>\n\nHowever, with Nagato now dead, [[Tobi]] claimed that they would need a new pawn to synchronise with the Demonic Statue in order to seal the [[Eight-Tails]] and the Nine-Tails.<ref>''Naruto'' chapter 450, page 9</ref> Though Nagato intended to use it for peace in the form of a weapon of mass destruction to keep governments in line, the technique was created for [[Madara Uchiha]]'s [[Eye of the Moon Plan]], as Obito was tasked with ensuring that the Demonic Statue of the Outer Path and the tailed beasts would become the [[Ten-Tails]] once more.\n\n== See Also ==\n* [[Summoning: Demonic Statue of the Outer Path]]\n* [[Tail Releasing Method]]\n* ''[[Tailed Beast Removal Technique]]''\n\n== References ==\n<references/>\n\n[[de:Fuuinjutsu: Genryuu Kyuufuujin]]\n[[es:Jutsu de Sellado: Nueve Sellos Consumidores de los Dragones Fantasmas (Jutsu)]]\n[[fr:Sceau des Neuf Dragons Illusoires]]\n[[it:Sigillo dei Nove Draghi]]\n[[pl:Fūinjutsu: Genryū Kyūfūjin]]\n[[pt-br:Fuuinjutsu: Selo dos Nove Dragões Fantasmas]]\n[[ru:Запечатывающая Техника: Призрачные Драконы Девяти Поглощающих Печатей]]"
  }
}