{
  "name": "Shadow Sewing Technique",
  "sourcePage": "Shadow Sewing Technique",
  "pageId": 3270,
  "url": "https://naruto.fandom.com/wiki/Shadow_Sewing_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/8/81/Hidan_restrained_by_Shikamaru.png/revision/latest/scale-to-width-down/600?cb=20170117064127",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref>''[[Sha no Sho]]'', page 231</ref>\n|image=Hidan restrained by Shikamaru.png\n|kanji=影縫いの術\n|unnamed jutsu=No\n|romaji=Kage Nui no Jutsu\n|literal english=Shadow Sewing Technique\n|english tv=Ninja Art: Shadow Stitching Jutsu\n|viz manga=Art of Shadow Stitching\n|parent jutsu=Shadow Imitation Technique\n|jutsu classification=Hiden~Nara Clan, Ninjutsu\n|jutsu type=Yin Release\n|jutsu class type=Offensive, Supplementary\n|jutsu range=Short, Mid\n|users=Ensui Nara, Shikamaru Nara, Shikaku Nara~anime\n|hand signs=Rat, Bird\n|debut manga=283\n|boruto=No\n|debut anime=34\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=Kakashi Hiden: Lightning in the Icy Sky\n|game debut=Naruto Shippūden: Ultimate Ninja 4\n|movie debut=Naruto Shippūden the Movie: The Will of Fire\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nThis is a ninjutsu from among the Nara clan's secret techniques that uses materialised shadows to attack and bind, instead of merely immobilising and controlling like the Shadow Imitation Technique. The user changes the shape of their shadow into several sharp tendril-like needles and controls each separately. They can then attack the same or several targets simultaneously and at the same time snatch away their ability to move by sewing them stuck with the shadow threads. Because it is a physical attack, it is impossible to capture someone without harming them, but on the other hand, since the speed of invocation and the time of duration are excellent, it can be used when urgent restraint is required.\n\nThis technique is usually used to go through the target and capture them, but depending on the opponent, it can also be used as an attack to bring them down. This special characteristic finds its greatest effect when used as logistical support. After this technique hits someone, it can then be directly transformed back into the Shadow Imitation Technique; conversely, after immobilising the target(s) with the latter technique, a proficient user can then also transition so into the Shadow Sewing Technique to thereby subsequently inflict harm to the captured party.\n\n== Trivia ==\n* This ninjutsu takes its name from the \"''Kagenui''\", a technique from ninja legends that immobilises a target by pinning their shadow with a kunai.<ref>[https://ja.wikipedia.org/wiki/%E5%BF%8D%E6%B3%95#.E5.BF.8D.E3.81.B3.E9.81.93.E5.85.B7.E3.82.92.E4.BD.BF.E3.81.86.E8.A1.93 Japanese Wikipedia]</ref>\n* In ''[[Naruto Shippūden: Ultimate Ninja 5]]'', Shikamaru throws several explosive tags up in the air and uses this technique to pin them on his opponent.\n* In ''[[Naruto Shippūden the Movie: The Will of Fire]]'', Shikamaru uses the special seal used in the [[Multi-Size Technique]] instead of the Bird seal, as the ring and little fingers were raised in the manga<ref>Naruto, vol.36, chapter 325, p.7</ref>, but the index finger is raised instead of the ring finger in the movie. The folded fingers are also interlocked in the manga, but not in the movie.\n\n== References ==\n<references/>\n\n[[es: Jutsu: Costura de Sombra]]\n[[pt-br:Técnica da Costura pelas Sombras]]\n[[fr:Entrelacement des Ombres]]\n[[pl:Kage Nui no Jutsu]]"
  }
}