{
  "name": "Shadow Clone Technique",
  "sourcePage": "Shadow Clone Technique",
  "pageId": 2164,
  "url": "https://naruto.fandom.com/wiki/Shadow_Clone_Technique",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/07/Tobirama_creating_Shadow_Clones.png/revision/latest/scale-to-width-down/600?cb=20140904190251",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{looking for|the jutsu|the chapter|Shadow Clone Technique (chapter)|Shadow Clone Technique}}\n|ref=<ref>''[[Rin no Sho]]'', page 170</ref>\n|image=Tobirama creating Shadow Clones.png\n|kanji=影分身の術\n|unnamed jutsu=No\n|romaji=Kage Bunshin no Jutsu\n|english tv=Shadow Clone Jutsu\n|viz manga=Art of the Shadow Doppelgänger\n|other names=Art of Shadow Body Splitting\n|related jutsu=Shuriken Shadow Clone Technique\n|jutsu rank=B\n|jutsu classification=Ninjutsu, Clone Techniques\n|jutsu class type=Supplementary\n|users=Boruto Uzumaki, Deidara, Hayate Gekkō, Hiruzen Sarutobi, Itachi Uchiha, Jiraiya, Kakashi Hatake, Kiba Inuzuka, Kawaki, Koji Kashin, Konohamaru Sarutobi, Madara Uchiha, Mahiru, Makinami Senka, Minato Namikaze, Momoshiki Otsutsuki, Naruto Uzumaki, Orochimaru, Sasuke Uchiha, Sazanami Senka, Takanami Senka, Tobirama Senju, Boar-Masked Anbu Member~anime, Darui~anime, Ebisu~anime, Fugaku Uchiha~anime, Garashi Tōno~anime, Hana Kaka~anime, Hidari (missing-nin)~anime, Hōki (Watari)~anime, Kakui~anime, Killer B~anime, Marui~anime, Mitsuki~anime, Nagato~anime, Omoi~anime, Sabiru~anime, Sai~anime, Sarada Uchiha~anime, Sekiei (spectator)~anime, Shizune~anime, Suna Reincarnated Shinobi~anime, Tsunade~anime, Yūgao Uzuki~anime, Chino~novel, Kido Tsumiki~novel, Mukai Kohinata~novel, Shikamaru Nara~novel, Yanaru Aze~novel, A (Fourth Raikage)~movie, Anko Mitarashi~game, Breeze Dancer~game, Jirōbō~game, Genma Shiranui~game, Kushina Uzumaki~game, Midnight Blade~game, Shisui Uchiha~game, Shikadai Nara~game\n|teams=Three Senka Brothers\n|hand signs=Clone seal or Tiger or Horse<ref>''Naruto'' chapter 167, page 11</ref>\n|debut manga=1\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=1\n|debut shippuden=No\n|boruto anime=No\n|novel debut=Naruto: Innocent Heart, Demonic Blood\n|game debut=Naruto: Konoha Ninpōchō\n|movie debut=Naruto the Movie: Ninja Clash in the Land of Snow\n|ova debut=Find the Four-Leaf Red Clover!\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nThe '''Shadow Clone Technique''' is a [[Clone Techniques|clone technique]] created by [[Tobirama Senju]].<ref name=\"c644\">''Naruto'' chapter 644, page 15</ref>\n\n== Overview ==\nThis jutsu allows the user to create one or more copies of themselves. The user's [[chakra]] is evenly divided between themselves and their clones: creating one clone will give it half the user's chakra, creating two clones will give each a third of the user's chakra, and so on. Depending on how much chakra the user has and how many clones they make, this rapid depletion of their reserves can be dangerous. Because of this, usually only those of at least [[jōnin]]-level can safely use the standard Shadow Clone Technique.<ref name=\"c100\">''Naruto'' chapter 100, page 5</ref> The [[Multiple Shadow Clone Technique]] – which creates hundreds of clones to the standard version's dozens – is unsafe to the point of being [[kinjutsu|forbidden]]. [[Naruto Uzumaki]] is an exception to this rule; because he has access to the chakra of the [[Nine-Tails]], he can create hundreds of clones without worry.<ref>''Naruto'' chapter 1, pages 51-51</ref>\n\t\n[[File:Chakra Circulatory System.PNG|thumb|left|Shadow clones' identical [[chakra pathway system]]s, seen with a [[Byakugan]].]]\nUnlike the basic [[Clone Technique]], shadow clones are physically real. They possess the same clothing, damage, and transformations as the user at the time of their creation. Most tools and weaponry are copied when the shadow clones are created,<ref name=\"c134\">''Naruto'' chapter 134, pages 4-6</ref> but [[Truth-Seeking Ball|certain chakra constructs]]<ref>''Naruto'' chapter 675, page 10</ref> and [[Scientific Ninja Tools|complicated technology]] won't be duplicated.<ref>''Boruto'' chapter 22</ref> Because they are visually identical and possess the same chakra as the user, shadow clones are indistinguishable from their original, not even by [[dōjutsu]];<ref name=\"c100\"/><ref>''Naruto'' chapter 428, page 5</ref><ref>''Naruto'' chapter 684, page 17</ref> [[Madara Uchiha]] can identify shadow clones using his [[Rinnegan]].<ref>''Naruto'' chapter 601, page 2</ref>\n\nOnce created, shadow clones can serve a number of purposes. They can be used as decoys, either by keeping opponents preoccupied or, because they can't be told apart, concealing the original's identity.<ref>''Naruto'' chapter 100, pages 15-18</ref> If enough shadow clones are created, they can simply overwhelm an opponent, pinning them down or attacking from multiple directions.<ref name=\"c134\"/> Shadow clones can also be used simply to assist the user, joining the user for tactics they can't do alone<ref>''Naruto'' chapter 167, pages 16-17</ref> or being sent to carry out tasks while the user is busy. Shadow clones possess all the same memories as the user, and so will react to unforeseen obstacles just as the user would in the same circumstances. Because they have their own chakra, shadow clones can perform other [[jutsu]], including making more shadow clones.<ref>''Naruto'' chapter 561, pages 15-17</ref>\n\nShadow clones usually disperse once they are struck hard enough, but they have been shown capable of enduring injuries for a time.<ref>''Naruto'' chapter 697, page 11</ref> When a clone's task is completed, it can disperse itself or be dispersed by its user. Once dispersed, the clone's experiences and remaining chakra are transferred back to the user.<ref>''Naruto'' chapter 433, pages 6-8</ref> The shared experiences make shadow clones useful for intelligence gathering: a shadow clone can be sent into hostile territory, gather information without endangering the user, and disperse when finished, thus transferring what they've learned.<ref>''Naruto'' chapter 315, page 7</ref> Alternatively, shadow clones can recon an area, dispersing when they've found what they're looking for in order to let the user know the target's location.<ref>''Naruto'' chapter 371, page 6</ref>\n\n{{imgRight|Under the Starry Sky.PNG|Naruto using shadow clones to accelerate his [[nature transformation]] training.}}\n[[Kakashi Hatake]] discovered that shadow clones can also accelerate training periods. For example, by training alongside one shadow clone for one hour, the user will have two hours' worth of training experience once the shadow clone disperses. By using hundreds of clones, training that would usually take weeks or months can be completed within a few hours.<ref>''Naruto'' chapter 315, pages 8-9</ref> But because of how much chakra it takes to create just one shadow clone, and because the training itself will likely be arduous even without shadow clones, only Naruto can train in this way.<ref>''Naruto'' chapter 315, pages 10-11</ref> Naruto is indeed able to make effective use of this shortcut, but the combined experiences come with combined mental fatigue, requiring that he take regular breaks.<ref>''Naruto'' chapter 318, page 4</ref>\n\nAlthough they are separate, shadow clones maintain small links between themselves and their original, intended to allow the user to reestablish control when needed. Users can exploit this link to network their clones, causing changes in their own chakra to extend to all the others.<ref name=\"c644\"/> In certain cases, this link can work against the user, such as when pain caused by the Nine-Tails' chakra was felt by all of Naruto's shadow clones.<ref>''Naruto'' chapter 277, page 9</ref> While a user and/or their clones are performing tasks that require concentration, they're unable to have more than a few shadow clones active at a time.<ref>''Naruto'' chapter 434, page 14</ref><ref>''Naruto'' chapter 637, page 4</ref> In the novelisation of ''[[Boruto: Naruto the Movie]]'', Naruto is consciously aware of what all his shadow clones around [[Konohagakure]] are doing. Although this allows him to have multiple conversations simultaneously, he has difficulty focusing on any one thing and the original Naruto becomes increasingly strained the longer the shadow clones are active; he drinks coffee and energy supplements in order to remain alert, but as soon as his concentration falters his shadow clones will all disperse.\n\n== Trivia ==\n* The hand-seal for the Shadow Clone technique is similar to the one predominantly-used by the Monkey King, [[wikipedia:Sun Wukong|Sun Wukong]] (孫悟空), the leading main character in the late 70's Japanese live-action TV series, ''[[Wikipedia:Monkey (TV series)|Saiyūki]]'', based off-of the 16th century Chinese classical novel, ''[[Wikipedia:Journey to the West|Journey to the West]]'', by [[Wikipedia:Wu Cheng'en|Wu Cheng'en]]; this is appropriate, as ''Naruto'' was based-off-of this novel, and one of Sun Wukong's favoured tactics is to make replications of himself against enemies in battle, etc.  \n* [[Madara Uchiha]] used a shadow clone to fake his death.<ref>''Naruto'' chapter 681, page 16</ref> The clone apparently lasted indefinitely since the ruse was never discovered.\n* [[Sasuke Uchiha]] views Naruto's extensive use of shadow clones as a symbolic way to avoid loneliness.<ref>''Naruto'' chapter 696, page 9</ref>\n* In ''Naruto'' episode 129, Sasuke claims that the Sharingan can distinguish clones from the original. This contradicts the manga and other anime episodes.\n* The chakra of dispelled clones doesn't return to the user instantaneously, making it faster to [[Reverse Summoning Technique|Reverse Summon]] the clone to one's location to retrieve the chakra of faraway clones.<ref>''Naruto'' chapter 433, pages 6-7</ref>\n* In the anime, an ostrich named [[Condor]] appeared to use this technique, but in reality, it was just other ostriches.<ref>''Naruto: Shippūden'' episode 185</ref>\n* In ''[[Kakashi Hiden]]'', while waiting for his new arm, Naruto creates shadow clones with a one-handed seal: a cross with his left hand's index and middle finger.\n* In the anime, the [[Genjutsu World]]'s [[Hinata Hyūga]] can make shadow clones.<ref>''Naruto: Shippūden'' episode 427</ref>\n* In ''Naruto Shippūden'' episode 230, Naruto claims that his clones can dream.\n* In ''Naruto Shippūden'' episode 365 (03:05), Naruto uses the Tiger, Snake, Tiger combination to create 3 shadow clones, the reason for which is unknown.\n\n== References ==\n<references />\n\n[[da:Kage Bunshin no Jutsu]]\n[[de:Kage Bunshin no Jutsu]]\n[[es:Jutsu: Clon de Sombra]]\n[[fr:Multi Clonage]]\n[[he:ג'וטסו העתקי צל]]\n[[id:Teknik Klon Bayangan]]\n[[it:Tecnica della Moltiplicazione Superiore del Corpo]]\n[[pl:Kage Bunshin no Jutsu]]\n[[pt-br:Técnica dos Clones das Sombras]]\n[[ro:Tehnica Clonelor Umbrei]]\n[[ru:Техника Теневого Клонирования]]\n[[tr:Gölge Klonu Tekniği]]\n[[uk:Хисло тіньового буншіну]]"
  }
}