{
  "name": "Shield of Sand",
  "sourcePage": "Shield of Sand",
  "pageId": 2173,
  "url": "https://naruto.fandom.com/wiki/Shield_of_Sand",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/0a/Shield_of_Sand.png/revision/latest/scale-to-width-down/600?cb=20240901220822",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref>''[[Rin no Sho]]'', page 202</ref>\n|image=Shield of Sand.png\n|kanji=砂の盾\n|unnamed jutsu=No\n|romaji=Suna no Tate\n|literal english=Shield of Sand\n|english tv=Sand Shield\n|other names={{translation|Sand Guard|砂のガード|Suna no Gādo}}\n|jutsu classification=Ninjutsu\n|jutsu class type=Defensive\n|jutsu range=Short\n|users=Gaara\n|debut manga=58\n|debut anime=34\n|debut shippuden=No\n|novel debut=Gaara Hiden: A Sandstorm Mirage\n|jutsu media=Anime, Manga, Novel\n}}\nThe '''Shield of Sand''' is the first part of [[Gaara]]'s \"[[Absolute Defence]]\", his [[Armour of Sand]] being the second.\n\n== Overview ==\nWhen Gaara was a child, his uncle, [[Yashamaru]], told him that the Shield of Sand was the product of his mother, [[Karura]]. Karura's love for Gaara was so great that, in death, her spirit possessed the [[sand]]s and used them to protect him.<ref name=\"c130\">''Naruto'' chapter 130</ref> Later that same day, Yashamaru, under orders of the [[Fourth Kazekage]], tried to assassinate Gaara. After his attack failed, Yashamaru told Gaara that he lied earlier: Karura did not love Gaara; she hated him.<ref name=\"c131\">''Naruto'' chapter 131</ref> The Shield of Sand, said Yashamaru, was a result of [[Shukaku]] ([[Jinchūriki|seal]]ed within Gaara) using the sand to keep Gaara, and thus itself, safe.<ref>''Naruto'' chapter 97</ref> It isn't until many years later that the Fourth Kazekage confesses to Gaara that he ordered Yashamaru to lie: Karura truly did love Gaara and the Shield of Sand truly is her doing.<ref name=\"c548\">''Naruto'' chapter 548</ref>\n\nThe Shield of Sand reacts to any attack against Gaara, even those Gaara himself is not aware of. When he's about to be physically harmed in any way, the Shield of Sand moves between him and the threat in order to block it. Though most often used in shielding Gaara from enemies, the sand also protects him from self-inflicted injury.<ref name=\"c130\"/> The Shield of Sand is automatic, requiring nothing from Gaara to use and thus meaning it can operate indefinitely.<ref>''[[Gaara Hiden]]''</ref> Because the shield is formed from sand that's been seeped in Gaara's [[chakra]], it has a very fast response time, too fast for most enemies to overcome.<ref name=\"c249\">''Naruto'' chapter 249</ref> Some, such as [[Rock Lee]] and [[Sasuke Uchiha]], are fast enough to outpace the sand, striking Gaara before it's able to shield him; it is against opponents such as these that he relies on his Armour of Sand for defence.<ref>''Naruto'' chapter 82</ref><ref>''Naruto'' chapter 111</ref> The combination of the armour and shield is an effective one, enabling Gaara to go years without the slightest injury.<ref name=\"c82\">''Naruto'' chapter 82</ref>\n\nThe Shield of Sand can protect Gaara against a great variety of threats, at different times defending him from [[kunai]],<ref name=\"c130\"/> [[exploding tag]]s,<ref name=\"c131\"/> [[Senbon Shower]],<ref>''Naruto'' chapter 58</ref> [[taijutsu]],<ref name=\"c82\"/> [[Shikotsumyaku]],<ref name=\"c213\">''Naruto'' chapter 213</ref> [[Explosive Clay]],<ref name=\"c249\"/> and [[Amaterasu]],<ref>''Naruto'' chapter 464, page 12</ref> to name only a few. The sand itself is very good at absorbing the force from attacks, and so it is rarely even misshapen from the impact. On those infrequent occasions when attacks do push against the shield, it places enough of a buffer between it and Gaara to stop the blow before it reaches him.<ref name=\"c213\"/> Only incredibly fast, piercing attacks, notably the [[Chidori]], have been shown to actually break through the Shield of Sand and injure Gaara.<ref name=\"c113\">''Naruto'' chapter 113</ref>\n\n[[File:Karura's will inside Gaara.png|thumb|left|Karura manifesting as the shield.]]\nEven though the Shield of Sand ordinarily acts independently of Gaara, he is able to exert some control over it if he chooses. He can fully surround himself with the shield, eliminating the chance of it being bypassed through sheer speed. While he does this, he relies on his [[Third Eye]] to see what's going on outside,<ref>''Naruto'' chapter 112</ref> and then forms spikes from the shield to keep approaching enemies away. In Part I, Gaara usually enters this sphere of sand while preparing to enter [[Tailed Beast Mode]].<ref name=\"c113\"/> In ''[[Gaara Hiden]]'', Gaara uses his [[Magnet Release]] to mix \"sparkling metal particles\" into the Shield of Sand, fortifying it against attacks that would otherwise penetrate it. Even Karura's will sometimes influences the Shield of Sand, shaping it into her likeness as it protects Gaara to remind him of her.<ref name=\"c548\"/>\n\n== Trivia ==\n* The Fourth Kazekage believes it is because of the Shield of Sand that Gaara was able to succeed him as Fifth [[Kazekage]].<ref name=\"c548\"/>\n\n== References ==\n<references />\n\n[[fr:Bouclier de Sable]]\n[[pl:Suna no Tate]]\n[[pt-br:Escudo de Areia]]\n[[ru:Песчаный щит]]"
  }
}