{
  "name": "Six Paths Ten-Tails Coffin Seal",
  "sourcePage": "Six Paths Ten-Tails Coffin Seal",
  "pageId": 115733,
  "url": "https://naruto.fandom.com/wiki/Six_Paths_Ten-Tails_Coffin_Seal",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/18/Coffin_Seal.png/revision/latest/scale-to-width-down/600?cb=20150813125115",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d4\">Fourth Databook, page 309</ref>\n|image=Coffin Seal.png\n|kanji=六道十尾柩印\n|unnamed jutsu=No\n|romaji=Rikudō Jūbi Kyūin\n|literal english=Six Paths Ten-Tails Coffin Seal\n|related jutsu=Six Paths Senjutsu, Truth-Seeking Ball, Six Paths Sage Mode\n|jutsu classification=Kekkei Genkai~Rinnegan, Ninjutsu, Fūinjutsu, Dōjutsu,\n|jutsu class type=Supplementary\n|users=Obito Uchiha, Madara Uchiha\n|hand signs=Mirrored Ram\n|debut manga=637\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=375\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 4\n|jutsu media=Anime, Manga, Game\n}}\nThe {{Translation|'''Six Paths Ten-Tails Coffin Seal'''|六道十尾柩印|Rikudō Jūbi Kyūin}} is a sealing technique used by [[Obito]] and [[Madara Uchiha]] to seal the [[Ten-Tails]] into themselves, thus becoming the beast's [[jinchūriki]]. After a [[Rinnegan]] user performs the required hand seals while in close proximity to the Ten-Tails, the beast is quickly absorbed into the user's body.\n\n== Overview ==\nIt is noted to be difficult to control the [[tailed beast]]s in this form, and if the user does not have strong willpower — either inherent or acquired — the user can have a psychological collapse. If they are able to find that strength of will, they'll obtain the power of a \"god that shapes the land\", essentially acquiring the power of the [[Sage of Six Paths]].<ref name=\"d4\" />\n\nUpon using the seal to become the Ten-Tails jinchūriki, Obito achieved two forms; in his initial form, his skin tone turned grey and his right half became scaly, he gained ten protrusions as well as the markings of the Sage of Six Paths on his back, and he obtained two [[Truth-Seeking Ball]]s which floated behind his hands. After gaining control over the Ten-Tails, the protrusions on his back changed to resemble clothing, he gained a pair of horns on his head — the right being larger than the left — and his Truth-Seeking Balls increased to ten. In the anime, when Obito sealed the Ten-Tails, a circular shell encased his body and shattered once the transformation was complete. \n\nWhen Madara used this seal, his skin became grey and his hair turned white (taupe in [[Naruto: Colour Edition]]). Instead of possessing clothing-like flesh, Madara was instead cloaked with a complete outfit composed of chakra, with a pattern of six black magatama below his neck and the markings of the Six Paths Senjutsu on his back. A [[forehead protector]]-like appendage also emerged from the left side of his forehead, with an upward curve on its right side and a single horn on its left side. Like Obito, Madara obtained ten Truth-Seeking Balls. After using the seal to absorb the tree left behind by Obito, Madara gained additional magatama markings along the bottom and sleeves of his cloak.\n\n== Abilities ==\nAs the jinchūriki of the Ten-Tails, the user gains immense increases in their physical capabilities and are able to completely overwhelm their powerful adversaries. Even when Obito initially had no control over himself, he was able to destroy the Hokage's barrier as well as [[Hashirama Senju]]'s [[Sage Art: Gate of the Great God|gates]] with ease, as well as overwhelm all four reincarnated [[Hokage]]. This power was amplified greatly upon having complete control of the Ten-Tails.\n\nWith it, Madara was able to fight on par against [[Might Guy]] using [[Eight Gates Released Formation|all]] [[Eight Gates]] and survive the latter's [[Night Guy|final attack]]. His speed was also greatly increased, able to counter a combination of individually fast techniques.<ref>''Naruto'' chapter 665, pages 11-13</ref> Madara's [[Regeneration Ability|regenerative]] powers and durability are also greatly enhanced, able to survive the left side of his torso being obliterated<ref>''Naruto'' chapter 672, pages 10, 12</ref> or being bisected<ref>''Naruto'' chapter 674, pages 15-16</ref> and soon after completely restore himself. With his immense regenerative powers, Madara claimed he had achieved complete immortality.<ref>''Naruto'' chapter 673, page 13</ref>\n\n== Gallery ==\n<gallery position=\"center\" columns=\"2\" hideaddbutton=\"true\">\nObito's Sage Technique 2.png|Obito's initial transformation after using the seal.\nObito Second Transformation.png|Obito's final transformation.\nMadara Jinchuriki anime.png|Madara's initial transformation after using the seal.\nMadara's New Form.png|Madara's transformation with the Ten-Tails' tree form absorbed also.\n</gallery>\n\n== Trivia ==\n* When [[Obito]] revealed [[Eye of the Moon Plan|his plan]] at the [[Kage Summit]], he stated that there was a [[fūinjutsu]] used to create [[jinchūriki]] that was passed down through the [[stone tablet]] beneath the [[Naka Shrine]].<ref>''Naruto'' chapter 467, page 14-15</ref> While it is unclear whether this was the jutsu used by [[Hagoromo]] to seal the [[Ten-Tails]] into himself, it is possible that this was the technique mentioned by Obito.\n* Madara placed the [[Forbidden Individual Curse Tag]] on Obito, which interfered with his ability to become the Ten-Tails' jinchūriki, until Obito later managed to remove it.<ref>''Naruto'' chapter 675, page 5-7</ref>\n* The Truth-Seeking Balls created through this technique are said to be similar to [[Tailed Beast Ball]]s.<ref name=\"d4\" />\n* ''Jin no Sho'' describes this technique as making the user's body into a ''[[wikipedia:Yorishiro|yorishiro]]'', an object with which to attract and house a [[God Tree|deity]].<ref name=\"d4\" />\n* Alongside the [[Limbo: Border Jail]], Madara could not use this technique as a [[Summoning: Impure World Reincarnation|reincarnated]] corpse.\n\n== References ==\n<references />\n\n[[fr:Sceau de Confinement de Jûbi de Rikudô]]\n[[pl:Rikudō Jūbi Kyūin]]\n[[pt-br:Selo de Ataúde do Dez-Caudas do Seis Caminhos]]"
  }
}