{
  "name": "Six Paths of Pain",
  "sourcePage": "Six Paths of Pain",
  "pageId": 10074,
  "url": "https://naruto.fandom.com/wiki/Six_Paths_of_Pain",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/d/db/Pein_Rikud%C5%8D.png/revision/latest/scale-to-width-down/600?cb=20150127162053",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the technique which uses different bodies|the original technique granted by the Rinnegan|Six Paths Technique}}\n|image=Pein Rikudō.png;Nagato's Paths.\nReincarnated Jinchūriki.png;Obito's Paths.\n|kanji=ペイン六道\n|unnamed jutsu=No\n|romaji=Pein Rikudō\n|literal english=Six Paths of Pain\n|game names=Rinne Six Paths\n|parent jutsu=Outer Path, Black Receiver\n|related jutsu=Six Paths Technique\n|jutsu classification=Kekkei Genkai~Rinnegan, Fighting Style, Ninjutsu, Dōjutsu,\n|jutsu class type=Offensive, Defensive, Supplementary\n|jutsu range=Short, Mid, Long\n|users=Nagato, Obito Uchiha\n|debut manga=369\n|boruto=No\n|debut anime=129\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|movie debut=Road to Ninja: Naruto the Movie\n|ova debut=Naruto x UT\n|jutsu media=Anime, Manga, Game, Movie\n}}\nThe {{translation|'''Six Paths of Pain'''|ペイン六道|Pein Rikudō}} is an [[Outer Path]] technique that allows a [[Rinnegan]] user to manipulate up to six bodies as though they are their own.\n\n== Usage ==\nThe user embeds one or more [[black receiver]]s into a body, allowing them to channel their chakra into it from great distances. To make full use of the body, the user ideally transmits their chakra from the highest and closest point possible so that they can have the best possible range.<ref name=\"chpt428\">''Naruto'' chapter 428, pages 14-15</ref> Once their chakra enters the body, they are given complete control of it, allowing them to decide all of its actions, its use of [[jutsu]], and even speak through it. As a representation of this control, the controlled bodies' eyes take on the same appearance as the user's.<ref>''Naruto'' chapter 544, pages 16-17</ref> [[Inoichi Yamanaka]] compared this technique to the [[Yamanaka clan]]'s [[Mind Body Switch Technique]], albeit on a greater scale.<ref name=\"chpt428\"/>\n\n[[File:Three Way Vision.png|thumb|left|A first-person perspective of the Rinnegan's shared vision.]]\nWhen multiple bodies are controlled together the user is able to see through all of their eyes, thus registering six separate fields of vision at the same time. With this shared vision, the user can coordinate their attacks and provide defences for their blind spots. For this reason, the Six Paths of Pain are strongest when used together, employing combination tactics, the element of surprise, and/or sheer overwhelming power to defeat their enemies.\n\nThe technique has a drawback. If the caster of the technique is interrupted in any way while transmitting chakra to the bodies being used as part of the technique, then all of the bodies will stop moving and become very vulnerable to attack.\n\n== Nagato's Paths ==\n[[File:Six Paths Pain.png|thumb|right|Nagato's Six Paths of Pain (with a new Animal Path).]]\n[[Nagato]] created the Six Paths of Pain after he was left crippled during a battle with [[Hanzō]]. Unable to move or act on his own, he controlled six corpses to carry out his will as part of his \"Pain\" identity.<ref>''Naruto'' chapter 443, page 3</ref> In the anime, the first body used, belonged to his childhood friend [[Yahiko]],<ref>''Naruto: Shippūden'' episode 348</ref> which was his favourite. To match his late friend's hair colour, he had the other Paths' hair dyed to the same colour, including eyebrows. Nagato's first Six Paths of Pain were composed of individuals that [[Jiraiya]] had met when they were alive. Nagato implants their black receivers all over their bodies as body piercings.\n\nEach of the Six Paths of Pain can be used to perform any technique that Nagato himself is capable of, however, he limits each body to one branch of the [[Six Paths Technique]]s, the exception being Yahiko's body (the [[Deva Path]]) through which he performs a number of miscellaneous jutsu; the [[King of Hell]] and the creatures summoned by the [[Animal Path]] are part of his shared vision. Nagato refers to each body by the Path it embodies and has them serve specific purposes, be it offensive or defensive, reconnaissance or repair. Each of the Paths has its own importance in a fight – the [[Naraka Path]]'s ability to restore all the other Paths making it the most valuable – and therefore, Nagato will sacrifice other Paths to protect those further up the hierarchy.\n\nBecause of his lack of mobility, Nagato requires a great deal of preparation time to use his Six Paths of Pain, especially when moving outside his usual residence in [[Amegakure]]. Some of the Six Paths Techniques are very chakra-taxing, and in order to use them Nagato must either bring the respective body closer to his position<ref>''Naruto'' chapter 438, page 17</ref> or alternatively cut off control of the other five Paths and focus all of his chakra into the one.<ref>''Naruto'' chapter 429, page 10</ref> The greatest weakness of his Six Paths of Pain is that each body has only one primary ability; if an enemy has prior knowledge of what body does what, they stand a better chance of defeating the Paths. Sensors can track the chakra Nagato spends to control the paths back to him, exposing his real location. This is usually mitigated by Nagato's frequent changing of his chakra signature. It took Naruto stabbing himself with one of Nagato's black receivers to create a direct connection to track him with his Sage Mode sensing.\n\n<!-- DO NOT CHANGE THIS IMAGE TO AN ANIME VERSION! -->\n[[File:Six Paths Body Room.png|thumb|left|The room where the bodies are kept.]]\n<!-- DO NOT CHANGE THIS IMAGE TO AN ANIME VERSION! -->\nWhen not in use, Nagato stores the bodies in a hidden chamber within Amegakure's [[Pain's Tower|tallest tower]]. Within the room are six \"pods\", in which the bodies rested; each pod is connected to the wall via pipes or wires and has a sliding cover that appears to feature the symbol of Amegakure, which conceals the face of the inactive body. The pods are also numbered from one through six using ''daiji'' characters and are ordered counter-clockwise around the room with a numbering scheme that corresponds with the ordering of the six Buddhist Paths of Reincarnation:\n* {{translation|壱|1}} - [[Deva Path]].\n* {{translation|弐|2}} - [[Asura Path]]. \n* {{translation|参|3}} - [[Human Path]]. \n* {{translation|四|4}} - [[Animal Path]].\n* {{translation|五|5}} - [[Preta Path]]. \n* {{translation|六|6}} - [[Naraka Path]].\n\n== Obito's Paths ==\n[[File:Obito's Paths Transform.png|thumb|Obito's Six Paths in partial transformations.]]\n[[Obito Uchiha]] creates his own Six Paths of Pain during the [[Fourth Shinobi World War]] using the [[Summoning: Impure World Reincarnation|reincarnated]] [[jinchūriki]].<ref>''Naruto'' chapter 544, pages 16-17</ref> Obito controls his Six Paths using a single black receiver embedded into the left side of each of their chests, which were hidden from view. When transformed into the tailed beast, the receivers move from the chest to the neck. He also seals their respective [[tailed beast]] back into their bodies, which he maintains control of through the [[Demonic Statue of the Outer Path]].<ref>''Naruto'' chapter 570, pages 2-4</ref>\n \n[[File:Biju full transformation.png|thumb|left|Obito forcing the jinchūriki into their full tailed beast forms.]]\nObito can force the jinchūriki to transform into their full [[Tailed Beast Mode]]s, but this carries an increased risk of the beasts subverting his commands.<ref>''Naruto'' chapter 567, pages 7-9</ref> Because of how much effort it requires to keep six tailed beasts under his control at once, Obito does not channel the Six Paths Techniques into his Six Paths of Pain.<ref>''Naruto'' chapter 567, page 14</ref> Rather, he uses the same abilities that they had when they were alive, such as [[Rōshi]]'s [[Lava Release]] and [[Utakata]]'s [[Soap Bubble Ninjutsu]]. With Obito's [[Sharingan]], through which he sees what his Paths see, he is able to more precisely synchronise and deploy their abilities.<ref>''Naruto'' chapter 565, page 9</ref>\n\n== Influences ==\nBased upon the six Buddhist Paths of Reincarnation, each body was named after one of the different ''[[Wikipedia:Desire realm|Paths]]'': Deva, Asura, Human, Animal, Preta, and Naraka. Each of these Paths, or realms, represents one of the realms a being is reborn into after death, determined by the accumulated karma of their past lives. While the two lower Paths, Preta and Naraka, are hellish, and the two higher Paths, Deva and Asura, are heavenly, all six are considered to be Paths of suffering because they perpetuate the cycle of Reincarnation; the only way to break it and ascend to a higher state of existence is to attain enlightenment.\n\n== Trivia ==\n* In the anime, Nagato's Six Paths spoke in Yahiko's voice, with the exception of Nagato's second Animal Path. The latter had a female voice as it was a woman.\n* Three of Nagato's Six Paths of Pain are playable in ''[[Ultimate Ninja Heroes 3]]'', while the other three appear as support characters. All six are able to appear simultaneously in three-versus-one match-ups. The playable ones are Deva, Asura and Animal, the ones whose primary function is battle, rather than support.\n* While talking to [[Tobi]] about the [[Summoning: Impure World Reincarnation]] technique, [[Kabuto Yakushi]] uses the term {{translation|Pain of Six Paths|六道ペイン達|Rikudō Pein-tachi}} to refer to the six bodies Nagato used to fight [[Jiraiya]].<ref>''Naruto'' chapter 520</ref>\n\n== See Also ==\n* [[Dead Soul Technique]]\n* [[Nine Masked Beasts]]\n\n== References ==\n<references/>\n\n[[fr:Pain Rikudô]]\n[[id:Enam Jalan Pain]]\n[[ru:Шесть Путей Пейна]]\n[[pt-br:Seis Caminhos de Pain]]\n[[pl:Pein Rikudō]]"
  }
}