{
  "name": "Strength of a Hundred Seal",
  "sourcePage": "Strength of a Hundred Seal",
  "pageId": 114096,
  "url": "https://naruto.fandom.com/wiki/Strength_of_a_Hundred_Seal",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/1/1f/Strength_of_a_Hundred_Seal.svg/revision/latest/scale-to-width-down/375?cb=20191201052102",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d2\">Second Databook, page 201</ref><ref name=\"c632p18\">''Naruto'' chapter 632, page 18</ref>\n|image=Strength of a Hundred Seal.svg\n|kanji=百豪の印\n|unnamed jutsu=No\n|romaji=Byakugō no In\n|literal english=Strength of a Hundred Seal\n|english tv=Reserve Seal<br>The Hundred Healings Mark\n|viz manga=Byakugou Seal\n|other names={{translation|Yin Seal|陰封印|Infūin}}, One Hundred Healings Mark\n|jutsu rank=S\n|jutsu classification=Fūinjutsu\n|jutsu class type=Supplementary\n|users=Sakura Haruno, Tsunade<!-- //// DO NOT ADD MITO UZUMAKI TO THIS ARTICLE, SHE WAS NEVER CONFIRMED AS A USER! \\\\\\\\ -->\n|debut manga=153\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=88\n|debut shippuden=No\n|boruto anime=No\n|novel debut=Kakashi Hiden: Lightning in the Icy Sky\n|game debut=Naruto: Ultimate Ninja 2\n|movie debut=Naruto Shippūden the Movie\n|ova debut=Finally a clash! Jōnin vs. Genin!! Indiscriminate Grand Melee Tournament Meeting!!\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nThe '''Strength of a Hundred Seal''' is a [[jutsu]] from the [[Sage of Six Paths]] era,<ref>''Boruto'' chapter 36, page 17</ref> that requires extremely delicate [[chakra control]].<ref name=\"c632p18\" /> By storing a vast amounts of chakra over an extended period of time into a specific point on their body — usually the forehead — the user creates this seal, which manifests in the form of a rhombus-like marking. Once the seal is formed, the user's already impressive chakra control allows them to perform techniques without any wasted energy.<ref name=\"ch632\">''Naruto'' chapter 632, pages 15-18</ref> When [[Yin Seal: Release|released]], the seal will either spread across the user's face or wrap around their entire body. The stored chakra is then released into their body, greatly amplifying the power of their techniques. The seal will permanently remain in the centre of the user's forehead, presumably so that the user can keep on benefiting from its effects.\n\nThis seal is also symbiotically [[Katsuyu: Immense Network Healing|linked]] to the summon [[Katsuyu]], to either perform widespread healing of people, or communicating with the slug over long distances. That is to say: the power of the techniques used by Katsuyu, is directly proportional to the reserves of the seal.<ref>''Naruto'' chapter 635, pages 4-5</ref> By releasing the power of their seals, Tsunade and Sakura were able to combine its power with the [[Creation Rebirth]] technique in order to gain access to the [[Ninja Art Creation Rebirth — Strength of a Hundred Technique]].\n\n== Trivia ==\n* When written as '白毫', ''byakugō'' means {{translation|'[[Wikipedia:Urna|Ūrṇā]]'|lit meaning=Fine White Hair}}, which is a white swirl of fine hair on the forehead of the Buddha, represented in art by a spiral or a dot, or even a gem or pearl. It represents the [[Wikipedia:Third eye|third eye]] which allows one to see past the mundane world and into the divine world.\n* [[Mito Uzumaki]] had a similar marking on her forehead. While the Strength of a Hundred Seal seems to be modelled after this in terms of appearance, it is currently unknown if hers is also a Strength of a Hundred Seal.\n* In the chapters published in ''Shōnen Jump'', the seal was initially identified as {{translation|\"White Strength Seal\"|白豪の印|Byakugō no In}}. It was corrected in the [[A New Three-Way Deadlock (volume)|tankōbon]] version.\n* Tsunade also uses a portion of the seal's chakra to maintain her youthful appearance.<ref name=\"ch632\" />\n* Sakura spent three years storing chakra to form the seal, something Tsunade's first disciple, [[Shizune]], noted that even she was unable to achieve due to the level of chakra control required.<ref>''Naruto'' chapter 632, pages 12-15</ref>\n** In the anime, Tsunade stated that because of the delicate nature of building up chakra required for this technique, a person is substantially drained of normal reserves of chakra, making it dangerous for one to perform surgery or battle. Sakura, however, found a way to divert a small portion of that built-up chakra back into her normal reserves.<ref>''Naruto: Shippūden'' episode 408</ref>\n* [[Mitsuki]] claims [[Orochimaru]] has researched it, finding it to have a long and poorly understood history.<ref>''Boruto'' chapter 35</ref>\n* Due to similar appearances, [[Sarada Uchiha]] speculates there exists a connection between this seal and [[Kāma]].\n\n== References ==\n<references />\n\n[[fr:Sceau de Création et Renouveau Suprêmes]]\n[[pl:Byakugō no In]]\n[[pt-br:Selo da Força de Uma Centena]]"
  }
}