{
  "name": "Sukunahikona",
  "sourcePage": "Sukunahikona",
  "pageId": 276653,
  "url": "https://naruto.fandom.com/wiki/Sukunahikona",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/7/7f/Sukunahikona.png/revision/latest/scale-to-width-down/600?cb=20210902060318",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Sukunahikona.png\n|kanji=<ruby>少名毘古那<rt>スクナヒコナ</rt></ruby>\n|unnamed jutsu=No\n|romaji=Sukunahikona\n|literal english=Small Man of Renown\n|related jutsu=Daikokuten\n|jutsu classification=Kekkei Genkai~Kokugan, Shinjutsu, Hiden~Ōtsutsuki Clan, Dōjutsu\n|jutsu class type=Supplementary\n|users=Isshiki Ōtsutsuki, Kawaki\n|debut manga=36\n|boruto=Yes\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=203\n|debut shippuden=No\n|boruto anime=Yes\n|game debut=Naruto to Boruto: Shinobi Striker\n|jutsu media=Anime, Manga, Game\n}}\n'''Sukunahikona''' is a [[Kokugan]] technique. It allows the caster to instantaneously shrink themselves or any nonliving matter within their field of vision (or return the same to full size) at will.\n\n==Overview==\nSukunahikona allows the user to physically shrink down themselves and objects within their sight, even energy and [[chakra]]-based substances, though living beings other than the user cannot be affected. Because the change in size happens too fast for the human eye to see (and the shrunken size can be exceedingly small), use of the jutsu can easily be mistaken for teleportation. The technique cannot, however, be used on oneself if one is physically paralysed. [[Daikokuten]] can be used to store shrunken objects within an alternate dimension where time does not flow, allowing them to maintain a pristine condition.\n\nIsshiki Ōtsutsuki utilised Sukunahikona while on the verge of death after being betrayed by Kaguya, to enter the body of [[Jigen]], which allowed him to survive as a parasite before ultimately taking over the monk's brain.\n\nIsshiki employs Sukunahikona in combat by shrinking his projectile attacks to keep his enemies from defending against them and then restoring them to their original size to inflict critical damage. He also uses the jutsu to dodge enemy attacks and free himself from restraints. He is still able to use [[Kāma]]'s absorption in his shrunken state. He can also use the shrinking effect defensively against that which Kāma cannot absorb, such as reducing natural (non-chakra) flames that were engulfing him to a small size. The shrinkage is not limited to an object's entirety, as Isshiki can shrink a section of the target object, such as causing a building to cave in or removing a section of a rooftop.\n\nWhile inhabiting Jigen's body, this jutsu demanded that Isshiki make hand gestures in order to shrink foreign matter, but in his original form, Isshiki can achieve the effect merely by looking at desired objects.\n\n==Trivia ==\n*This technique is named after and inspired by [[wikipedia:Sukuna bi kona|Sukonabikona]], the son of a primordial goddess of creation (Kamimusubi) whose name (meaning \"small lord of renown\") was due to him being a dwarf no bigger than a thumb.\n*While Isshiki could not shrink living beings, he was able to shrink Jigen's body while still inhabiting it. This could be because his own body was attached to Jigen's, making it an extension of his.\n\n[[fr:Sukunahikona]]\n[[pl:Sukunahikona]]\n[[pt-br:Sukunahikona]]\n[[ru:Сукунахикона]]"
  }
}