{
  "name": "Summoning: Impure World Reincarnation",
  "sourcePage": "Summoning: Impure World Reincarnation",
  "pageId": 3354,
  "url": "https://naruto.fandom.com/wiki/Summoning:_Impure_World_Reincarnation",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/03/Hokage_reincarnated.png/revision/latest/scale-to-width-down/600?cb=20140612141309",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref>First Databook, page 181</ref>\n|image=Hokage reincarnated.png\n|kanji=口寄せ・穢土転生\n|unnamed jutsu=No\n|romaji=Kuchiyose: Edo Tensei\n|literal english=Summoning: Impure World Reincarnation\n|english tv=Summoning Jutsu: Reanimation\n|viz manga=Summoning: Worldly Resurrection\n|game names=Forbidden Jutsu: Return from the Dead\n|other names=Summoning: Reanimation\n|parent jutsu=Summoning Technique\n|jutsu rank=S\n|jutsu classification=Ninjutsu, Kinjutsu, Reincarnation Ninjutsu, Space–Time Ninjutsu\n|jutsu class type=Supplementary\n|users=Kabuto Yakushi, Orochimaru, Tobirama Senju\n|hand signs=Tiger, Snake, Dog, Dragon, Clap hands\n|debut manga=117\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|debut anime=69\n|debut shippuden=No\n|boruto anime=No\n|novel debut=Sasuke Shinden: Book of Sunrise\n|game debut=Naruto: Ultimate Ninja\n|jutsu media=Anime, Manga, Novel, Game\n}}\nThe '''Summoning: Impure World Reincarnation''' is a jutsu that binds the [[soul]] of a deceased person to a living vessel, restoring them as they were in the last moments of their lives in order to do their summoner's bidding. It was originally created by [[Tobirama Senju]], some time after which he declared it a [[kinjutsu]]. [[Orochimaru]] would discover the technique decades later and improve on its use, while his subordinate [[Kabuto Yakushi]] nearly perfected it.\n\n== Usage ==\n[[File:Kabuto Demonstrates Edo Tensei.png|left|thumb|The seal for the ritual.]]\nBefore this technique can be performed, the user must first acquire some of the [[Wikipedia:DNA|DNA]] of the person they intend to reincarnate. Kabuto remarks that this basically amounts to grave-robbing, although blood stains or organs salvaged after the target's death also work.<ref name=\"c520\"/> The soul of the intended reincarnated must also reside in the [[Pure Land]]; souls trapped in the stomach of the [[Shinigami]], for example, cannot be reincarnated so long as they reside there.<ref name=\"NC618\">''Naruto'' chapter 618, pages 13-17</ref> A living sacrifice is also required for the reincarnated soul to use as a vessel.<ref name=\"c520\">''Naruto'' chapter 520</ref> If the souls are readily available in the Impure World, such as was the case with the first four Hokage who were freshly freed from the Shinigami's stomach, they can be reincarnated through this technique.<ref name=\"NC618\"/>\n\n{{ImgRight|Fu sacrifice.png|Torune being reincarnated with Fū as the sacrifice.}}\nTo actually perform the Impure World Reincarnation, the DNA of the person to be reincarnated is smeared on a special scroll. Once the scroll is activated, the remains spread out in the form of a special seal with the living sacrifice in the centre. Then dust and ash encase the sacrifice's body, giving them the same appearance that the reincarnated had at the time of their death; the process is apparently painful for the sacrifice.<ref name=\"c520\"/> The sacrifice's chakra signature is completely overridden with the chakra of the one being reincarnated. Although the sacrifice is still technically alive so long as the technique is active, their body will never again be theirs and the body will die when the reincarnated soul is released.\n\nAlthough Tobirama was the technique's creator, his usage had two flaws: the reincarnated souls were greatly diminished in power compared to when they were alive and he could only control a small number at a time.<ref name=\"c521\"/> Orochimaru was able to somewhat mitigate both flaws, though the power they possessed still wasn't anywhere close to when they were alive. It was only upon his revival that Orochimaru was able to summon beings who were much closer to their original level of power. Ultimately, it is Kabuto who almost completely eliminates the flaws, bettering the Impure World Reincarnation to such a degree that the reincarnations are almost perfectly returned to how they were during life and he can control as many at a time as he wishes to, resources permitting.<ref name=\"c520\"/> His improvements, combined with the fact that performing the Impure World Reincarnation requires no chakra from the user, causes Kabuto to declare it the most powerful jutsu in history.<ref name=\"c521\"/>\n\nReincarnations can be mobilised like standard infantry, where they must travel to their destination. Alternatively, coffins that contain them can be summoned to a location, assuming someone is there to perform the summoning; the anime does not consistently require this.<ref>''Naruto: Shippūden'' episode 318</ref> Reincarnations can be recalled in a similar way, with a coffin emerging around them to take them back.\n\n=== Control ===\n[[File:Zabuza Being Controlled.png|thumb|left|The talisman used to control the reincarnated.]]\nThe only discretion a user needs to exercise for the Impure World Reincarnation is how much control to exert over the reincarnated soul. After first performing it the user is only able to restrict their movements. In general, this limited control is not an issue for the summoner, and they will typically \"deactivate\" the reincarnation, placing them in a coffin for storage and transportation until they're needed. However, when the perfected Impure World Reincarnation is used to revive somebody, there comes a possibility that they will be strong enough to resist this control; Tobirama was able to resist this control prior to Orochimaru using Hashirama's cells to strengthen the binding and Orochimaru notes [[Hashirama Senju]] could break free if he chose to, even with the enhanced binding from Hashirama's cells.<ref>''Naruto'' chapter 620, page 11</ref>\n\nIn order to actually be able to control their actions, the user must implant a special talisman - generally attached to the end of a kunai - within the reincarnation's brain. The talisman's design determines how strong the control is:\n* At its most basic, the reincarnated souls retain their personality, giving them the freedom to approach a given task however they like so long as it broadly carries out the summoner's bidding. On the one hand, this makes them more useful in combat because they know how best to use their own abilities<ref>''Naruto'' chapter 513, pages 2 and 17</ref> and, if deployed against somebody they knew when they were alive, there is a possibility for psychological warfare.<ref>''Naruto'' chapter 516, page 5</ref> On the other hand, although they are compelled to do as their summoner wishes and act without reluctance,<ref>''Naruto'' chapter 548, page 14</ref> they can undermine their summoner to a degree, either by making poor decisions that opponents can take advantage of or by giving opponents advice about how to defeat them.<ref>''Naruto'' chapter 557</ref> Despite its risks, Kabuto prefers this level of control.\n* At its strongest level, the reincarnated soul's personality is entirely eliminated. The summoner instead controls all of their actions, even permitting them to speak through the reincarnation<ref>''Naruto'' chapter 560, page 2</ref> or summon other reincarnated souls to their location. Although this guarantees the reincarnated soul will only ever act as desired, they are less resourceful and it requires the summoner's attention for every action that must be taken, making it difficult for them to multi-task depending on the circumstances. Orochimaru prefers this level of control. Kabuto has at times rewritten talismans remotely in order switch to this level of control when the situation calls for it.<ref name=\"c522\">''Naruto'' chapter 522</ref>\n\nKabuto and Orochimaru are able to strengthen the bindings they use through external means: Kabuto siphons chakra from the [[Orochimaru's Juinjutsu|cursed seal]] [[Anko Mitarashi]] is branded with;<ref name=\"c522\"/> Orochimaru uses [[Senju]] [[White Zetsu Army|cells]].<ref>''Naruto'' chapter 620, pages 9-11</ref> On a related note, any level of control creates a traceable chakra signature between the reincarnated soul and their summoner, allowing reincarnated [[sensor]]s to trace the summoner's location.<ref>''Naruto'' chapter 577, page 16</ref>\n\n== Attributes ==\n[[File:Edo Tensei 2.png|thumb|Deidara being rejuvenated.]]\nWhen first summoned, the body will appear grey and in a state of minor decay: marred by cracks and other imperfections. If the summoner chooses to, they can rejuvenate the reincarnation while planting their control talisman, restoring their complexion and reducing some of the imperfections; this is merely aesthetic and the signs of decay do not inhibit their abilities. An unavoidable characteristic of a reincarnated body is the darkened sclerae, with a soul that retains its personality having grey sclerae and a soul with a suppressed personality having black sclerae.<ref name=\"c521\">''Naruto'' chapter 521</ref>\n\nA reincarnated individual will have all the abilities they had during their life, including [[kekkei genkai]] and [[kekkei tōta]]. They are physically restored as they were at the time of their death, including any physical handicaps they may have possessed, such as [[Nagato]]'s damaged legs. Exceptions exist: illnesses they had will not be preserved, nor will any physical damage that contributed to their death. There is some inconsistency of whether or not foreign body matter will be restored as well: [[Hanzō]] retains the poison gland of the [[black salamander]], but [[Madara Uchiha]] does not have access to Hashirama Senju's genetic material and thus Kabuto must artificially reproduce it for him.\n\nClothing is reproduced according to what they wore when they died, although it is merely a superficial aspect of their reincarnated body; armour offers no actual protection, being of the same ashen material as the rest of their body. Reincarnated members of [[Akatsuki]] are, however, outfitted with different cloaks than they used to wear. Weaponry is usually not retained and must instead be gathered by the summoner; the reincarnated [[Seven Ninja Swordsmen of the Mist]] only have access to those swords Kabuto is able to acquire.<ref>''Naruto'' chapter 523, page 6</ref> One exception seems to be the [[Gold and Silver Brothers]]' [[Treasured Tools of the Sage of Six Paths]], which are still seemingly stored within the brothers' bodies.<ref>''Naruto'' chapter 527, pages 1-3</ref>\n\nThe vast majority of the reincarnated were able to achieve the same power they had at life, such as [[Mū]]. But a few of the reincarnated, such as Madara Uchiha’s full abilities were limited by the technique. For example, even with the perfected Impure World Reincarnation; Madara's reincarnated body is successfully bound by the [[Sage Art: Gate of the Great God]], which he easily breaks free of as soon as he is [[Outer Path — Samsara of Heavenly Life Technique|restored to life]].<ref>''Naruto'' chapter 656, page 17</ref> Likewise, there are some things a reincarnated body simply cannot do, such as access all the abilities of the [[Rinnegan]] or become the [[jinchūriki]] of the [[Ten-Tails]].<ref>''Naruto'' chapter 614, page 5</ref>\n\n=== Enhancements ===\n[[File:Gojō Kibaku Fuda 1.png|thumb|left|Tobirama using the Mutually Multiplying Explosive Tags.]]\nOne of the major benefits of the Impure World Reincarnation is that it grants immortal bodies to those who are reincarnated. Any damage they receive will regenerate in time and, assuming the damage is not too debilitating, they can continue attacking even before their body recovers. This was one of the main purposes Tobirama created the technique for, as he would use one or more reincarnated souls to perform a series of [[Wikipedia:Kamikaze|Kamikaze]]-like attacks until the opposition was wiped out;<ref>''Naruto'' chapter 561, page 2</ref> he created the [[Mutually Multiplying Explosive Tags]] specifically for this purpose. Reincarnated bodies do not bleed, except in those cases where blood is needed to perform the [[Summoning Technique]].<ref>''Naruto'' chapter 548, page 17</ref>\n\nA second benefit is the limitless refilling of their diminished chakra reserves that the reincarnated individuals have access to; they can fight eternally and perform ordinarily physically demanding or chakra-intensive jutsu without issue, knowing their current reserves will infinitely refill.<ref name=\"chpt591\"/> They are still subject to certain inherent demands of the jutsu itself, such as the [[Second Tsuchikage]]'s chakra supply being cut in half after using the [[Fission Technique]]<ref>''Naruto'' chapter 553, pages 4-5</ref> or only being able to create a certain number of [[clone]]s.<ref>''Naruto'' chapter 637, pages 4-5</ref> Other side-effects may still manifest, as when [[Itachi Uchiha]]'s eyes bleed from using his [[Mangekyō Sharingan]], but he is not inhibited by it.\n\nThe reincarnated body can be further enhanced to \"beyond their prime\". When Madara Uchiha was brought back, Kabuto put his body through a selective evolution, combing the best attributes from different points of his life. In addition to his body being restored to its physical prime rather than the withered state it had when he died, he also retained the various abilities he gained only during the last years of his natural life; he retained the graft of Hashirama Senju's DNA so he could still access the First Hokage's abilities, and he has access to [[dōjutsu]] he gave up during his life.<ref>''Naruto'' chapter 560, page 3</ref> The reincarnated jinchūriki similarly have their respective [[tailed beasts]] sealed back into them.<ref>''Naruto'' chapter 565, page 1</ref>\n\nReincarnated individuals are immune to the [[Infinite Tsukuyomi]].<ref>''Naruto'' chapter 677</ref>\n\n== Countering ==\n[[File:Itachi's soul.png|thumb|Itachi Uchiha's soul ascending.]]\nKilling the summoner does not release the Impure World Reincarnation, and in fact that can be considered inadvisable.<ref>''Naruto'' chapter 577, page 17</ref> There are only three guaranteed ways to end the technique:<ref name=\"c521\"/>\n# Remove the soul from the reincarnated body, such as with the [[Dead Demon Consuming Seal]].\n# Have the summoner end the technique. As they are unlikely to do this voluntarily, using a [[genjutsu]] to trick them into cancelling the technique is ideal. The sequence of [[hand seals]] for cancelling the technique is ''Rat → Ox → Monkey → Tiger → Dragon → Boar'' and saying {{translation|\"release\"|解|kai}}.<ref>''Naruto'' chapter 589, pages 8-12</ref> (When demonstrating the technique to [[Tobi]], Kabuto lied that the seals to release it are ''Dog → Horse → Tiger''.)<ref name=\"c521\"/> The [[Sage of the Six Paths]] has demonstrated the ability to release the Impure World Reincarnation despite not being the summoner.<ref>''Naruto'' chapter 691, page 13</ref>\n# A less reliable, though equally effective method is to have the reincarnated soul be affected in some emotional way that gives them closure, allowing their soul to break free of the Impure World Reincarnation's influence.<ref>''Naruto'' chapter 518, page 17</ref>\n\nWhen a soul is released from the Impure World Reincarnation, their body disintegrates back into dust and the sacrifice's corpse will be left lying in the debris. The soul may linger briefly - with their personality restored if it was being suppressed - to leave parting words or take final actions. Souls released by their summoner will be enveloped in light throughout the process.<ref>''Naruto'' chapter 589, pages 12-17</ref>\n\nEven if the Impure World Reincarnation cannot be broken conventionally, reincarnated bodies can still be neutralised. During the [[Fourth Shinobi World War]], the [[Allied Shinobi Forces]] develop the method of binding the reincarnations' bodies so that they can't move and then placing a [[seal]] on the bindings so that they no longer pose a threat. The Benihisago and Kohaku no Jōhei are able to seal the reincarnated bodies to such a degree that even the release of the jutsu won't affect the seal. [[Yin–Yang Release]], as manifested in [[Truth-Seeking Ball]]s, can negate the regenerative properties of reincarnated bodies, reducing their effectiveness and, if used to strike a vital spot, kill them for all intents and purposes.<ref name=\"c642\">''Naruto'' chapter 642, pages 4-5</ref> The spirits of those reincarnated by the technique will remain damaged even if the jutsu is released, as shown with [[Minato Namikaze]]. Itachi also used his [[Sword of Totsuka]] to seal Nagato, his ultimate fate unclear after Itachi had Kabuto released the technique.\n\nThere are also other instances of a reincarnated body escaping their summoner's influence. [[Itachi Uchiha]] was targeted with [[Kotoamatsukami]] by [[Shisui]]'s eye transplanted into a [[Itachi's Crow|crow]] which was stored in Naruto, displacing Kabuto's commands with different orders.<ref>''Naruto'' chapter 550, page 8</ref> Kabuto can regain control of Itachi by gaining access to the control talisman,<ref>''Naruto'' chapter 582, page 3</ref> and in fact is still able to release him from the Impure World Reincarnation. Conversely, if the reincarnated soul knows the hand seals, they can sever the summoner's contract with them; in the anime, the seals are ''Snake → Ram → Boar → Dog → Tiger''.<ref>''Naruto: Shippūden'' episode 340</ref> This grants them full control of their own actions, all the benefits of an immortal body, and prevents the summoner from releasing them from the Impure World Reincarnation. [[Madara Uchiha]] describes this as \"the one risk of the technique\".<ref name=\"chpt591\">''Naruto'' chapter 591, page 17</ref> Another way to take over the control of reincarnated bodies is through the usage of the [[Six Paths Technique]], as in the case of Obito's Six Paths jinchūriki. Because of Obito's [[Black Receiver]]s being embedded into the left side of each jinchūriki's chests, he was able to wrest Kabuto's control over the revived jinchūriki, and thus control the revived jinchūriki's near-perfectly. However, it should be noted that Kabuto is still able to release them from the Impure World Reincarnation.\n\n== Known Reincarnated ==\n=== Orochimaru ===\n{| class=\"wikitable sortable\"\n|-\n! Name\n! Village of origin\n! Sacrifice used\n|-\n| [[Hashirama Senju]] || [[Konohagakure]] || [[Kin Tsuchi]]/[[White Zetsu]] [[Parasite Clone|clone]]\n|-\n| [[Hiruzen Sarutobi]] || [[Konohagakure]] || [[White Zetsu]] [[Parasite Clone|clone]]\n|-\n| [[Minato Namikaze]] || [[Konohagakure]] || [[White Zetsu]] [[Parasite Clone|clone]]\n|-\n| [[Osoi]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Kumogakure]] || [[Konohagakure]] shinobi\n|-\n| [[Third Kazekage]] <sup>(Anime only)</sup> || [[Sunagakure]] || Unknown\n|-\n| [[Tobirama Senju]] || [[Konohagakure]] || [[Zaku Abumi]]/[[White Zetsu]] [[Parasite Clone|clone]]\n|-\n| [[Yota]] <noinclude><sup>(Anime only)</sup></noinclude>|| Unknown || Unknown\n|}\n\n;Notes\n* During the [[Konoha Crush]], Orochimaru attempted to reincarnate Minato Namikaze, unaware that his soul did not reside in the [[Pure Land]]. For that reason the summon failed.<ref name=\"c520\"/> The failed coffin is not seen in the manga, but in the anime it briefly appears with {{translation|\"four\"|四|Yon}} written on it.<ref name=\"e69\"/>\n* In the anime, Orochimaru's reincarnation of [[Osoi]] was an accident, as he intended to reincarnate [[Toroi]].\n\n=== Kabuto Yakushi ===\n{| class=\"wikitable sortable\"\n|-\n! Name\n! Village of origin\n! Sacrifice used\n|-\n| [[A (Third Raikage)|A]] || [[Kumogakure]] || Unknown\n|-\n| [[Ameyuri Ringo]] || [[Kirigakure]] || Unknown\n|-\n| [[Asuma Sarutobi]] || [[Konohagakure]] || Unknown\n|-\n| [[Blue B]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Kumogakure]] || Unknown\n|-\n| [[Chen]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Konohagakure]] || Unknown\n|-\n| [[Chiyo]] || [[Sunagakure]] || [[Konohagakure]] shinobi\n|-\n| [[Chūkaku]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Fire Temple]] || Unknown\n|-\n| [[Chūkichi]] || [[Kirigakure]] || Unknown\n|-\n| [[Dan Katō]] || [[Konohagakure]] || Unknown\n|-\n| [[Daimaru]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Sunagakure]] || Unknown\n|-\n| [[Deidara]] || [[Iwagakure]] || [[Konohagakure]] shinobi\n|-\n| [[Fū]] || [[Takigakure]] || Unknown\n|-\n| [[Fuguki Suikazan]] || [[Kirigakure]] || Unknown\n|-\n| [[Gari]] || [[Iwagakure]] || Unknown\n|-\n| [[Gengetsu Hōzuki]] || [[Kirigakure]] || Unknown\n|-\n| [[Ginkaku]] || [[Kumogakure]] || Unknown\n|-\n| [[Haku]] || [[Kirigakure]] || Unknown\n|-\n| [[Han]] || [[Iwagakure]] || Unknown\n|-\n| [[Hanzō]] || [[Amegakure]] || Unknown\n|-\n| [[Hayate Gekkō]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Konohagakure]] || Unknown\n|-\n| [[Heiji]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Amegakure]] || [[Konohagakure]] shinobi\n|-\n| [[Hizashi Hyūga]] || [[Konohagakure]] || Unknown\n|-\n| [[Inabi Uchiha]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Konohagakure]] || Unknown\n|-\n| [[Itachi Uchiha]] || [[Konohagakure]] || [[Konohagakure]] shinobi\n|-\n| [[Jinin Akebino]] || [[Kirigakure]] || Unknown\n|-\n| [[Jinpachi Munashi]] || [[Kirigakure]] || Unknown\n|-\n| [[Jirōbō]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Otogakure]] || Unknown\n|-\n| [[Kakuzu]] || [[Takigakure]] || Unknown\n|-\n| [[Kidōmaru]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Otogakure]] || Unknown\n|-\n| [[Kimimaro]] || [[Otogakure]] || Unknown\n|-\n| [[Kinkaku]] || [[Kumogakure]] || Unknown\n|-\n| ''[[Kumo Reincarnated Shinobi]]'' <noinclude><sup>(Anime only)</sup></noinclude>|| [[Kumogakure]] || Unknown\n|-\n| [[Kushimaru Kuriarare]] || [[Kirigakure]] || Unknown\n|-\n| [[Madara Uchiha]] || [[Konohagakure]] || Unknown\n|-\n| [[Mangetsu Hōzuki]] || [[Kirigakure]] || Unknown\n|-\n| [[Mū]] || [[Iwagakure]] || Unknown\n|-\n| [[Nagato]] || [[Amegakure]] || Unknown\n|-\n| [[Osoi]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Kumogakure]] || Unknown\n|-\n| [[Pakura]] || [[Sunagakure]] || Unknown\n|-\n| [[Rasa]] || [[Sunagakure]] || Unknown\n|-\n| [[Rōshi]] || [[Iwagakure]] || Unknown\n|-\n| [[Sakon and Ukon]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Otogakure]] || Unknown\n|-\n| [[Sasori]] || [[Sunagakure]] || Unknown\n|-\n| [[Shin]] || [[Konohagakure]] || Unknown\n|-\n| ''[[Suna Reincarnated Shinobi]]'' <noinclude><sup>(Anime only)</sup></noinclude>|| [[Sunagakure]] || Unknown\n|-\n| [[Tatewaki]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Land of Iron]] || Unknown\n|-\n| [[Tayuya]] <noinclude><sup>(Anime only)</sup></noinclude>|| [[Otogakure]] || Unknown\n|-\n| ''[[Tonika Village Head]]'' <noinclude><sup>(Anime only)</sup></noinclude>|| [[Tonika Village]] || Unknown\n|-\n| [[Toroi]] || [[Kumogakure]] || Unknown\n|-\n| [[Torune Aburame]] || [[Konohagakure]] || [[Fū Yamanaka]]\n|-\n| [[Utakata]] || [[Kirigakure]] || Unknown\n|-\n| [[Yagura Karatachi]] || [[Kirigakure]] || Unknown\n|-\n| [[Yota]] <noinclude><sup>(Anime only)</sup></noinclude>|| Unknown || Unknown\n|-\n| [[Yugito Nii]] || [[Kumogakure]] || Unknown\n|-\n| [[Zabuza Momochi]] || [[Kirigakure]] || Unknown\n|}\n;Notes\n* Kabuto mentions his desire to reincarnate certain shinobi:<ref name=\"c520\"/>\n** [[Jiraiya]], though his body lies at the bottom of the ocean where the water pressure is too great to reach. However, he claimed that the bloodstains on the [[Six Paths of Pain]]'s weapons may provide enough DNA. [[Tobi]] denies him this request on the basis that doing so would be \"pushing [his] luck\".\n** [[Shisui Uchiha]], but Kabuto could not find his body. He suggested that one of Shisui's eyes that was crushed by [[Danzō Shimura]], whose corpse was in Tobi's possession, would be sufficient. As with Jiraiya's case, Tobi threatened him not to push his luck.\n** In the anime, Kabuto planned to reincarnate [[Baki]], if he died during his fight with Hayate Gekkō.<ref>''Naruto: Shippūden'' episode 307</ref>\n* In the anime, Kabuto's reincarnation of Chūkaku and Heiji are accidents, as he intended to reincarnate [[Chiriku]] and Hanzō, respectively.\n** Kabuto deploys these and other mistaken reincarnations to try and release more important reincarnations from their bindings. As most are no stronger than [[genin]], they all fail.<ref name=\"ship316\">''Naruto: Shippūden'' episode 316</ref>\n\n== Trivia ==\n[[File:Kabuto controlling the revived.png|thumb|The pebbles and grid Kabuto uses.]]\n* Kabuto is seen using a grid to keep track of all the reincarnated individuals he controls, with a pebble representing each shinobi.<ref name=\"c521\"/> It is not clear if there is some actual connection between the grid and those he reincarnates or if it's a mere convenience for him. In the anime, the pebbles crumble when the reincarnation is sealed. All of the pebbles are light-coloured except for [[Madara Uchiha]]'s, whose is black.<ref>''Naruto'' chapter 575, page 14</ref> In the anime, the failed reincarnations are represented by piles of sand.<ref name=\"ship316\"/>\n* {{translation|\"Edo\"|穢土|lit meaning=Dirty Soil}} is what Japanese Buddhists call the normal world, where unenlightened people live. The current, living world. The world of the people who have not yet have escaped the polluting thoughts (greed, hatred, delusion, etc.) that result in suffering.\n* A possible translation of ''Tensei'' is \"Resurrection\". In terms of this technique, both \"Reincarnation\" and \"Resurrection\" can be found; the sacrificed body is ''reincarnated'' into the body of the summoned shinobi, while the reincarnated shinobi is ''resurrected'' from the dead.\n*  Due to the mechanics of this technique, Orochimaru's attempt to summon the Fourth should not have been feasible, as the limitations of the ritual would have been apparent during the initial summoning process, making such an action fundamentally impossible within the framework of the technique.\n* In ''[[Naruto: Ultimate Ninja 2]]'', Orochimaru reincarnates the [[Third Hokage]] despite his soul not being in the [[Pure Land]].\n** Orochimaru also reincarnates [[Zabuza]] and [[Haku]] to aid him in a second [[Konoha Crush]].\n* During the original ''Naruto'' anime, a reincarnated target's eyes appear normal, albeit glazed over.<ref name=\"e69\">''Naruto'' episode 69</ref> In ''Naruto: Shippūden'', the eyes are corrected to match the manga.\n* Starting in ''[[Ultimate Ninja Storm Generations]]'', Kabuto Yakushi (Snake Cloak Form) uses the Impure World Reincarnation as his ultimate technique. He summons Kakuzu, Itachi, and Deidara, who attack the opponent using the [[Lightning Release: False Darkness]], [[Fire Release: Great Fireball Technique]], and [[C1]], respectively.\n* In the anime, when eradicating the personality of Hanzō, Kabuto used several hand seals instead of just one.<ref>''Naruto: Shippūden'' episode 272</ref>\n* In ''[[Konoha Shinden: Steam Ninja Scrolls]]'', [[Ryūki]] claimed to have redesigned this technique as a means to communicate with the dead without actually sacrificing anyone. This was ultimately a lie to gather sacrifices for his goal in gaining immortality from [[Jashin]].\n* In the [[Jiraiya Shinobi Handbook: The Tale of Naruto the Hero|anime]] within Tsunade's [[Infinite Tsukuyomi]] dream, Sasori used this technique to revive an army of shinobi puppeteers, which could all use [[Red Secret Technique: Performance of a Hundred Puppets]].<ref>''Naruto: Shippūden'' episode 449</ref>\n* In ''[[Sasuke Retsuden: The Uchiha Descendants and the Heavenly Stardust]]'', Zansūru claimed that the Impure World Reincarnation is merely a regional variant of [[Redaku Reincarnation Ninjutsu]]. Decades prior to Sasuke's time in the [[Astronomy Research Institute]], Orochimaru visited the Institute to research this technique, ultimately stealing a few of the more valuable documents for his own purposes and using what he learned to improve upon Tobirama's Impure World Reincarnation.\n\n== See Also ==\n* ''[[Body Recreation Technique]]''\n* [[Earth Release Resurrection Technique: Corpse Soil]]\n* [[Redaku Reincarnation Ninjutsu]]\n\n== References ==\n<references/>\n\n[[de:Kuchiyose: Edo Tensei]]\n[[es:Invocación: Resurrección del Mundo Impuro]]\n[[fr:Invocation - Réincarnation des Âmes]]\n[[ka:ვიძახებ: უწმინდურ მსოფლიო რეინკარნაციას]]\n[[pl:Kuchiyose: Edo Tensei]]\n[[pt-br:Invocação: Reencarnação nas Terras Impuras]]\n[[ru:Призыв: Нечистивое Воскрешение]]\n[[tr:Çağırma: Kirli Dünya Reenkarnasyonu]]\n[[uk:Виклик: Реінкарнація Нечистого Світу]]"
  }
}