{
  "name": "Susanoo",
  "sourcePage": "Susanoo",
  "pageId": 4696,
  "url": "https://naruto.fandom.com/wiki/Susanoo",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/2/2b/Susanoo.png/revision/latest/scale-to-width-down/600?cb=20150207103348",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the technique|the chapter|Susanoo…!!}}\n|ref=<ref name=\"d3\">Third Databook, pages 274-275</ref>\n|image=Susanoo.png\n|kanji=<ruby>須佐能乎<rt>スサノオ</rt></ruby>\n|unnamed jutsu=No\n|romaji=Susanoo\n|literal english=He with the ability to help by all means\n|english tv=<!-- Do not add \"Susano'o\"; that is an alternative romanisation. -->\n|other names={{translation|Tempestuous God of Valour|勇武の荒神|Yūbu no Aragami}}\n|jutsu classification=Kekkei Genkai~Mangekyō Sharingan, Ninjutsu, Dōjutsu,\n|jutsu class type=Offensive, Defensive\n|jutsu range=Short, Mid, Long\n|users=Indra Ōtsutsuki, Itachi Uchiha, Kakashi Hatake, Madara Uchiha, Sasuke Uchiha, Hagoromo Ōtsutsuki~anime, Merz~game~~with~artificial Sharingan, Shisui Uchiha~game\n|debut manga=391\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=138\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=Boruto: Naruto the Movie\n|game debut=Naruto Shippūden: Ultimate Ninja Heroes 3\n|movie debut=Boruto: Naruto the Movie\n|ova debut=[[Naruto Shippūden: Ultimate Ninja Storm Generations#Anime Cutscenes|Naruto Shippūden: UNSG anime cutscenes]]\n|jutsu media=Anime, Manga, Novel, Game, Movie canon\n}}\n'''Susanoo''' is the strongest ability available to those who have awakened the [[Mangekyō Sharingan]] in both eyes,<ref>''Naruto'' chapter 464, page 16</ref> having been passed down through the [[Uchiha Clan]]'s generations.<ref>''Boruto'' episode 204</ref> It manifests as a gigantic, humanoid avatar made of the user's [[chakra]], which surrounds them and fights on their behalf.\n\n== Attributes ==\nWhen activated, Susanoo forms around the user and becomes an extension of their will, acting and attacking on their behalf. By default, Susanoo is anchored to its user and they to it: in its less developed forms it will move around with the user; in its more completed forms the user will be suspended within Susanoo, being brought with it as it moves around.<ref>''Naruto'' chapter 589, page 2</ref> This connection allows Susanoo to be a shield against physical attacks, one that becomes more difficult to penetrate as it is manifested more fully.\n\nAlthough Susanoo is quite effective as a defence, it is able to distinguish in what it blocks. For example, the user can still perform [[jutsu]] while within Susanoo, such attacks being able to pass through it to the outside without complications.<ref>''Naruto'' chapter 477, page 6</ref> Others can be brought within Susanoo with the user's permission,<ref>''Naruto'' chapter 647, page 14</ref> and users can likewise choose to leave Susanoo's protective structure.<ref>''Naruto'' chapter 552, pages 1-2</ref> The latter characteristic can be used against the user; if an opponent can bypass Susanoo, however slightly, and latch onto them, they may be forcibly pulled out of Susanoo.<ref>''Naruto'' chapter 560, pages 12-13</ref> With continued mastery, Susanoo can have increased defensive capabilities even at its ribcage stage, as seen when A was able to crack a rib of Sasuke's Susanoo, but conversely, could not crack Madara's. If it is damaged, Susanoo does not regenerate and it can only be repaired either by advancing it to the next developmental stage or by dispersing it and then forming it anew. Also, Susanoo is also only able to defend against physical attacks, so they are still vulnerable to [[Sage Art: White Rage Technique|visual]]<ref>''Naruto'' chapter 580, pages 3-4</ref> or [[Demonic Flute: Phantom Sound Chains|auditory]] attacks for example.<ref>''Naruto'' chapter 585, pages 8-9</ref> Additionally, unless the legs of the Susanoo are fully manifested, the user's still vulnerable to attacks from below.<ref>''Naruto'' chapter 560, pages 12-13</ref>\n\nSusanoo draws on the user's chakra in large amounts so long as it is active. [[Sasuke Uchiha]] describes the sensation of using Susanoo as feeling pain in every cell in his body, which only increases over time of usage as well as at higher developmental stages.<ref>''Naruto'' chapter 466, page 5</ref> Being a Mangekyō Sharingan-based ability, it also places a strain on the user's eyes the more it is used, however, it is not actually necessary for one's Mangekyō Sharingan to be active while using Susanoo;<ref>''Naruto'' chapter 392</ref> in fact, [[Madara Uchiha]] is able to use it without any eyes at all.<ref>''Naruto'' chapter 658, page 10</ref>\n\n== Development ==\n[[File:Susanoo Ribcage.png|left|thumb|Madara's Susanoo ribcage.]]\nAs seen with Sasuke's learning how to use it, Susanoo has several developmental stages. Practised users go through all the stages every time they manifest it, layering more advanced stages over earlier ones or stripping them away as is needed; they can choose to stop at any developmental stage. At its simplest level, users only manifest aspects of Susanoo's skeletal structure, such as a ribcage for basic defence<ref>''Naruto'' chapter 463, page 6</ref> or an arm for interacting with the surroundings.<ref>''Naruto'' chapter 476, pages 13-14</ref> Once a full skeleton is made, musculature and, later, skin forms until finally a complete humanoid is shaped. In these early stages, typically only the upper half of Susanoo is materialised, with legs becoming common once it reaches its full humanoid form; however, not all Susanoo users can accomplish the latter feat.\n\nIn its next stage, armour forms around the humanoid for further protection, causing it to resemble a [[Wikipedia:Yamabushi|yamabushi]]. In its final stage, users stabilise the chakra that comprises Susanoo to create a colossal form known as the {{translation|'''Complete Body — Susanoo'''|完成体　須佐能乎|Kanseitai — Susanoo|viz=Perfect Susanoo|lit meaning= Complete Body — He with the ability to help by all means}}, the ultimate ability of the Mangekyō Sharingan.<ref name=\"d4\">Fourth Databook, page 245</ref> In this state, Susanoo gains a [[Wikipedia:Tengu|tengu]]-like nose, wings for flight, and is clad with robes and ornate armour. This form is generally the size of a tailed beast, with the exception of Hagoromo's, which was roughly the size of the Ten-Tails. This form also possesses power comparable to that of a [[tailed beast]], capable of levelling giant mountains and, when enhanced by [[Chakra#Six Paths Chakra|Six Paths Chakra]], [[Chibaku Tensei|small planetoids]] with ease. Users can also channel their own techniques into the Complete Body — Susanoo,<ref>''Naruto'' chapter 695, pages 13-15</ref> as well as [[Majestic Attire: Susanoo|shape]] it around the [[Nine-Tails]] to improve its offensive and defensive capabilities.\n\n[[File:Senjutsu Susanoo.png|thumb|right|Sasuke's Senjutsu Susanoo.]]\nUsers are able to mingle the chakra that makes Susanoo with chakra from other sources. Sasuke uses the chakra from [[Jūgo]]'s [[Sage Transformation]] to make a {{translation|\"[[Senjutsu]] Susanoo\"|仙術須佐能乎|lit meaning=Sage Technique He with the ability to help by all means}}, with markings reminiscent of the [[Cursed Seal of Heaven]] spreading across it.<ref>''Naruto'' chapter 648, page 4</ref> He later stores the chakra of the nine [[tailed beasts]] within his Susanoo, drastically improving its strength and causing [[lightning]] to emanate from its back.<ref>''Naruto'' chapter 696, page 11</ref>\n\n== Versions ==\nSusanoo differs between users, in terms of colour, design, and weaponry. Some features are consistent, however, all Susanoo constructs are deviations of the Japanese [[Wikipedia:Tengu|tengu]], and have two sets of arms — one of which can form wings as part of its Complete Body form — and six fingers on each of its hands. All Susanoo wield at least one sword.\n\n=== Itachi Uchiha ===\n[[Itachi Uchiha]]'s Susanoo was yellow in the manga;<ref>[[Naruto vs. Itachi!! (volume)|Volume 58]] cover</ref> in the anime, its skeletal and armoured forms were red and its humanoid form was orange.<ref>''Naruto: Shippūden'' episode 138</ref> In its humanoid form, its face was framed by locks of hair, with an appendage on its chin reminiscent of a [[Wikipedia:Pharaoh|Pharaoh]]'s false beard. When its armour was formed, Itachi's Susanoo resembled a long-nosed tengu and it wore a pair of magatama earrings.\n\nItachi's Susanoo possessed a curved blade that resembled a dagger or [[tantō]].<ref>''Naruto'' chapter 585, pages 14-15</ref> He rarely used this, preferring his [[Sword of Totsuka]], wielded in its primary right hand and sheathed in a sake jar held by its second right hand. The Sword of Totsuka is an ethereal weapon with an enchanted blade that, in addition to standard cutting, can [[seal]] anyone it pierces, trapping them in a [[genjutsu]]-like \"world of drunken dreams\" for all eternity. In its primary left hand, Itachi's Susanoo wielded the [[Yata Mirror]], a shield that can change its [[nature]] depending on the attack it receives, thus nullifying it. According to [[Black Zetsu]], the simultaneous use of the Sword of Totsuka and the Yata Mirror made Itachi essentially invincible.<ref name=\"d3\" /> For long-range attacks, Itachi could use Susanoo to perform [[Yasaka Magatama]].<ref>''Naruto'' chapter 551, page 12</ref> In ''[[Naruto Shippūden: Ultimate Ninja Storm 4]]'', Itachi has an exclusive Complete Body — Susanoo form that retains the traits of his previous forms, including a retractable version of the Yata Mirror, and a broadsword version of the Sword of Totsuka.\n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nItachi's Susanoo.png|Itachi's skeletal Susanoo.\nItachi Humanoid Susanoo NXB.png|Itachi's humanoid Susanoo.\nItachi Armoured Susanoo NXB.png|Itachi's armoured Susanoo.\nSusanoo Itachi complete.png|Itachi's Complete Body — Susanoo, game only. \n</gallery>\n\n=== Sasuke Uchiha ===\n[[Sasuke Uchiha]]'s Susanoo was initially depicted as a dark shade of blue in the manga,<ref>[[Sasuke vs. Danzō…!! (volume)|Volume 51]] cover</ref> though it is purple in all other medias. Because Sasuke's development has often been marked by intense feelings of hatred, his Susanoo is noted to be much darker in composition compared to Itachi's.<ref>''Naruto'' chapter 464, page 17</ref> Whereas Itachi's Susanoo appears relatively \"normal\", Sasuke's possesses demonic horns, a long appendage on its chin, and a malevolent grin. Its armoured form initially appears largely the same as Itachi's save for having jagged teeth around its hood.<ref name=\"chpt484pg9\">''Naruto'' chapter 484, page 9</ref> After Sasuke gains the [[Eternal Mangekyō Sharingan]], however, its appearance changes, the armour's mouth taking on a beak-like shape and generally becoming ghastly-looking.<ref name=\"ch553\">''Naruto'' chapter 553, pages 15-17</ref>In its Complete Body form, Sasuke's Susanoo has a helmet that features a long tengu nose, two spikes over each eye, a slit stretching across its mouth, three gaps on each of its cheeks and one additional gap on its chin. Like Madara's, it is massive, comparable in size to [[Kurama]] after [[Naruto Uzumaki]] got [[Hagoromo Ōtsutsuki]]'s chakra.\n\nBecause of his [[Rinnegan]], Sasuke can use the wings of his Complete Body Susanoo to block out the light of the [[Infinite Tsukuyomi]]<ref>''Naruto'' chapter 677, page 14</ref> (and in ''[[Naruto x Boruto: Ultimate Ninja Storm Connections]]'' the [[Engraved Tsukuyomi]]). When drawing on the power of the [[tailed beasts]], the armour of his so-called {{translation|\"Indra Susanoo\"|インドラ須佐能乎|Indora Susanoo}}<ref>The name comes from the [http://web.archive.org/web/20170615083246/http://pierrot2.com/blog/archives/1115 Studio Pierrot blog].</ref> is reduced somewhat, exposing the humanoid within.<ref>''Naruto: Shippūden'' episode 476</ref> This form is capable of generating a sword instead of having it form alongside the Complete Body — Susanoo, enabling him to catch opponents off guard.<ref>''Boruto: Naruto the Movie''</ref> It can be used as a projectile and can explode into massive pillars on lightning large enough to engulf Kurama.<ref>''Naruto: Shippūden'' episode 477</ref>\n\nSasuke's Susanoo has a blade in all its forms: a [[Wikipedia:Sabre|sabre]] in its developmental forms,<ref>''Naruto'' chapter 465, pages 1-3</ref> an [[Wikipedia:Nodachi|ōdachi]] in its humanoid form, wielded with its second right hand,<ref>''Naruto'' chapter 648, page 2</ref> and finally a pair of katana in its Complete Body form.<ref>''Naruto'' chapter 676, page 14</ref> Its primary weapon, though, is a [[Wikipedia:Bow and arrow|bow]], manifested on the wrist of its left arm; the bow can double as a shield, a function that becomes more visually apparent in its armoured form.<ref name=\"chpt484pg9\" /> Arrows are drawn from an orb held by its primary right hand and can be fired very quickly, such that only [[Kabuto Yakushi]], while utilising [[Sage Mode]], has been able to avoid one.<ref>''Naruto'' chapter 579, page 14</ref> Weapon properties can be augmented, either with [[Blaze Release: Susanoo Kagutsuchi|black flames]] in its armoured form<ref>''Naruto'' chapter 634, page 10</ref> or [[Indra's Arrow|lightning]] in its Complete Body state.<ref>''Naruto'' chapter 696, page 15</ref> Sasuke is able to perform techniques through his Susanoo, such as [[Susanoo: Chidori|Chidori]]<ref>''Naruto'' chapter 695, page 19</ref> and [[Susanoo: Great Fireball Technique|Great Fireball Technique]].\n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nSasuke's susanoo.png|Sasuke's skeletal Susanoo.\nSasuke's Fully body Susanoo.png|Sasuke's humanoid Susanoo.\nSusanoo 484 RAW.jpeg|Sasuke's armoured Susanoo.\nEternal Mangekyō Armoured Susanoo.png|Sasuke's armoured Susanoo (Eternal Mangekyō Sharingan version).\nSasuke's Flying Susanoo.png|Sasuke's Complete Body — Susanoo.\nTailed Beast Susanoo.png|Sasuke's Indra Susanoo.\n</gallery>\n\n=== Madara Uchiha ===\n[[Madara Uchiha]]'s Susanoo was dark blue in colour.<ref>[[Crack (volume)|Volume 62]] cover</ref> His Susanoo was made up of two entirely different sides that were conjoined along their spine, both of which had a distinct face: the front face had elongated [[Wikipedia:Canine tooth|canine teeth]] in its lower jaw bracket and two tusks growing from said jaw, while the back face had similarly elongated canine teeth in its upper jaw bracket and a single horn protruding from its forehead. In its armoured form, the usual tengu-like armour splits from its forehead down, revealing Susanoo's eyes while obscuring the rest of its face. Curiously, his armoured Susanoo appeared to always form the Tiger hand seal with its front hands, and was the largest of its variation.<ref>''Naruto'' chapter 588, page 17</ref><ref>''Naruto'' chapter 620, page 17</ref> In its Complete Body form, its head gained a long tengu nose and two lines running down from its mouth to its chin area, as well as hair which was tied up at the sides, and dwarfs a mountain-sized meteor that he had brought down on the [[Fourth Division]] during the war show it was at least several hundred meters tall.\n\nMadara's Susanoo wielded distinct, undulating blades that resembled [[Wikipedia:Kris|kris]], held in the right hand of each side. He was able to throw the blades as guided projectiles.<ref>''Naruto'' chapter 577, page 12</ref> In the anime, Madara was able to manifest swords in all four of Susanoo's arms; the blades left traces of blue, fire-like chakra in the ground after impacting and could unleash shockwaves capable of obliterating numerous shinobi in a single strike.<ref>''Naruto: Shippūden'' episode 322</ref> In its Complete Body form, the swords more closely resembled traditional katana or tachi, complete with sheaths held in the secondary arms. One of the swords could cut cleanly bisect several mountains with a single stroke and from far away.<ref>''Naruto'' chapter 589, pages 4-5</ref> For long-range attacks, Madara could use Susanoo to perform [[Yasaka Magatama]].<ref>''Naruto'' chapter 563, page 9</ref>\n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nMadara incomplete ep368.png|Madara's skeletal Susanoo.\nMadara's Susanoo.png|Madara's humanoid Susanoo.\nMadaraPS.png|Madara's armoured Susanoo.\nMadara's perfect Susanoo.png|Madara's Complete Body — Susanoo.\n</gallery>\n\n=== Indra Ōtsutsuki ===\n[[Indra Ōtsutsuki]]'s Susanoo, named {{translation|'''Origin: Susanoo'''|根源・須佐能乎|Kongen: Susanoo}}, was purple in colour. In its Complete Body form, it had accentuated eye-holes, a long tengu nose, a spike over each eye, a slit across its mouth and three gaps on each of its cheeks.<ref name=\"ch670\">''Naruto'' chapter 670, pages 16-17</ref> In the anime, the skeletal form of Indra's Susanoo was also shown.<ref>''Naruto: Shippūden'' episode 468</ref>\n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nIndra's susanoo.png|Indra's skeletal Susanoo.\nIndra's Susanoo.png|Indra's Complete Body — Susanoo.\n</gallery>\n{{-}}\n\n=== Shisui Uchiha ===\nIn ''[[Naruto Shippūden: Ultimate Ninja Storm Revolution]]'', [[Shisui Uchiha]] can use a green Susanoo. It has blade-like appendages on its shoulders, the side of its face, and along its forearms. Its right arm wields a drill-like lance that Shisui can coat with [[fire]] to create a vortex of flames. It is also able to unleash a [[Susanoo: Tsukumo|barrage of chakra needles]]. In ''[[Naruto Shippūden: Ultimate Ninja Storm 4]]'', Shisui has an exclusive Complete Body — Susanoo form, complete with a second pair of wing-shaped arms, tengu like features, and wielding a large drill-like sword. \n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nSusanoo Shisui Humanoid.png|Shisui's humanoid Susanoo.\nSusanoo Shisui complete.png|Shisui's Complete Body — Susanoo, game only.\n</gallery>\n{{-}}\n\n=== Kakashi Hatake ===\n[[Kakashi Hatake]]'s Susanoo is light blue in colour. The Susanoo he uses has only been seen in a Complete Body form. It had the characteristic tengu nose, a [[forehead protector]]-like plating on its head, two locks of hair falling on either side of its face, a hole in its chin, and a vertical mark extending across its left eye, similar to Kakashi's own signature scar. It wields a katana,<ref>''Naruto'' chapter 689, page 8</ref> but its most notable weaponry are the [[Kamui Shuriken|Mangekyō-shaped shuriken]] that can warp away targets on contact.<ref>''Naruto'' chapter 689, pages 1-2</ref>\n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nKakashi's Susanoo.png|Kakashi's Complete Body — Susanoo.\n</gallery>\n\n{{-}}\n\n=== Hagoromo Ōtsutsuki ===\nIn the anime, [[Hagoromo Ōtsutsuki]] showed a light blue Susanoo capable of entering its Complete Body form and utilising chakra blades. Two locks of hair fell on each side of the face and a single horn protruded from the chin, resembling Hagoromo's facial hair. It possessed a sharp tengu-like nose and a jagged mouth, giving it a demonic appearance. His Susanoo was much larger than other users, reaching a size comparable to the [[Ten-Tails]].<ref>''Naruto: Shippūden'' episode 462</ref>\n\n<gallery orientation=\"square\" columns=\"3\" position=\"center\" hideaddbutton=\"true\">\nHagoromo Susanoo.png|Hagoromo's Complete Body — Susanoo.\n</gallery>\n{{-}}\n\n=== Merz ===\nIn ''[[Naruto x Boruto: Ultimate Ninja Storm Connections]]'', [[Merz]] had attained the Mangekyō Sharingan state in both his [[artificial Sharingan]]. This allowed him to use Susanoo, surprising [[Sasuke Uchiha]]. His Susanoo had some minor visual differences from that of other Susanoo users, as it was more skeletal in appearance, and its back and arms were covered in black flames resembling those of [[Amaterasu]], while its blade was coated in red flames. Having trained to master the eyes, Merz's Susanoo was a Complete Body — Susanoo. By tapping into Nanashi's [[chakra]] acquired through Yachihoko, it took a gargantuan size, dwarfing even Sasuke's Susanoo and Naruto's [[Tailed Beast Mode]]. With his Susanoo, Merz could use [[Yasaka Magatama]], and fend off a weakened [[Majestic Attire: Susanoo]] from Naruto and Sasuke. He could also use [[Susanoo: Blade of Yachihoko]] to absorb the chakra from all those affected by the [[Engraved Tsukuyomi]] in order to increase the size of his sword, and repair any damage to his Susanoo unlike other users, though doing so took some time.\n\n== Influence ==\n* Similar to other Mangekyō Sharingan abilities, Susanoo was taken from Japanese mythology: [[Wikipedia:Susanoo|Susanoo]] is the wild god of sea and storms, brother to [[Wikipedia:Amaterasu|Amaterasu]] and [[Wikipedia:Tsukuyomi|Tsukuyomi]]. He was born from [[Wikipedia:Izanagi|Izanagi]] washing his nose. Susanoo inherited his father's sword [[Wikipedia:Totsuka-no-Tsurugi|Totsuka no Tsurugi]], which Izanagi used to kill his newborn son, [[Wikipedia:Kagu-Tsuchi|Kagu-Tsuchi]] after his birth burned his mother, [[Wikipedia:Izanami|Izanami]], to death. After his exile for his relentless harassment of Amaterasu, Susanoo redeemed himself when he used Totsuka to slay the serpent [[Wikipedia:Yamata no Orochi|Yamata no Orochi]] and obtained the Sword of Kusanagi from the monster's corpse. He later gave the acquired blade to Amaterasu as a peace offering.\n* Susanoo's designs are based on {{translation|''[[Wikipedia:Tengu|Tengu]]''|天狗}}, well known ''yokai'' that are associated with the ascetic practice of [[Wikipedia:Shugendō|''shugendō'']]. In their final forms, the Susanoo are garbed in the attire of ''shugendō'' practioners, known as [[Wikipedia:Yamabushi|''yamabushi'']], and wear hoods that resemble tengu masks, with Itachi's and Madara's appearing as long-nosed ''Hanataka Tengu'' and Sasuke's as a crow-billed ''Karasu Tengu''. In Japanese myth, Susanoo produced the fiend [[Wikipedia:Amanozako|Amanozako]] who is said to have been the progenitor of the Tengu.\n* Madara's Susanoo design may be influenced by {{translation|''Ryomen Sukuna''|両面宿儺}}, a human-like being described in the {{translation|''[[Wikipedia:Nihon Shoki|Nihon Shoki]]''|日本書紀}} as having one body with two faces back-to-back, each with its own set of arms and legs.\n* The {{translation|[[Wikipedia:Yata no Kagami|Yata no Kagami]]|八咫鏡|lit meaning=Eight Span Mirror}} is one of the {{translation|[[Wikipedia:Imperial Regalia of Japan|Three Imperial Regalia of Japan]]|三種の神器|Sanshu no Jingi}}, together with the [[Sword of Kusanagi]] and the {{translation|[[Wikipedia:Yasakani no Magatama|Yasakani no Magatama]]|八尺瓊曲玉|lit meaning=Eight [[Wikipedia:Shaku (unit)|Shaku]] Curved Jewel}}.\n* Itachi's Susanoo carries the Sword of Totsuka in a gourd. An ethereal weapon inside a gourd could be a reference to the hyōtan-kozō, a gourd spirit from Japanese folklore.\n* Susanoo's skeletal stages also resemble the {{translation|[[Wikipedia:Gashadokuro|Gashadokuro]]|餓者髑髏|lit meaning=Starving Skeleton}}, a ''yokai'' composed of the vengeful souls of fallen soldiers who were not properly buried, taking the form of a skeleton fifteen times the size of a regular person.\n\n== Trivia ==\n[[File:Sasuke's armoured Susanoo.png|thumb|right|Sasuke's armoured Susanoo in the anime.]]\n* In the anime, Sasuke's armoured Susanoo is depicted as being identical to Itachi's, even wielding weapons identical to the Sword of Totsuka and Yata Mirror.<ref>''Naruto: Shippūden'' episode 214</ref> Its appearance and weapons were changed to match the manga in subsequent appearances.\n* Although the [[Sha no Sho|third databook]] states that the user must first unlock [[Tsukuyomi]] and [[Amaterasu]] before they can gain Susanoo,<ref name=\"d3\" /> it appears that this was only the case for Itachi. According to the [[Jin no Sho|fourth databook]], acquiring this technique is done through the user simply manifesting the Mangekyō Sharingan in both eyes.<ref name=\"d4\" />\n* Prior to the completion of Sasuke's Susanoo, its humanoid form was glimpsed as a shadowy figure in a [[Genjutsu: Sharingan|genjutsu]] he used.<ref>''Naruto'' chapter 462, page 6</ref>\n* Sasuke's humanoid Susanoo bears a great resemblance to [[Wikipedia:Brave Raideen|Raideen the Brave]], one of a number of [[Wikipedia:Yoshiyuki Tomino|Yoshiyuki Tomino]] references in the series (another being the ''[[Wikipedia:Mobile Suit Gundam|Gundam]]''-derived names of [[Kakuzu]]'s techniques).\n* Shisui's Susanoo resembles the eponymous mecha from the anime ''[[Wikipedia:Steel Jeeg|Steel Jeeg]]''.\n* Despite Madara, Indra, Sasuke and Kakashi all being shown to manifest a stabilised Susanoo in the manga, only Madara is listed as a user of the Complete Body — Susanoo in the fourth databook.<ref name=\"d4\" />\n* In ''[[Naruto Shippūden: Ultimate Ninja Storm 3|Ultimate Ninja Storm 3]]'', Madara's Susanoo swords are capable of spinning, giving them a drill-like ability.\n* In ''[[Naruto Shippūden: Ultimate Ninja Storm 4|Ultimate Ninja Storm 4]]'', Itachi and Shisui's Susanoo are given Complete Body — Susanoo forms, designed by Kishimoto himself, making it so all known Susanoo users have access to its highest form across different media. Also in the game, Madara's [[Limbo: Border Jail|Limbo clones]] possess the ability to use Susanoo, while Madara himself, empowered as the [[Ten-Tails]] [[jinchūriki]], was shown using a larger form of the Complete Body — Susanoo. For an Ultimate Jutsu, the version of Sasuke from ''[[The Last: Naruto the Movie]]'' manifests a Susanoo arm in the place of his own missing arm.\n* Indra's Susanoo was given its unique name in ''[[Naruto: Shinobi Collection Shippū Ranbu]]''.\n\n== See Also ==\n* [[Cat God Possession: Monster Cat Beckoning Technique]]\n\n== References ==\n<references />\n\n[[da:Susano´o]]\n[[de:Susanoo]]\n[[es:Susanoo]]\n[[fr:Susanô]]\n[[hu:Susanoo]]\n[[id:Susanoo]]\n[[it:Susanoo]]\n[[ka:სუსანოო]]\n[[lt:Susanoo]]\n[[pl:Susanoo]]\n[[pt-br:Susanoo]]\n[[ro:Susanoo]]\n[[ru:Сусаноо]]\n[[vi:Susanoo]]"
  }
}