{
  "name": "Ten Directions",
  "sourcePage": "Ten Directions",
  "pageId": 295324,
  "url": "https://naruto.fandom.com/wiki/Ten_Directions",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/0/0c/Prescience.png/revision/latest/scale-to-width-down/600?cb=20240829130236",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the shinjutsu|the chapter|Ten Directions (chapter)}}\n|image=Prescience.png\n|kanji=十方\n|unnamed jutsu=No\n|romaji=Jippō\n|literal english=Ten Directions, Everywhere\n|viz manga=Prescience\n|jutsu classification=Shinjutsu\n|jutsu class type=Supplementary\n|users=Koji Kashin, Shibai Ōtsutsuki\n|debut manga=13\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=Yes\n|debut shippuden=No\n|boruto anime=No\n|jutsu media=Manga\n}}\n'''Ten Directions''' is a shinjutsu that was used by [[Shibai Ōtsutsuki]].  It enables the user to see into the future. Not only does this allow foresight, it also shows multiple possible futures.\n\n== Usage ==\n[[Amado Sanzu]] had integrated Shibai's cells into the Inners of [[Kara]], along with [[Ada]] and [[Daemon]], with the intention of them using his shinjutsu. While the siblings were able to use his shinjutsu, none of the Inners (except for [[Code]]) have shown any signs of awakening his abilities. \n\nAt the brink of death during his battle with [[Isshiki Ōtsutsuki]], [[Koji Kashin]] had awakened Ten Directions, allowing the former Inner to foresee future events. Having seen [[Omnipotence]] being cast before it had happened, Koji used this vision to deduce the phenomenon had altered his memories of [[Boruto Uzumaki]] and [[Kawaki]], which he managed to figure out that Boruto has always been the real son of the [[Naruto Uzumaki|Seventh Hokage]] when he was born. Three years later, Koji would become partners with Boruto and using the Ten Directions, the future knowledge he gained from the shinjutsu had helped Boruto accelerate and improve his training. By teaching him all the skills and techniques he would learn in different potential futures.\n\nTen Directions' ability does not appear to make Koji all-knowing, rather it requires him to have some pre-existing knowledge for him to receive \"updates\"; Koji saw no future where Boruto would survive his encounter with Jura if he saved Konohamaru from Matsuri, but shortly before Kawaki appeared to save Boruto, it was then when he saw a new future in which Kawaki’s intervention occurred. Furthermore, Koji stated this \"update\" was the result of Boruto telling Kawaki about his limiters without Koji's knowing.\n\n=== Foreseen Futures ===\nBecause the future is not a straight path, Ten Directions gives the user many alternate possibilities of what could be the future. The following are the visions that Koji had foreseen:\n\n* In his fight with Isshiki, Naruto died. Isshiki would then successfully reincarnate through Kawaki's [[Kāma]] and use [[Boruto]] as the sacrifice for the [[Ten-Tails (Kara)|Ten-Tails]] to plant the [[God Tree]]. This future was avoided.\n* After sealing Naruto and [[Hinata]] away with [[Daikokuten]], Kawaki successfully killed Boruto and [[Sarada]], when she tried to defend him. Omnipotence is not cast by Ada, resulting in Boruto and Kawaki's lives never being swapped in everyone's memories. This would lead to Kawaki being defeated by [[Code]] and used as the sacrifice for the Ten-Tails. This future was avoided.\n* In nearly all outcomes, the Ten-Tails breaks free of Code's control and evolves into multiple sentient God Trees. \n* In most outcomes, Boruto is killed by [[Jura]] and Kawaki is devoured by the Ten-Tails. The God Tree is grown, resulting in the end of the world.\n* Six years after Boruto's defection from Konoha, he creates his own [[Flying Thunder God Technique (Boruto)|variation]] of the [[Flying Thunder God Technique]]. This was accomplished five years early thanks to Koji's knowledge of the future.\n* [[Yodo]] dying against the [[Human God Trees]], resulting in [[Sarada Uchiha]] re-awakening her [[Mangekyō Sharingan]].\n* With [[Team 7 (Konohamaru)|Team 7]] and [[Team Shinki]] struggling to defeat the Human God Trees, Boruto arrives to save them. However, he is killed when Jura shows up. This was avoided when Kawaki made a sudden appearance.\n* [[Kawaki]] would show up in the battle between Boruto and Jura, saving Boruto from certain death. This future did not appear in any of Koji's visions until a few minutes before it actually occurred. This change, however, resulted in [[Mamushi]] beginning to hunt Ada in order to devour her.\n\n== Trivia ==\n* Koji believes that the more people are foretold of a specific future, the more the nature of said future would change, as the people would be unable to act the same way as they did not know. Instead, it would lead to new potential futures to be branched complexly and unpredictably, to the point of nullifying the advantages of the foresight. \n\n== Influence ==\nIn [[Wikipedia:Buddhism|Buddhism]], the expression \"Ten Directions\" refers to a concept of comprehensiveness and totality that is often used to describe the entirety of the universe and the reach of the [[Wikipedia:Dharma|Dharma]], the Buddhist teachings. The \"Ten Directions\" include the eight [[Wikipedia:Cardinal direction|cardinal points]]—north, south, east, west, northeast, northwest, southeast, and southwest—along with up and down, representing the totality of space. This concept is used to illustrate the idea that the Dharma is universal and encompasses all areas of existence and experience. It is a way to emphasize that Buddhist teachings are relevant and applicable to all aspects of life and the cosmos.\n\n== See also ==\n* ''[[Future Telling]]''\n* [[Senrigan]]\n\n[[fr:Dix Directions]]\n[[pl:Jippō]]\n[[pt-br:Dez Direções]]"
  }
}