{
  "name": "Time Reservoir",
  "sourcePage": "Time Reservoir",
  "pageId": 294816,
  "url": "https://naruto.fandom.com/wiki/Time_Reservoir",
  "thumbnail": null,
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|kanji=時溜の間\n|unnamed jutsu=No\n|game names=Time Reservoir\n|jutsu classification=Ninjutsu, Space–Time Ninjutsu\n|jutsu class type=Supplementary\n|users=Toneri Ōtsutsuki\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut shippuden=No\n|boruto anime=No\n|game debut=Naruto x Boruto: Ultimate Ninja Storm Connections\n|jutsu media=Game\n}}\nA member of the [[Ōtsutsuki clan]] can manipulate the mental space of an individual to send their conscience to a certain point back in time. The user creates a doorway which will enable an indictable to travel to the past. The individual sent back in time can only observe past events, they can not interfere or make changes. However, under three conditions, the individual can be sent back in time, both mentally and physically:\n\n* The user must use an unstable space that could control the principles of time, such as the [[genjutsu]] [[Tsukuyomi]].\n* The technique must be performed on the night of a full moon, in order for there to be a natural ley line flowing through the earth.\n* The individual being sent back must have an object that has a strong connection between them and the person they are looking for in the past, containing both their chakra mixed together.\n\nOnce these conditions are met, the user can perform the time travel. The individual sent back only has a limited amount of time in the past before they are returned to their original time. If they make any changes in the past, events in the future will change and the individual will not have any recollection of their time in the past.\n\n== Trivia ==\n* In the [[Time Slip Arc]] in the anime, there was another method of the Ōtsutsuki being able to travel through time, with the sentient clan artefact, [[Karasuki]]. [[Boruto]] was also sent back in time during this arc.\n\n[[Clan::Ōtsutsuki Clan| ]]"
  }
}