{
  "name": "Truth-Seeking Ball",
  "sourcePage": "Truth-Seeking Ball",
  "pageId": 115861,
  "url": "https://naruto.fandom.com/wiki/Truth-Seeking_Ball",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/3/3b/Truth_Seeking_Balls.png/revision/latest/scale-to-width-down/600?cb=20151203005048",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|ref=<ref name=\"d4\">Fourth Databook, page 249</ref>\n|image=Truth Seeking Balls.png\n|kanji=求道玉\n|unnamed jutsu=No\n|romaji=Gudōdama\n|literal english=Truth-Seeking Ball\n|viz manga=Truthseeker Orb\n|other names={{translation|Black Weapons|黒い武器|Kuroi Buki}}<ref>''Naruto'' chapter 669, page 6</ref>\n|related jutsu=Six Paths Senjutsu, Tenseigan Chakra Mode, Expansive Truth-Seeking Ball, Black Receiver\n|jutsu classification=Ninjutsu, Senjutsu,\n|jutsu type=Fire Release, Wind Release, Lightning Release, Earth Release, Water Release, Yin–Yang Release\n|jutsu class type=Offensive, Defensive, Supplementary\n|jutsu range=Short, Mid, Long\n|users=Asura Ōtsutsuki, Hagoromo Ōtsutsuki, Hamura Ōtsutsuki, Obito Uchiha, Madara Uchiha, Naruto Uzumaki, Ten-Tails, Toneri Ōtsutsuki~movie canon\n|debut manga=638\n|boruto=No\n|debut anime=378\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=The Last: Naruto the Movie\n|game debut=Naruto Shippūden: Ultimate Ninja Storm 4\n|movie debut=The Last: Naruto the Movie\n|jutsu media=Anime, Manga, Novel, Game, Movie canon\n}}\n'''Truth-Seeking Balls''' are orbs of malleable black [[chakra]], which can alter their form and characteristics in various ways. Though only the size of a fist, each hides within it the power to obliterate an entire forest.<ref name=\"d4\"/>\n\n== Acquisition ==\nThose who awaken [[Six Paths Senjutsu]] are able to wield Truth-Seeking Balls.<ref name=\"d4\"/> [[Hagoromo]] and [[Hamura Ōtsutsuki]] appear to have possessed this power naturally,<ref>''Naruto'' chapter 690, page 4</ref> whereas others may obtain it by [[Six Paths Ten-Tails Coffin Seal|becoming]] the [[jinchūriki]] of the [[Ten-Tails]], or by receiving it directly from Hagoromo. Entering [[Tenseigan Chakra Mode]] also grants the user Truth-Seeking Balls.<ref name=\"The Last\">''[[The Last: Naruto the Movie]]''</ref>\n\nThe number of Truth-Seeking Balls acquired varies from user to user. Acquisition method may determine the number, as both [[Obito Uchiha]] and [[Madara Uchiha]] gained ten orbs upon becoming the Ten-Tails' jinchūriki; Obito initially only formed two,<ref name=\"c639\">''Naruto'' chapter 639, pages 6-8</ref> obtaining the other eight upon gaining control of the Ten-Tails' power.<ref>''Naruto'' chapter 640, page 14</ref> Upon receiving power from Hagoromo, [[Naruto Uzumaki]], instead gained nine orbs,<ref>''Naruto'' chapter 674, page 1</ref> while [[Asura Ōtsutsuki]] only showed five orbs,<ref>''Naruto'' chapter 670, page 17</ref> nine orbs in the anime.<ref>''Naruto: Shippūden'' episode 468</ref> [[Toneri Ōtsutsuki]] is depicted with an inconsistent amount.<ref name=\"The Last\"/> Due to having previously been the Ten-Tails' jinchūriki,<ref>''Naruto'' chapter 666, page 6</ref> Obito was able to manifest a single Truth-Seeking Ball after  [[Chakra Absorption Techniques|absorbing]] some of Madara's [[Six Paths Chakra|power]].<ref>''Naruto'' chapter 665, pages 16-17</ref>\n\n== Usage ==\nWhen not in use, Truth-Seeking Balls generally float behind the user's back in a circular formation, though two of Obito's float behind his hands,<ref>''Naruto'' chapter 643, page 4</ref> Hagoromo's float beneath him while levitating,<ref>''Naruto'' chapter 670, page 2</ref> and Hamura's instead form a sigmoidal formation.<ref name=\"The Last\"/> The orbs are always on standby once created,<ref name=\"c669\">''Naruto'' chapter 669, pages 6-7</ref> and users cannot create additional orbs after the initial acquisition number; thus, orbs that are lost for whatever reason cannot be replaced. In Naruto's case, the orbs currently under his control disappear and reappear alongside his [[Six Paths Sage Mode|chakra cloak]],<ref>''Naruto'' chapter 695, page 4</ref> while the orbs he has discarded remain active.<ref>''Naruto'' chapter 660, page 10</ref> [[Clone]]s are not created with orbs of their own,<ref>''Naruto'' chapter 675, page 10</ref> though the user can temporarily transfer them to a clone.<ref>''Naruto'' chapter 686, pages 10-11</ref>\n\nTruth-Seeking Balls encompass the power of all five basic [[nature]]s,<ref>''Naruto'' chapter 689, page 5</ref> and as such they surpass both [[kekkei genkai]] and [[kekkei tōta]].<ref name=\"c639\"/> By combining the various natures inside the orbs, it is possible to produce a variety of effects.<ref name=\"d4\"/> They are capable of instantly turning anything they touch to dust in a manner similar to [[Dust Release]],<ref name=\"c639\"/> though this does not always occur.<ref>''Naruto'' chapter 672, page 16</ref> If imbued with a certain [[Yin–Yang Release]] [[jutsu]], the orbs can nullify any [[ninjutsu]] they touch and thus become impervious to it; this includes negating the regenerative qualities of [[Impure World Reincarnation]], making it possible to permanently damage and kill those reincarnated by the technique.<ref>''Naruto'' chapter 642, pages 4-5</ref> However, the orbs are incapable of nullifying [[senjutsu]],<ref>''Naruto'' chapter 642, pages 14-16</ref> as according to Naruto, [[natural energy]] can be used to combat itself.<ref>''Naruto'' chapter 643, page 4</ref>\n\nNaruto can use Truth-Seeking Balls to create his [[Tailed Beast Ball Rasenshuriken]].<ref>''Naruto'' chapter 676, page 13</ref> Similarly, Obito was able to convert one of his orbs into [[black receiver]]s, allowing him to use the [[Six Red Yang Formation]].<ref>''Naruto'' chapter 643, pages 9-11</ref><ref>Fourth Databook, page 255</ref> While in their default sphere form, the orbs can be launched as high-speed projectiles,<ref>''Naruto'' chapter 666, page 5</ref> expanded to enormous sizes in an instant.<ref>''Naruto'' chapter 640, pages 5-7</ref> Whatever their shape, users can only control the orbs within 70 metres of their location, allowing opponents to disable them by [[Space–Time Ninjutsu|transporting]] them elsewhere.<ref name=\"c669\"/> If the user is killed or similarly incapacitated, their Truth-Seeking Balls will disintegrate alongside any black receivers they created.<ref>''Naruto'' chapter 680, pages 10-11</ref>\n\n=== Shape Transformation ===\nTruth-Seeking Balls can be controlled individually or combined together; in both cases, by understanding the power of {{translation|\"all things in nature\"|森羅万象|Shinra Banshō}}, the orbs can be [[Shape Transformation|shaped]] into a variety of forms. Because the high-density chakra is in a condensed state, it can be pulled and stretched into a smooth and flat consistency, as well as freely manipulated into any other shape.<ref name=\"d4\"/> [[Hiruzen Sarutobi]] theorised that there is a limit to how long the orbs can maintain a certain shape,<ref name=\"c639\"/> though this was never confirmed. Most users are able to reshape their Truth-Seeking Balls without any special effort,<ref>''Naruto'' chapter 673, page 1</ref> though Obito does so by passing them through holes that temporarily form in his hands.<ref name=\"c639\"/> The orbs can also wrap around the user's body to form a protective shell.<ref>''Naruto'' chapter 641, pages 8-9</ref> Though highly durable, this defence can still be broken by attacks that cannot be nullified, such as powerful senjutsu and [[taijutsu]].<ref>''Naruto'' chapter 651, pages 12-13</ref><ref>''Naruto'' chapter 669, pages 15-16</ref>\n\n<gallery orientation=\"none\" captionalign=\"center\" position=\"center\" columns=\"3\" hideaddbutton=\"true\">\nGudōdama 1.png|Stretched around the user as a defence.\nGudōdama 2.png|A weapon with adjustable length and thickness, called a {{translation|\"Truth-Seeking Umbrella\"|求道傘|Gudōkasa}} in ''[[Naruto Shippūden: Ultimate Ninja Blazing]]''.\nObito on defensive.png|The [[Sword of Nunoboko]] (left hand) and a shield (right hand).\nObito generates Receiver.png|Converted into [[black receiver]]s.\nObito stops Naruto and Sasuke.png|Used similar to [[chakra arm]]s.\nTruth-Seeking Orb Platform.png|Reshaped to serve as a platform.\nObito Second Transformation.png|Obito's [[wikipedia:Khakkhara|shakujō]].\nMadara Jinchuriki anime.png|Madara's shakujō.\nNTCM and SPSM.png|Naruto's {{translation|\"Six Paths [[wikipedia:Bō|Bō]]\"|六道の棒|Rikudō no Bō}}.<ref>''Naruto'' chapter 675, page 11</ref>\n</gallery>\n\n== Tenseigan Influence ==\n[[File:Chakura no Juzu.png|thumb|left|Toneri's Truth-Seeking Ball infused with Tenseigan chakra.]]\nWhile in Tenseigan Chakra Mode, Toneri could enhance his Truth-Seeking Balls by infusing them with glowing green chakra. Rather than simple black constructs, Toneri demonstrated the ability to transform one of these glowing orbs into an ornate golden cage. He could also combine them to create a [[Silver Wheel Reincarnation Explosion|massive vortex]] capable of blasting through the [[moon]]'s surface and a [[Golden Wheel Reincarnation Explosion|giant sword]] capable of cutting the entire moon in half.<ref name=\"The Last\"/>\n\n== Trivia ==\n* The term {{translation|Truth-Seeker|求道|Kyūdō; Gudō}} comes from [[wikipedia:Mahayana|Mahāyāna Buddhism]]. The kanji 求 means ''to wish for'', while the {{translation|Way|道|Dō}} in Mahāyāna doctrine is to find the ultimate truth within one's own mind.\n* If the Truth-Seeking Balls contain natural energy, users should not be able to add ninjutsu-negating Yin–Yang Release to them, as natural energy is precisely what causes other jutsu to become immune to erasure.\n* Although they can nullify ninjutsu, the orbs can still be teleported away partly or wholly by [[Space–Time Ninjutsu]].<ref>''Naruto'' chapter 669, pages 14-15</ref>\n* Despite stating that the orbs are wielded by Six Paths Senjutsu users, the [[Jin no Sho|fourth databook]] does not classify this technique as senjutsu.<ref name=\"d4\"/>\n* In ''[[Naruto Shippūden: Ultimate Ninja Storm 4]]'' and ''[[Jump Force]]'', Truth-Seeking Balls give off a purple glow. In the former, Obito employs the orbs in several unique ways, such as forming scythes, drills, spinning disks, hands capable of firing Tailed Beast Balls and blasts of chakra.\n* Despite repeatedly accessing his orbs every time he entered Six Paths Sage Mode during the [[Fourth Shinobi World War]], Naruto has not been seen accessing them since whenever using said form.\n* In ''[[Naruto: Shinobi Collection Shippū Ranbu]]'', Obito has a technique called {{translation|\"Truth-Seeking Ball: Trailokya Extinction\"|求道玉・三界死滅|Gudōdama: Sangai Shimetsu}}, in which he combines his Truth-Seeking Balls into a single expanding orb that obliterates the surrounding area. The technique refers to the [[wikipedia:Trailokya|Trailokya]], the three realms of karmic rebirth in Buddhist cosmology.\n\n== See Also ==\n* ''[[Red Orbs]]''\n\n== References ==\n<references/>\n\n[[es:Bola de la Búsqueda de la Verdad]]\n[[fr:Sphère de Vérité]]\n[[id:Bola Kebenaran]]\n[[pl:Gudōdama]]\n[[pt-br:Esferas do Caminho da Verdade]]\n[[sr:Тражење истините лопте]]"
  }
}