{
  "name": "User talk:Snapper2",
  "sourcePage": "User talk:Snapper2",
  "pageId": 11716,
  "url": "https://naruto.fandom.com/wiki/User_talk:Snapper2",
  "thumbnail": null,
  "raw": {
    "wikitext": "{{ArchiveList}}\n\n==welcome back==\nI find it so very intriguing how you would argue against small character articles so fiercely yet you make some? [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 01:28, January 8, 2017 (UTC)\n:Real mature, Munchvtec. {{User:WindStar7125/LongSig}} 01:45, January 8, 2017 (UTC)\n::Hypocrisy is hypocrisy. But oh well. [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 01:49, January 8, 2017 (UTC)\n\n== Yo ==\n\nReally good to see you again. http://images2.wikia.nocookie.net/__cb20110904041913/messaging/images/1/1c/Emoticon_yes.png Are there any other novels that you've been reading as of late? {{User:WindStar7125/LongSig}} 01:44, January 8, 2017 (UTC)\n\nJust today I visited your user page and wondered where you'd gone off to. Nice to see you're back with us. :) • [[User:Seelentau|Seelentau 愛]] <sup>[[User Talk:Seelentau|議]]</sup> 01:55, January 8, 2017 (UTC)\n\n== Retired property ==\n\nPlease don't retire [[Property:Japanese airdate|that property]]. It's actually more useful, from a data POV, to have that separate. The change back to it was deliberate. — [[w:User:FishTank|FishTank]] <staff /> ([[w:Message Wall:FishTank|wall]]) 17:01, January 30, 2019 (UTC)\n\nPrecisely because it is a more specific property. It's rare that one would compare apples and oranges in the same way. Release, by itself, can mean many things in an era of streaming and printed publication. If I were starting out the whole system, I'd call it \"premiere\" or \"debut\" if the point was to keep multiple types of media distribution together. Since the distribution systems are entirely different processes with different rates of international rollout, it does indeed make sense to be different properties. That way it's unambiguous which distribution channel is meant. It's not \"saving bytes\" to have two different properties, so there's not a structural resource issue. If you have query tables that merge these two properties together, though, I'd like to see them. — [[w:User:FishTank|FishTank]] <staff /> ([[w:Message Wall:FishTank|wall]]) 14:42, January 31, 2019 (UTC)\n\nSince the heavy lifting is being done by Lua, it would be <code>mw.smw.set{ ['Japanese airdate'] = X, ['Japanese release'] = X}</code>, and we could do both. That's not a problem either. We just hadn't made the decision to do that, and I had started developing this process before the deprecation. And we could indeed [https://www.semantic-mediawiki.org/wiki/Help:Unions_of_results do a union search]. — [[w:User:FishTank|FishTank]] <staff /> ([[w:Message Wall:FishTank|wall]]) 19:22, January 31, 2019 (UTC)\n\nThanks. I'll go ahead and do both. Hopefully I can resume work on the remaining infoboxes / Lua before long. — [[w:User:FishTank|FishTank]] <staff /> ([[w:Message Wall:FishTank|wall]]) 19:42, January 31, 2019 (UTC)\n\n== highlight function on forums ==\nWhat happened to it? :P--[[User:Elveonora|'''Elve''']] {{Mod}} <sup><small>[[User talk:Elveonora|Talk Page]]|[[Special:Contributions/Elveonora|Contribs]]</small></sup> 12:17, February 10, 2019 (UTC)\n:FANDOM <s>''sigh''</s> have been removing it (or it just got removed entirely recently) so communities will make use of Announcements. It's more of them just shitting on Forums for Discussions. [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 12:25, February 10, 2019 (UTC)\n\n== Shikotsumyaku ==\n\nI left a warning on Zaku49's page about repeatedly changing the article. Was I wrong to do this, or was it justified? [[User:Raidra|Raidra]] ([[User talk:Raidra|talk]]) 03:54, February 12, 2019 (UTC)\n:Okay. Part of the reason I may have been a little harsh on him is he has a history of wrongfully editing articles. I've amended my message to him. Thank you and have a good one! [[User:Raidra|Raidra]] ([[User talk:Raidra|talk]]) 04:03, February 12, 2019 (UTC)\n\n== Kūi and Daore ==\n\nWhen you added info on them, did your source explicitly had their names written with the kanji? I ask because the credits of episode 94 write their names differently, using only katakana, and additionally gives them last names. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 21:39, February 18, 2019 (UTC)\n\n==Ino Yamanaka==\nHey there. I just wanted to know why \"Doctor\" is not listed in Ino's occupations.. She clearly was a doctor is Sakura Hiden Novel, as she went to Sunagakure as one of the representative doctors and opened a clinic with Sakura in Konoha. So it implies she is a doctor, and remember she was treating the wounded in Medical Department in Boruto, so please add Doctor in her occupation list at least with a ^(Novel Only) sign.\n[[User:SnapRider|SnapRider]] ([[User talk:SnapRider|talk]]) 21:36, June 2, 2019 (UTC)\n\n== Remon Yoimura or Lemon Yoimura? ==\ndespite asking you, a non-admin, but this is kinda important.  i have concerns about latest character article [[Remon Yoimura]] and its talk page. https://naruto.fandom.com/wiki/Talk:Remon_Yoimura and also i had a nerve to explain to this very user Masterchristian who claims that the character is Lemon Yoimura and is the one who brought up this topic. I also made a move request as well https://naruto.fandom.com/wiki/Narutopedia:Sysop_Requests#Move_requests However, Masterchristian made a somewhat vague statement.\n\n\"no only everywhere, and subtitles, this character is Lemon, thats all, so i think this name is Lemon...\"\n\nplease discuss with this user and try to look up on the move request and make your opinion. thnx you. [[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 23:00, July 22, 2019 (UTC)\n\n==Light-Weight/Added-Weight Edit==\n\nYour image link contains an entirely japanese manga page. Though if you go that part in the anime, nothing indicates it was B. Your justification for changing its Original Ruling to B is still invalid\n\n[[User:SaltyMeatBall|SaltyMeatBall]] ([[User talk:SaltyMeatBall|talk]]) 20:04, July 29, 2019 (UTC)\n\n== Input ==\n\nHello. Not sure where you got the translations for the Sasuke Shinden novel from, so I thought I’d bring your attention to [[Talk: Sarada Uchiha|here]].--[[User:Minamoto15|Mina]] [[Image:Uzushiogakure Symbol.svg|20px]] <small><sup> [[User talk:Minamoto15|talk]] | [[Special:Contributions/Minamoto15|contribs]]</sup></small>  00:36, December 24, 2019 (UTC)\n\n== Izanagi Time Limit ==\n\nConsider this. It was noted by Itachi that the Uchiha of old became arrogant in the usage of this technique. If they could only use it once with each eye, no one would ever use it. Danzo himself even said he needed to conserve time.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 00:55, June 4, 2020 (UTC)\n:What is your response? If nothing, I think the previous edits should be put back.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 00:04, June 5, 2020 (UTC)\n:Danzo kept deactivating the technique to conserve time. Even more, Itachi specifically said that Izanagi was abused by the past Uchiha. If they only had two uses of the technique, they wouldn't believe themselves so invincible.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 01:07, June 5, 2020 (UTC)\n\n== Byakugan edits ==\n\nWhy did you undo my edits?--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 22:08, July 4, 2020 (UTC)\n:Okay, fair enough on some of it. I agree that the analysis power has no source, but Neji did activate his Byakugan to better watch Rock Lee move against Gaara.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 22:09, July 5, 2020 (UTC)\n:Rock was zipping all over the place. Heightened awareness would be needed.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 11:51, July 6, 2020 (UTC)\n:Compromise. Use my revisions, but leave out the assumption that the Byakugan can track superspeed.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 05:19, July 10, 2020 (UTC)\n:Listen, please understand I am not trying to start an edit war, it is just that a while ago I made a serious overhaul on that page and suddenly seeing it being changed shocked me. I hear what you are saying that there are edits in what I said, but other things I still believe should be changed back.--[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 04:20, July 11, 2020 (UTC)\n\n==Hey==\nCan I get your opinion on [[Talk:Team 5#Random Genin Teammate of Lee featured in the Boruto Manga|this]]? [[User:Sosuagwu17|Sosuagwu17]] ([[User talk:Sosuagwu17|talk]]) 23:12, September 20, 2020 (UTC)\n\nKind of a late response but sorry if you look at it as an overreaction but that was the only way to see if I can get input from others since Omni wasn't agreeing with me on the situation in the talkpage regarding the Team 5 dispute and I always believe that it is good to get input from a third party in order to try to help resolve a dispute between two users regarding an edit conflict if one can't agree with the others opinion. Anyways, looks like you have already settled the situation. [[User:Sosuagwu17|Sosuagwu17]] ([[User talk:Sosuagwu17|talk]]) 10:00, October 8, 2020 (UTC)\n\n== Japanese  ==\n\nNo problem, thanks to you for creating and completing the pages. I've used [https://drive.google.com/file/d/1FUNTBab_cnJm85ZYntmH0BLtiTs0kC40/view this fanlation] as reference and I think it's the only one available anyway but unfortunately it contains some mistakes, I couldn't find Minoru's name anywhere, he was always mentioned as the Prime Minister, so I don't know where did the translator came up with his name, not sure if he made it up but he only used it 5 times in chapter 5:\n\n1. “Ah...... I’ve come from Redaku’s capital. I’ve brought a message from the Prime Minister Minoru-sama, for Mr. Zansuru.”\n\n「あ……烈陀国首都より、宰相殿から所長ザンスール様へ、言伝を持ってまいりました。官僚のフンダルです」\n\n2. “The message from Minoru-sama, what is it?”\n\n「宰相様からのご用件は、どのようなものなのですか？」\n\n3. “I don’t know the specific details. However, Minoru-sama told me to talk about progress.”\n\n「私も詳しくは知らないのです。ただ、宰相殿からは『進捗』を聞いてくるように、と言われております」\n\n4. “It was last summer. When he had visited the capital and visited the Prime Minister Minoru-sama. My wife worked as a shrine maiden of the royal palace, and I was in charge of supervising Mr. Zansuru.”\n\n「去年の夏ですね。宰相を訪ねて首都にいらっしゃったときに。私の妻は王宮で侍女として働いておりまして、ザンスール様の担当につかせていただいたんですよ」\n\n5. “...aren’t you just the messenger? This information is top secret. At any rate, Minoru-sama knows what I’m referring to.”\n\n「……あなたはただの通信役でしょう？　具体的な数字を教えるわけにはいきませんよ。まぁ、心配なさらずとも、宰相様は把握しておられますから」\n\nAs you can see, in the Japanese version, they only use {{translation|Prime Minister|宰相|Saishō}} to refer to him. As for the dinosaurs, here's what I could find:\n\n{{translation|Kubinaga|クビナガ|Kubinaga}}, nicknamed {{translation|Titan|巨大獣|Titan|furigana=ティタン}}, {{translation|Putera|翼竜|Putera|furigana=プテラ}}, {{translation|Supino|竜脚獣|Supino|furigana=スピノ}}, {{translation|Kefaro|堅頭竜|Kefaro|furigana=ケファロ}}, {{translation|Orunito|鳥脚獣|Orunito|furigana=オルニト}} and {{translation|Tirano|肉食獣|Tirano|furigana=ティラノ}}\n\nYou can [https://drive.google.com/drive/folders/1dAwe699NDo_dQSVnzcQKWy5KtJzR2Oqj check] by yourself on the official digital version of the novel in html format, the furigana will bother you if you want to find specific words and also the small kanas are replaced by regular kanas instead, I think that's why the translator wrongly romanized some names. [[User:Fissionintroduce|Fissionintroduce]] ([[User talk:Fissionintroduce|talk]]) 05:45, September 27, 2020 (UTC)\n\n:Hey I've tried messaging her on social media but did'nt receive any answer yet but anyway, I think it's just a mistake, also I see for one of the dinosaurs that you kept \"Tairano\" but I think it's \"Tirano\" instead because as I told you, in these novels the small kanas, the sutegana, when used on furigana are not depicted, they are instead replaced by regular sized kanas, I don't know about the physical format but that's how it is on the digital version at least, so instead of \"ティラノ (Tirano)\" it is written \"テイラノ (Teirano)\" and I think that's why she used \"Tairano\" but as you can see, that's how the [https://ja.wikipedia.org/wiki/ティラノサウルス Tyrannosaurus] is written in Japanese. [[User:Fissionintroduce|Fissionintroduce]] ([[User talk:Fissionintroduce|talk]]) 16:57, October 11, 2020 (UTC)\n\n== Summary tags creating breaks ==\n\nIt seems that using summary tags in articles, like we do for transcluding portions of chapter and episode articles in the main page, is creating breaks in the actual articles. They make it look like the text has a new paragraph. I'm assuming this is a UCP bug, do I just report this to whoever? [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 03:53, 24 November 2020 (UTC)\n\n:Just an FYI to both of you, you can report such issues to me or to [[Special:Contact]] (Zendesk) in the future — either works. I believe Zendesk was used this time, since another Staff member came in & implemented a fix. All good now?<br/>-[[User:Ursuul|Ursuul]] ([[User talk:Ursuul|talk]]) <staff/> 13:40, 24 November 2020 (UTC)\n\n== References ==\nAs far as I'm concerned the references section shows blank until you scrolled it down to see the references way down. i had to space it out I'm sure it's still the same as the other articles or some. [[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 23:25, 25 November 2020 (UTC)\n\n:if it means i have to wait and let you or someone else contact the wiki support about this issue. i understand and i will undo my edits relating to that [[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 23:27, 25 November 2020 (UTC)\n\n== RE: UCP Updates ==\n\n* The debut part is handled by [[Template:MediaNav|MediaNav]]. Looking at the code, it seems to be displaying as intended. It should display \"''Naruto'' episode 5\" only if SMW doesn't find the corresponding title [It has been too long but I think that's how the default param works].\n* I see the Anime only tags in most infoboxes. Which infoboxes are missing them?\n* Again, which all infoboxes exactly? ''[[User:UltimateSupreme|<span style=\"color:#0078ff; text-shadow: 0px 1px 0.4px #0054d3, -1px -1px 1px white, -2px -2px 6px #0093f4;\">~Ultimate</span>]][[User talk:UltimateSupreme|<span style=\"color:#f00; text-shadow: 0px 1px 0.4px #f33, 1px 0px 1px white, 2px 2px 6px #f33, -2px -2px 6px #f33;\">Supreme</span>]]'' 03:59, 26 November 2020 (UTC)\n\n:I think most issues are fixed now.\n:In most cases, it would be [https://naruto.fandom.com/wiki/Template:Infobox/Naruto/Character/Contracts?curid=102456&diff=1375240&oldid=691954 these] [https://naruto.fandom.com/wiki/Template:Infobox/Naruto/Character/JutsuList?curid=102448&diff=1375236&oldid=1374895 two] (or similar smw syntax issues) ''[[User:UltimateSupreme|<span style=\"color:#0078ff; text-shadow: 0px 1px 0.4px #0054d3, -1px -1px 1px white, -2px -2px 6px #0093f4;\">~Ultimate</span>]][[User talk:UltimateSupreme|<span style=\"color:#f00; text-shadow: 0px 1px 0.4px #f33, 1px 0px 1px white, 2px 2px 6px #f33, -2px -2px 6px #f33;\">Supreme</span>]]'' 06:54, 27 November 2020 (UTC)\n\n== Something else with tools ==\n\nFor some reason, [[Chakra Blades]] aren't showing up right in Boruto's infobox. Since it showed up in the manga, it should appear in his tool section without a tag, but nothing I do with his user tag in the article is making the media tag disappear in his infobox. Any ideas? [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 22:41, 24 January 2021 (UTC)\n\n== New crat ==\nLong time no talk. I'm not sure if you've seen it, but the [https://naruto.fandom.com/wiki/Narutopedia_talk:Sysop#New_Bureaucrat wiki is looking for a new bureaucrat at the moment.] I've recommended you, however I did note that you possibly would not be interested. If you would be, great. If not, that's alright too. <s>It's been a long time, but I'd also like to apologize for any trouble I caused you in the past. Not that it means anything now, but I just wanted to put that out there.</s> [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 02:49, 27 February 2021 (UTC)\n\n== Sannin Page ==\n\nI saw that you answered a few questions on the Sannin talkpage. Maybe I'm missing something, but is Tsunade not listed as a member of the Sannin in the [[Sannin]] article because it only lists male members? Or perhaps is it due to the merger with the Team Hiruzen article? I feel that there's a simple explanation that's going above my head. [[User:Ninja Of War|Ninja Of War]] ([[User talk:Ninja Of War|talk]]) 13:54, 17 April 2021 (UTC)\n\n== Calm Seas in templates ==\n\nAny clue on why Land of Calm Seas is throwing a warning when listed as an affiliation in character infoboxes? The article exists and when I look at [[Concept:Loyalty]], [[Property:Loyalty]], and [[Property:Affiliation]] I see it listed as a value. It did get listed in Mozuku's infobox before there was an article on the country, but I've since purged and null edited every relevant article, property, and template I can think of, but the warning won't go away. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 19:45, 19 December 2021 (UTC)\n\n== Administration ==\n\nWanted to find out if you are interested in being a sysop. I understand you were in the past and your name came up [https://naruto.fandom.com/wiki/Narutopedia_talk:Sysop#New_Bureaucrat before] when a new bureaucrat was discussed. Dantman is allowing for nominations and naturally you would be an excellent candidate. Please let me know if you are keen. [[User:Ninja Of War|Ninja Of War]] ([[User talk:Ninja Of War|talk]]) 21:02, 23 January 2022 (UTC)\n\nGreat, will make an official nomination on your behalf. [[User:Ninja Of War|Ninja Of War]] ([[User talk:Ninja Of War|talk]]) 12:51, 24 January 2022 (UTC)\n\n== Discord Invite ==\n\nHi there Snapper2! Wanted to congratulate you on your re-confirmation as an administrator. I wanted to reach out on behalf of the Narutopedia discord mod/admin team to see if you wanted to join our group chat [https://discord.gg/pZM2TJH here]. You don't have to if you don't want to, but the door is open if you wanna join us. :) <br/>-<b>Ventillate {</b> [[User:Ventillate|About Me]] <b>|</b> [[User talk:Ventillate|Message]] <b>|</b> [[Special:Contributions/Ventillate|My Work]] <b>}</b><br/> 21:16, 31 January 2022 (UTC)\n\n== Naruto Shinden Anime-Novel difference  ==\n\nWhy are you removing that edit? The novel page stated the bag was empty. [[User:OmegaRasengan|OmegaRasengan]] ([[User talk:OmegaRasengan|talk]]) 04:41, 14 February 2022 (UTC)\n: It's still a difference... I'm sorry but that was just a dumb answer. That is literally the point of the page, so what if it's small? A difference is a difference. And if you yourself have read the novels, why aren't you providing references? [[User:OmegaRasengan|OmegaRasengan]] ([[User talk:OmegaRasengan|talk]]) 17:49, 14 February 2022 (UTC)\n\n== Building a new tool for fandoms! ==\n\nhey there\n\nJaden here! A big fan of your fan-art and artistic creations! We are currently building out a browser extension that will help to aggregate fan data across multiple platforms to generate fandom profiles for fans and secondary content creators like yourself!\n\nWe are working on aggregating streaming data from Crunchyroll & Netflix, as well as secondary creator content from DeviantArt, Pixiv, AO3, Fanfiction.com, Youtube, & Fandom.com!\n\nThe tool is meant to help secondary content creators and fans be recognized for their contributions to communities. Given that you’re a secondary content creator who has developed great content, we’d love to hear your thoughts on '''what details/features''' you’d like to see in these generated reports and fandom profiles.\n\nBy making use of these reputations, we also hope to be able to bring together top artists , storywriters, and community leaders (such as yourself) to bring together groups that can produce great secondary fan works (doujinshi, fan animations, etc), with prizes and financial incentives provided by us of course!\n\nWe’d also like to invite you to take part in the '''exclusive alpha''' test launch of the product, which we are shipping in the coming weeks.\n\nPlease do let us know, and I’m excited to hear your thoughts :)\n\nBest Regards, Jaden Yan\n\n== Article Save Problem ==\n\nIt keeps saying this when I try to save : An automated filter has identified this edit as potentially unconstructive.\n\nYour edit has matched a common abuse phrase or title.\n\nProfanity is a serious form of vandalism.\n\nIf you don't stop you will be blocked from editing Narutopedia.\n\nIf your creation is constructive, DO NOT PUBLISH; instead please report it to an administrator.\n\n== Re: page move ==\n\nOk cool, thanks. [[User:OmegaRasengan|OmegaRasengan]] ([[User talk:OmegaRasengan|talk]]) 23:25, 7 August 2022 (UTC)\n\n== re: ‎Izanagi ==\n\nThe story about Izanagi showed the Uchiha being reckless with technique. Clearly, they wouldn't be so overconfident on a technique they could only use twice in a lifetime and likewise glow completely blind from to mere usages. One Uchiha was even confident after losing one eye. Obito also noted that capacities for the techniques usage varies from person to person.[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 19:53, 6 October 2022 (UTC)\n\n== Crunchyroll update ==\n\nAny chance that beyond your recent changes to the templates, you can also update the crunchyroll linking parts? From what I can tell, the recent update to crunchyroll changed their entire media linking scheme. Old links still seem to redirect properly, but without knowing if old \"media numbers\" for new stuff (\"media-6numbers\"), it would require changing the template to the new scheme (\"watch/9letterandnumbers\"), and that might require updating 900+ episode articles to their new links. Unless of course there's a \"use new format only from episode x forward\", which also might be unnecessarily complex. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 20:36, 23 October 2022 (UTC)\n:I don't know if this counts as \"work different for values >X\", but that sounds a bit similar to how the 700+1-700+10 Naruto Gaiden chapters. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 02:28, 30 October 2022 (UTC)\n::Is it possible to make it format dependent? Like, if input is \"legacy 6 numbers\", format link as \"<code>crunchyroll.com/media-868168</code>\"; if input is \"new 9 alphanumeric\", format as \"<code>crunchyroll.com/watch/GX9UQX753</code>\"? [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 05:08, 30 October 2022 (UTC)\n:::Could possibly use [https://www.mediawiki.org/wiki/Help:Extension:ParserFunctions##len #len] or #pos to differentiate between the two. ''[[User:UltimateSupreme|<span style=\"color:#0078ff; text-shadow: 0px 1px 0.4px #0054d3, -1px -1px 1px white, -2px -2px 6px #0093f4;\">~Ultimate</span>]][[User talk:UltimateSupreme|<span style=\"color:#f00; text-shadow: 0px 1px 0.4px #f33, 1px 0px 1px white, 2px 2px 6px #f33, -2px -2px 6px #f33;\">Supreme</span>]]'' 17:47, 28 November 2022 (UTC)\n\n== Konoha Shinden manga ==\n\nJust so you know in advance, the Konoha Shinden manga will release its first chapter this [https://twitter.com/shonenjump/status/1585377631997988886?s=46&t=1ZJgl2OV54RJFu3w-0kF_w Friday] as well. [[User:OmegaRasengan|OmegaRasengan]] ([[User talk:OmegaRasengan|talk]]) 22:04, 26 October 2022 (UTC)\n\n== Howdy! Greetings from your new Wiki Representative! ==\n\nHello, Snapper2! My name is Legendary Super Saiyan Fennekin (Though you can absolutely call me \"Fenn\") and I am the new [https://community.fandom.com/wiki/Help:Wiki_Representatives Wiki Representative] for your community! \n\n\\(^u^)/\n\n\n\nIf you ever need some help on the Wiki, or have something you need to speak with Fandom Staff about, feel free to reach out to me! The best way to contact me for a speedier response would be via Discord, my tag being \"Legendary Super Saiyan Fennekin#1949\", but you can always leave a message on my wall and I will work to respond to that as soon as possible! If you have any Discord Servers affiliated to the Wiki or Discord group chats for the admin/moderator team, feel free to lemme know! I'm excited to be able to assist your community!\n\n\n\nHave a blessed day!\n[https://community.fandom.com/wiki/User:Legendary_Super_Saiyan_Fennekin '''Fenn'''] ''([[User talk:Legendary Super Saiyan Fennekin|Talk]])'' '''''November 8, 2022, 9:53 PM (EST)'''''\n\n== Flint Yagura ==\n\nTo answer your edit summary question, while I don't know if the light novel had the \"no jutsu\" part in the name, that's not present in the games, which is the original source, and it was not present in Boruto episode 107 either. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 03:01, 25 December 2022 (UTC)\n\n== Not quitting this wiki ==\n\nPlease delete this message.\n\n[[User:UberPoison|Uber]][[User talk:UberPoison|Poison]] 23:47, 6 January 2023 (UTC)\n\n== Affiliation Request: ==\n\nHi, I'm not sure if your wiki accepts affiliation requests, but here I am offering 2 wikis I admin and moderate on: Unbreakable Machine-Doll Wiki and Strike the Blood Wiki, if your wiki might take interest~ Thanks!\n[[User:SasuSakuManiac|SasuSakuManiac]] ([[User talk:SasuSakuManiac|talk]]) 16:07, 9 January 2023 (UTC)\n\n== Uzushiogakure edit ==\n\nI was confused which databook Sha no Sho was because of this \"'''is the fourth''' of the supplementary guidebooks on the Naruto series authored by\". So I'm sorry about that.\n\nHowever, I checked the real Sha no Sho Kushina page and the Portuguese version also only mention war only (A civil war is '''guerra civil''' but the scan only has '''guerras''' or war), no civil war so like the Japanese version. Naruto manga chapter 500 (which is referenced in the page) also mention Uzushiogakure being '''attacked''', so it ''couldn't'' be a civil war at all.\n\nSince Portuguese, Japanese scans line up with the manga info, I'd say that it's safe to say that the English translation is wrong 100%.\n\nI hope that this is the correct place to talk about this. I'm new to the site and don't know much how to use it yet.\n\n==  Darwin R. C. A. P. N. Watterson ==\n\ni already place a block check on this user, but i don't think i gonna revert their edits again that contains a lot of doubling links and putting links without redirects. https://naruto.fandom.com/wiki/Ada?action=history on their latest edit, to them, they don't see why i revert their edits just cuz they only put full name lines instead of links with redirects. if possible, please give them an explanation about the editing policy or rather give them a warning message if they keep edit with their double links etc? [[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 19:22, 7 April 2023 (UTC)\n\n== Naruto Kayou Card references ==\n\nhey, someone dm'd me on discord and ask me about a naruto card franschise Naruto Kayou Cards (JP version). the only naruto card franschise was Naruto Collectible Card Game that ended a decade. are we consider adding references from Naruto Kayou Cards\n\nfor example: https://media.discordapp.net/attachments/1094457285402697789/1094463517987442778/s-l1600-2.jpg?width=955&height=1272\nhttps://media.discordapp.net/attachments/1094457285402697789/1094463518213947563/s-l1600-1.jpg?width=955&height=1272\nthe card back it lists the Steaming Danger Tyranny as a S-Rank technique.\n\nShould we use a Naruto Kayou Card as references to certain techniques, shinobi ranks, etc?\n\n[[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 03:34, 9 April 2023 (UTC)\n\n==Thanks==\nI am NaruHinaBaru, not Darwin, but I appreciate you giving me your warning. Thanks.[[User:NaruHinaBaru|NaruHinaBaru]] ([[User talk:NaruHinaBaru|talk]]) 03:49, 21 April 2023 (UTC)\n\n== Ban Evasions ==\n\nNormally, I try to avoid blocks/disciplinary actions conducted by other admins, but I've received confirmation of a few connected accounts hopping IPs. Just wanted to give you a heads up on that matter. <br/>-<b>Ventillate {</b> [[User:Ventillate|👤]] <b>|</b> [[User talk:Ventillate|💬]] <b>|</b> [[Special:Contributions/Ventillate|🔧]] <b>}</b><br/> 21:47, 23 April 2023 (UTC)\n\ncan you ban or block, Arcadia warlic he’s just talking nonsense \n\n== References ==\n\nDid something happen with reference lists with the recent MediaWiki update? They look so absolutely squished, only taking half of the available horizontal space. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 23:34, 29 May 2023 (UTC)\n\nHi,\n\nI can see you changed the references CSS rule, but now, as seen in [[Naruto Uzumaki]], the list of reference is fully displayed, instead of the compact list. We fixed this issue on the [[w:c:fr.naruto|French Naruto Wiki]] by adding a CSS rule on the parent element (see our [[w:c:fr.naruto:MediaWiki:Common.css#L-218|MediaWiki:Common.css]], and our [[w:c:fr.naruto:Naruto Uzumaki#Références|Naruto Uzumaki]] page):\n\n<syntaxhighlight lang=\"css\">\n.mw-parser-output .mw-references-columns {\n\tcolumn-width: auto;\n}\n</syntaxhighlight>\n\nHope this will help. 😉 [[User:Celdrøn|Celdrøn]] ([[User talk:Celdrøn|talk]]) 09:23, 30 May 2023 (UTC)\n\n== Tonjutsu mention ==\n\nRegarding your citation needed request for tonjutsu in the jutsu article, I can't comment on novels, but I have a vague memory of the term being used in one of the early Boruto volume character sheets, either Sarada's or Mitsuki's. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 07:06, 18 June 2023 (UTC)\n\n== Naruto Gaiden leaks ==\n\nhttps://naruto.fandom.com/wiki/Team_Jiraiya?action=history\n\ni'm not sure if you're aware but it is acceptable to edit based on leaks relating to the naruto gaiden mini-anime series?[[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 00:40, 13 July 2023 (UTC)\n\nThe Mianto One Shot 55 page manga Naruto Gaiden: The Whorl Within the Spiral takes place during the 2nd ninja War not the 3rd and I've explained when I've edited it someone keeps editing it to the 3rd ninja war when that's incorrect. \n [[User:SilentWolfKills|SilentWolfKills]]\n\n== BloodOfArchon adding fanboy edits to Itachi Uchiha's page ==\n\nWhile he tried to take out a statement of power from Minato's page.[[User:SuperSaiyaMan|SuperSaiyaMan]] ([[User talk:SuperSaiyaMan|talk]]) 02:05, 18 July 2023 (UTC)\n\nhttps://naruto.fandom.com/wiki/Talk:Minato_Namikaze#Misconception_being_inserted_into_page I am only trying to keep it all up to fan interpretation, which he is not doing. He is edit warring and using ad hominems. [[User:BloodOfTheArchon|BloodOfTheArchon]] ([[User talk:BloodOfTheArchon|talk]]) 02:06, 18 July 2023 (UTC)\n\n== Two Blue Vortex chapters ==\n\nIf leaks are accurate, it seems that Two Blue Vortex will reset the chapter count, its first chapter being TBV chapter 1 instead of Boruto chapter 81. Relevant templates will require updates. I take it this would be like adding another manga option, like Sasuke Retsuden and Konoha Shinden? [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 14:14, 16 August 2023 (UTC)\n\n== Admin+ ==\n\nHey there! I’m reaching out to introduce the Admin+ program (if you haven’t heard about it already!) & let you know I’m here if you have any questions about it. Take a look at the details [https://community.fandom.com/wiki/Admin_Plus here] & feel free to send over any questions you have. <span style=\"font-family: Rubik; border-radius:8em; padding:0 5px; background:#d58494\">[[User:Pikushi|<span style=\"color:#f1f5ff\">pikushi ✧.*</span>]] </span>  <staff /> 13:56, 13 September 2023 (UTC)\n\n== Invitation to the Fandom Stars Program ==\n\nHello! :) \n\nMy name is JP, and I lead the creator-recognition program called Fandom Stars and wanted to extend an invitation to apply and join the program. As a Fandom Star, you're in a community with creative and curious individuals who go the extra mile to help others and create new and fresh content and fan experiences. This program offers opportunities to attend conventions, connect with the media, enter sweepstakes for cool prizes, and participate in engaging discussions about the future of Fandom. If you have any questions about the program or would like to chat more, I'd be delighted to connect. \n\nYou can learn more about Fandom Stars here: https://www.fandom.com/fandom-stars/[[User:Jpearson|Jpearson]] ([[User talk:Jpearson|talk]]) 19:18, 29 September 2023 (UTC)\n\n== Connections ==\n\nPardon me if any of my contributions regarding the game are messy, I'm adding as I play.--[[User:LastationLover5000|LastationLover5000]] ([[User talk:LastationLover5000|talk]]) 08:54, 18 November 2023 (UTC)\n\n== Further template/form updates ==\n\nNo title yet, but there's a release date for the first Blue Vortex volume, early February. It'll most likely reset the count as well. [[User:Omnibender|Omnibender]] - [[User talk:Omnibender|Talk]] - [[Special:Contributions/Omnibender|Contributions]] 22:47, 30 December 2023 (UTC)\n\n== Re: FYI ==\n\nThanks for the information. I'm sorry for the edit war, this won't happen again. I'll pay attention to the rule in the future. [[User:Testi0|Testi0]] ([[User talk:Testi0|talk]]) 05:03, 21 January 2024 (UTC)\n\n== Edit to Jashin Page ==\n\nCould you kindly provide me with an outline of the changes you've implemented on the page? I've noticed that several trivia entries I've inserted have been removed, and I'm uncertain as to the rationale behind this. Additionally, for the content you've introduced, would you be able to include links to the corresponding sources? A considerable portion of the information I incorporated is derived directly from the databooks, citations included. I'm struggling to comprehend the necessity or justification for your modifications. While I acknowledge my status as a newcomer to this platform, I firmly believe that the details I've contributed are crucial and align with the data presented in the databooks for Hidan and, by extension, Jashinism.\n\nIn the previous version of the page (before my edits), it was noted that there was a severe lack of sources and citations, leaving the content lacking in credibility and reliability. Your edits continue to circulate information without proper citation. Even to the point of leaving my citations on the article on top of your edits, without even paying any mind to the fact your edits do not reference any of the citations I've left. \n\nIt is imperative that these issues are addressed to ensure the accuracy and integrity of the article on the platform. I have rolledback the page. Please ensure that edits that kept even remotely accurate, including citation and sourcing of added information. If there is something wrong with the grammar or anything related to that, that is written, please do make needed edits. However editing the entire context (without citation of added information) of the page feels wrong.\n\nIf I have failed to properly format something, I am free to learn and understand from you or anyone else willing to correct me, but outright editing the text to say something completely different without proper citations doesn't feel like the right way to add edits to the page. Please correct me where I am wrong, as I love to learn and improve. \nThank you.\n[[User:Nagaya|Nagaya]] ([[User talk:Nagaya|talk]]) 05:14, 11 March 2024 (UTC)\n\n== Add Viz title to volume infobox ==\n\nHi, I'm trying to edit https://naruto.fandom.com/wiki/Template:Infobox/Naruto/Volume to include the ability to add a Viz title, which https://naruto.fandom.com/wiki/Template:Infobox/Naruto/Chapter already supports. Since they use different ways of doing that (data source and iBox Row), and because I'm not a wikitext expert, I'm having difficulties.\nAlso, I'm not sure how to add Viz translation to the volume's editing form. Can you help with this? Thanks [[User:Cam1170|Cam1170]] ([[User talk:Cam1170|talk]]) 19:37, 11 March 2024 (UTC)\n\n== Re:Re: Jashin ==\n\nI see what you're saying but I don't agree. However, we can drop it and hope the missing canon info will get added eventually. As for simplification of my edits, I feel the entire article should be rewritten somehow without being too simple or \"having too much commentary.\"[[User:Nagaya|Nagaya]] ([[User talk:Nagaya|talk]]) 23:21, 11 March 2024 (UTC)\n\n== Community Manager ==\n\nHey there!\n\nAs you may have heard last month, [https://community.fandom.com/wiki/User_blog:Brandon_Rhea/How_Fandom%27s_Community_team_works_in_2024 Fandom introduced new Community Managers] who would be coming in to support wikis.\n\nI'm just dropping in to let you know I'll be working with you on Naruto Wiki as its assigned CM! I'll fulfil similar roles to what Fennekin did on this wiki. I'll be able to support with things like:\n\n* Bug reports \n* Coding/templates (to the best of my ability!)\n* Design\n* Community management\n\nYou can contact me about anything though - you know how this works at this point haha. \n\nAm I okay to join the wiki's Discord server and introduce myself to everyone? My Discord handle is spongebob456. \n\nIf you have any questions, please do let me know! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 13:43, 7 May 2024 (UTC)\n\n== Quick question ==\n\nHey! I just had a query on something. Purely hypothetically, what are your thoughts on AI and its potential uses on Fandom. Are you pro it? Against it? Only under certain circumstances? There are no wrong answers here, just want to gather your views on it. Go wild! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 11:06, 27 June 2024 (UTC)\n\n== Community Ad Bash ==\n\nHey! As announced in last week's tech blog, just a reminder that Fandom is holding a '''Community Ad Bash''' this week. This is your chance to report '''bad ads''' directly to Fandom staff to help improve the ad experience. Ads on Fandom has been a big talking point, so if you have any feedback on this you'd like to share with staff direct, this is a great way to do that.\n\n* '''What:''' as you see bad ads on the platform, you fill out a form to report them directly to Fandom Staff\n* '''When:''' on '''July 30 to July 31'''\n* '''Where:''' in the [[w:c:community:Discord|Fandom Discord server]], in the '''#adbash channel'''\n\nDefinitely worth doing if you're around! If you have any questions, please let me know 😄\n\n[https://community.fandom.com/wiki/User_blog:Jpearson/Community_Ad_Bash:_How_YOU_Can_Help_Shape_Fandom's_Ad_Experience More information on the Community Ad Bash] --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 14:38, 29 July 2024 (UTC)\n\n== Point of contact ==\n\nHeya! Just wanted to let you know I’ll be OOO next week (w/c 12 August). If you have any issues, please do contact Miller (https://community.fandom.com/wiki/Message_Wall:Barneymiller123abc) on wiki or Discord, he’ll be around to help. I’ll be back as normal starting August 19! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 16:06, 5 August 2024 (UTC)\n\n== Structured Quotes ==\n\nHey! Just a heads up - if you haven't already, you'll see in Recent Changes soon that FANDOMbot has created '''Template:StructuredQuote'''.\n\n'''What and why?'''<br/>\n'''Structured Quotes''' brings new markup that allows you to classify each part of the quote, such as the speaker, receiver, the quote itself etc. This means you can add quotes to articles more easily, and generate lists of quotes via queries rather than adding each manually. You can also still customise the template while retaining this functionality. [https://community.fandom.com/wiki/User_blog:Antonio_R._Castro/The_first_structured_content_initiative:_Structured_Quotes More info in the Structured Quotes blog].\n\n'''How do you use this?'''<br/>\nYou would need to adjust your existing quote templates '''but help is available for this'''. Feel free to reach out to me, or use the '''#structured-quotes''' channel in Fandom Discord! [https://community.fandom.com/wiki/Help:Structured_Quotes This is all explained in the Help page].\n\n'''Do you have to use this?'''<br/>\nThis isn't anything mandatory! I'd love it if you could try it out though, and let me know why you do or don't want to use it, and what it's lacking in case of the latter. \n\nIf you choose not to use it, please don't delete the template. Instead, please either leave it unused, or have Template:StructuredQuote redirect to an existing quote template. The editor has a button that will add the quote template and that may break.\n\nIf you have any questions on this, please let me know! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 15:47, 6 September 2024 (UTC)\n\n== Shisui Fireball Technique ==\n\nI'm not trying to get into an edit war, but hear me out. I never tried to say that Shisui used the Fire Ball technique in the manga, just that he didn't ONLY use in the anime.[[User:Steveo920|Steveo920]] ([[User talk:Steveo920|talk]]) 00:43, 8 September 2024 (UTC)\n\n== User Shin Kurogane ==\nSending here not because I wish to, but because any time I try to edit the Sysop Requests page lately, it cancels with a spam filter for some reason. This user, whilst being aware of the Talkpage deletion policy, continues to ignore it. [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 17:19, 28 October 2024 (UTC)\n\n==Kinkaku==\nDon't mean to bother, but could the two pages be reverted back to how they were before the edit wars while we wait for a discussion to be created? [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 00:07, 10 November 2024 (UTC)\n:Considering the brothers had just recently staged a coup, attacking the Raikage and Tobirama, I think it's safe to assume they are no longer affiliated. I guess that's fine to leave out, though. As for the later edit, I suppose that's also fine. I was under the impression we list most teams in the intro, so long as it doesn't become too bloated. [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 00:24, 10 November 2024 (UTC)\n::Fair enough, thank you. [[User:Munchvtec|Munchvtec]] ([[User talk:Munchvtec|talk]]) 00:49, 10 November 2024 (UTC)\n\n== Universe Pages ==\n\nHey! Just wanted to let you know that recently, Fandom launched '''Universe Pages'''. In case you get questions from users about these, this is a run-down of them!\n\nThese pages use '''data''' to bring together content relating to a topic in an easy-to-navigate way, sometimes from multiple wikis. They're designed to be an '''SEO magnet''', helping with wiki search results, and as another '''gateway''' to discovering wikis. This requires no extra work on the wiki's end. '''Note:''' we’re aware of issues such as certain regions not being clickable right now - should be fixed soon! Please let me know if you spot other issues.\n\n;Useful links\n* [https://www.fandom.com/universe/naruto View the respective universe page for Naruto]\n* [https://community.fandom.com/wiki/User_blog:Pikushi/_Expanding_Our_Universe:_Introducing_Universe_Pages View the Staff blog for more info about Universe pages]\n* [https://community.fandom.com/wiki/Help:Universe_Pages View the Help page for more in-depth info about Universe pages]\n\nIf you have any feedback, comments, questions about this - please let me know! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 13:25, 18 November 2024 (UTC)\n\n== Re: Possible block regarding the template removals ==\nOk, I may have made unintent edits regarding of removing templates such -L or -. When I look over the paragraph of a specific section, i thought maybe it's okay to remove the template from the section it had enough paragraphs as it won't clash with the sections along with some editing on details. But since you gave me a question of why on a certain topic, even if it means my edits had offended you in some way and mostly back in the past. I might try to refrain myself. And yes, you had blocked me for a week back then and I accepted that punishment. I hope you might understand why I did an unintentional edit after looking over [[Yodo]]'s page at that moment. \n:Speaking of browsers... I'm currently using Opera GX, if I were compared different browsers (like Microsoft Edge or Chrome), I might understand why I shouldn't remove some templates. And if you're wondering my browser did something without me around, I don't think that's the reason why it would do that without my own editing.\n::Btw, a possible related/slight unrelated note, I just noticed a big fat yet gapped space on [[Sakura]]'s page between New Era: Labyrinth Arc section and Boruto Two Blue Vortex section. Either I leave it or I ask your permission to remove the spacing on Sakura's page. [[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 00:26, 25 November 2024 (UTC)\n:::Very well, understandable. I will be self-restraint and since I can't receive permission regarding Sakura's page, I suppose I just had to ignore the gap on Sakura's page until there might be alatest manga chapter of her appearance. [[User:Kunoichi101|Kunoichi101]] ([[User talk:Kunoichi101|talk]]) 04:20, 25 November 2024 (UTC)\n\n== Holiday season ==\n\nHey there! Just to let you know that my last day before the holiday break will be '''December 20'''. I'll be returning on '''January 2''', but please do bear with me as I catch up! If you have any issues, questions, feedback over that period though, feel free to let me know, and I will review when I'm back. Alternatively, [https://support.fandom.com/hc/en-us you can message via Zendesk]. I’m still around next week though if you need anything! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 13:57, 13 December 2024 (UTC)\n\n== New global navigation ==\n\nHey there! Last week we [https://community.fandom.com/wiki/User_blog:Lady_Lostris/Going_into_the_new_year_with_a_new_navigation_design launched the new Global navigation design]. Did you have any thoughts or issues with it please? I'm collecting user feedback as we make improvements to it in 2025. I look forward to hearing from you! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 10:12, 16 December 2024 (UTC)\n\n== MediaWiki upgrade ==\n\nHeya! [https://naruto.fandom.com/f/p/4400000000000106790 I posted a MW 1.43 upgrade post today]. It's not a huge deal, but in case users have questions during the upgrade, that could be useful. If you have any issues, please let me know! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 14:26, 13 January 2025 (UTC)\n\n== Block ==\n\nWhy have I been Blocked? I broke no rules, and on my edit I gave sources to why I updated name, check page History. trying to send photo showing I gave sources in edit changes description but every time I send in in here it says this image has been banned from creation. It matches the following disallowed titles list entry: ^File:[^ ]{15,}\\.(jpe?g|png|svg. even though I keep converting image it says not allowed. [[User:SilentWolfKills|SilentWolfKills]] ([[User talk:SilentWolfKills|talk]]) 07:24, 27 January 2025 (UTC)\n\n== MediaWiki 1.43 testing ==\n\nHey there! Per my message last month, this wiki is due to migrate to [[w:c:community:Help:Update to MediaWiki 1.43|MediaWiki 1.43]] (MW 1.43) soon. As this wiki uses Semantic MediaWiki (SMW), there are some more complicated elements we want to check have migrated properly. [https://restricted-naruto-143.fandom.com/wiki/Narutopedia We've made a clone of this wiki], which is on MW 1.43, and contains all the content and SMW functionality of this wiki. A few notes:\n\n* The wiki is only available to staff and admins, users cannot view or edit it\n* Any edit to the clone wiki will go live on the main one, and vice versa - please be careful!\n* Images haven't been transferred to the clone, hence the theme not looking right \n\n'''[https://restricted-naruto-143.fandom.com/wiki/Narutopedia You can access the clone wiki here to test it]'''\n\nWould you be able to look over the wiki, and see if anything is broken with Semantic MediaWiki please? If you have any issues, please do let me know and I'm happy to help! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 15:32, 25 February 2025 (UTC)\n:Hi, have you had a chance to look at this yet please? We'd be looking to migrate the wiki '''this week''' potentially, so this week is the best time to give feedback before migration. Thanks! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 14:31, 3 March 2025 (UTC)\n::Thanks for the heads up! Can you link me an article that links to BrowseData please? I'll take a look into it. --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 11:51, 5 March 2025 (UTC)\n:::Just seen that Special:BrowseData in general isn't working on the clone, just investigating. If you have articles that link to it too, that'd still be useful. Thanks! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 12:06, 5 March 2025 (UTC)\n::::This is really helpful, thank you! It does indeed look like we're working on a fix, and [https://restricted-naruto-143.fandom.com/wiki/Special:BrowseData/Characters Special:BrowseData/Characters] on the Clone is working for me. Just not the individual character ones yet. --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 10:56, 6 March 2025 (UTC)\n:::::Hey! I see the migration went ahead, and unfortunately BrowseData isn't working again for some reason. We have a ticket up on it, which we're working to fix ASAP. Any other issues you've spotted so far? --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 16:35, 13 March 2025 (UTC)\n::::::Hi, just confirming [[Special:BrowseData/Justu]] should now work! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 12:55, 17 March 2025 (UTC)\n\n== Storm 1 Mission Articles ==\n\nHello! I'm not sure if I can ask this to you, but oh well.\n\nYou see, I wanted to create articles for the missions present in Ultimate Ninja Storm 1, but I'm not sure if there's a template for them yet.\n\nIf there isn't, can you suggest me a way to write the articles about them?\n\n== Wiki Change ==\n\nHey, I'm not really sure who to go to or how to go about asking for this or if it's something that is even possible with the wiki but I was directed to you by  another user so you seem like the correct choice! I originally made a post type thing so I will just copy and past that here and if it's not too much trouble could you either bring this to someone it's supposed to go to (if that isn't you) or lead me to the right place?\n\n\"There is lists in the Naruto Wiki, for example the list of Jutsu. I wish to propose a change if it is possible! When searching for certain Jutsu you can only add positive modifiers to what you want to search. For example I can specify Ninjutsu, Manga Canon, Uchiha Clan, Fire Release, Etc... However there is no Negative modifiers, personally I would find a lot of use in negative modifiers. One example is if I want to look at all Jutsu that aren't given ranks, aren't Hiden, aren't Forbidden, and aren't Kekkei Genkai/Tota/Mora, I currently have no way to do that. Negative Modifiers (if possible) would allow for the removal of Jutsu in the broad Jutsu list with those tags. Another example is if I want to look at Jutsu that are in the Anime but NOT in other forms of media such as the manga or novels I have no way to seclude Anime only. So in my opinion if it's something possible for the Wiki, adding the ability to use negative modifiers as well as the current positive modifiers when sorting, would be incredibly helpful and appreciated!\"\n\nThank you for your time and sorry if this is inconvenient or done incorrectly![[User:Kontetsukages|Kontetsukages]] ([[User talk:Kontetsukages|talk]]) 05:47, 1 March 2025 (UTC)\n\nThank you for the help! It is unfortunate that it's not really possible as I asked for, and you certainly weren't lying about the Special:Ask not being user friendly! I can't seem to even figure out how to have more than 1 column, I had the code visually close to matching yours but got \"no results\" when I did so. If you have the time could you nudge me in the right direction to get a table that lists ALL Jutsu that are canon (Manga, Novel, Movie Canon), and shows whether they are Genjutsu, Taijutsu, Ninjutsu, Senjutsu, Hiden, Forbidden, and/or Kekkei Genkai/Tota/Mora, shows the Jutsu Rank or lack there of (like the list you made on my talk page), and if it doesn't require more effort the chakra Nature as well? \n\nNot asking for you to explicitly do it for me (unless you want to) but maybe some tips (or sharing a resource/tutorial) on how to do so with the Speical:Ask table feature? [[User:Kontetsukages|Kontetsukages]] ([[User talk:Kontetsukages|talk]]) 19:54, 2 March 2025 (UTC)\n\nAfter much tinkering I believe I got it, thank you very much for the help even though I figured out the multiple columns before you replied! It was as simple as typing in the \"Printout Selection\" box for the things like \"?Appears in\", \"?Jutsu classification\", \"?Chakra Nature\", and \"?Jutsu rank\". Rather than the Condition box where I wrote the \"[[Concept:Jutsu]]\" also found out (through ChatGPT) that using [[Category:Jutsu]] also appears to work but I may be wrong! Again thank you! [[User:Kontetsukages|Kontetsukages]] ([[User talk:Kontetsukages|talk]]) 21:11, 2 March 2025 (UTC)\n\n== Gedo Mazo an Ten Tails block ==\n\nThis block doesn't make any sense, I already explained my reasons. Both the articles contradicts the manga itself  [[User:Kingsizertren|Kingsizertren]] ([[User talk:Kingsizertren|talk]]) 19:44, 6 May 2025 (UTC)\n\n== Edit with form ==\n\nHi there! Hope you're doing well. We received a report while ago of '''Edit with form''' not working on articles on this wiki. After chatting with engineers, this seems to be due to MediaWiki 1.43 not being compatible with elements of the [[Module:HF/Infobox/Jutsu|Lua module used for Edit with form]]. \n\nThis needs to be fixed locally on this wiki, and the engineer gave me some suggestions for fixes (below):\n\n*Modify <code>Infobox.jutsuType</code> function\n**Use MediaWiki's HTML builder to create appropriately formatted spans\n* Change Form structure\n**Use <code>input type=tokens</code> instead of checkboxes (provides similar functionality)\n**Split into separate checkbox fields and combine them in the Lua function\n\nDoes this make sense at all? Is this something you'd be able to implement? I'm messaging you as I saw you last edited that Lua module, but please let me know if I should message someone else, or need a hand making these changes! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 12:48, 8 May 2025 (UTC)\n:Hey, sorry for the late reply, I've been chatting with engineers on it. Do you know of any users on the wiki who may be familiar with this who could make the edits? --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 10:53, 16 May 2025 (UTC)\n::Heads up that an engineer may be editing the module shortly to fix it, not sure yet. So if you see a Staff member editing it, that's why! Please let me know if that's an issue though. --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 11:25, 16 May 2025 (UTC)\n:::Hey, I'm having another chat with the engineer to save if they can make any edits. If not, I'll try to figure out a new approach! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 10:11, 23 May 2025 (UTC)\n\n== Ten tails and Gedo Mazo  ==\n\n\" You ask for an explanation, ignore it, and the proceed to resume your edit warring once your block expires?\"\n\nI didn't ignore anything, in fact I'm answering you.\n\nThe manga doesn't contradict anything, and the wikia shouldn't be used to spread falsehoods and create confusion. [[User:Kingsizertren|Kingsizertren]] ([[User talk:Kingsizertren|talk]]) 10:48, 13 May 2025 (UTC)\n\n== RE: move rights ==\n\nHey, I think that's in error as we recently made a change whereby we removed <code>move</code> rights from the \"User\" usergroup, only allowing it for autoconfirmed users. It sounds like when we made this change, it enabled the permission for all autoconfirmed users, affecting this wiki which had a custom permission set up. To confirm, would you like me to remove the <code>Move</code> permission from autoconfirmed users again? --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 08:51, 27 June 2025 (UTC)\n:Hey, should be done, please let me know if you see any issues. Note that you can't have <code>movefile</code> without <code>move</code> so that's also disabled. --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 14:43, 30 June 2025 (UTC)\n::Hey, yeah can do that. Note though as above, in order to have <code>movefile</code>, you also need <code>move</code>, per how its programmed in MediaWiki. Are you all good with that? --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 08:14, 22 August 2025 (UTC)\n\n== A couple of updates ==\n\nHey, hope you're well. A couple of bits from me!\n\n;Out of office\nI'll be out of office from Thursday 14 August, and I'll be back on Monday 18 August. I'll answer any pings when I'm back. Anything super urgent should go to [https://support.fandom.com/hc/en-us Zendesk] please!\n\n;Page-level progress tracking\nAfter the rollout of '''Table Progress Tracking''' (TPT), we're planning '''tracking on individual article pages''', having a checkbox on each page. This wouldn't be all pages, rather ones that cover a single entity like an item in a game, or episode page for a TV show.\n\nHere are the wireframes of what this might look like: [https://static.wikia.nocookie.net/bob456_ucp/images/b/b2/Page_Progress_Tracking_-_mobile.png/revision/latest?cb=20250812135011 Mobile] and [https://static.wikia.nocookie.net/bob456_ucp/images/9/92/Page_Progress_Tracking_-_desktop.png/revision/latest?cb=20250812135001 Desktop]. You can see:\n* A small module at the top of the page with a checkbox\n* It's expandable to reveal other pages in the same category which can be checked off directly, and/or navigated to\n* Think of it as a checklist spread across multiple pages\n\nWhether you plan to use this or not, we’d love to know:\n* Would you or wiki readers find this useful? \n* What do you think of the wireframes? \n* What kinds of pages would you want to see it on (and NOT see it on)?\n* What are your thoughts on using categories to cluster relevant sets of pages? \n\nIf tests goes well, we’ll add tools for you to control which pages/categories are trackable. This could open doors to syncing between map markers and location pages. Perhaps also progress bars for each group. Other ideas are also welcome! --[[User:Spongebob456|Spongebob456]] <sup>[[User talk:Spongebob456|talk]]</sup> <staff/> 13:59, 12 August 2025 (UTC)"
  }
}