{
  "name": "Weather Manipulation",
  "sourcePage": "Weather Manipulation",
  "pageId": 112699,
  "url": "https://naruto.fandom.com/wiki/Weather_Manipulation",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/6/6d/Emotional_Weather_Manipulation_-_Rain.png/revision/latest/scale-to-width-down/600?cb=20130516134044",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|image=Emotional Weather Manipulation - Rain.png;When sad, Yota can create rain…\nEmotional Weather Manipulation - Snow.png;…when happy, it snows around Yota…\nEmotional Weather Manipulation - Lightning.png;…when he's angry, he can summon lightning…\nNaruto and Yota Ep. 314.png;…and when he whistles, he can control wind.\n|unnamed jutsu=Yes\n|jutsu classification=Hiden~Yota's Clan, Ninjutsu\n|jutsu class type=Offensive, Defensive, Supplementary\n|jutsu range=Short, Mid, Long\n|users=Yota\n|boruto=No\n|debut anime=313\n|debut shippuden=Yes\n|boruto anime=No\n|game debut=Naruto: Ultimate Ninja Online\n|jutsu media=Anime, Game\n}}\nA special ability known by his clan, Yota can to freely manipulate the weather around him. Regardless of the natural atmosphere around him, he could manifest many different weather effects, effectively turning them into powerful attacks or defences. It should be noted that his area of effect is not limited to outside, as he is able to isolate his abilities to relatively closed off areas, while within them. Yota has shown to have a great level of control over the range and direction of his ability, and could use them simultaneously if need be.\n\nThe following effects have been shown:\n* '''Rain''': Once manifested, it could rain softly or fiercely, and could even be directed towards a single person. The rain itself seems to have an unusual effects on his opponents, as it is able to drain them of their chakra and vitality, while seemingly making them sad as well. Once produced in terms of offence and defence, he could summon varying sizes of very powerful, pressurised, water trenches to either block incoming attacks, restrain, or crush his opponents. He could even create huge water bubbles that attacks opponents with concussive force. Coming from many different directions, each of his attacks could manifest from anywhere within his vicinity, seemingly coming from thin air.\n* '''Snow''': Showing only the offensive capabilities, Yota is able to turn a simple snowfall into a powerful blizzard, enabling him to near instantly freeze everything around him, including people.\n* '''Lightning''': Yota can produce large bolts of purple lightning. The lightning could be directed from anywhere, to anywhere the enemy is, and in rapid succession. It was fast enough to keep up with [[Kiba Inuzuka]] and [[Akamaru]]. Should the lightning ever connect, it is powerful enough to instantly kill the target. However, if Yota wills it, the lightning can completely obliterate the target, even if it is the latter himself.\n* '''Wind''': Yota is able to fully manipulate the direction and intensity of wind by whistling. He could summon anything from a concentrated tornado, to several whirlwinds. Each of these attacks have the offensive capabilities to slash and wound the intended target. It was powerful enough to cut, and catch off guard, [[Naruto Uzumaki]], despite being in [[Nine-Tails Chakra Mode]].\n* '''Sunlight''': Yota could also make the sun shine brightly. Although it hasn't been used offensively or defensively, it has shown to cause flowers to bloom quickly around him.\n\n[[fr:Manipulation du Climat]]\n[[pl:Manipulacja Pogodą]]"
  }
}