{
  "name": "Wind Release: Rasenshuriken",
  "sourcePage": "Wind Release: Rasenshuriken",
  "pageId": 3185,
  "url": "https://naruto.fandom.com/wiki/Wind_Release:_Rasenshuriken",
  "thumbnail": "https://static.wikia.nocookie.net/naruto/images/5/52/F%C5%ABton_Rasenshuriken.png/revision/latest/scale-to-width-down/600?cb=20220118210921",
  "raw": {
    "wikitext": "{{Infobox/Jutsu\n|top={{Looking for|the ninjutsu|the episode|Wind Release: Rasenshuriken!}}\n|ref=<ref>Third Databook, pages 298-299</ref><ref name=\"d4\">Fourth Databook, pages 290-291</ref>\n|image=Fūton Rasenshuriken.png\n|kanji=風遁・螺旋手裏剣\n|unnamed jutsu=No\n|romaji=Fūton: Rasenshuriken\n|literal english=Wind Release: Spiralling Shuriken\n|english tv=Wind Style: Rasen Shuriken\n|parent jutsu=Wind Release: Rasengan\n|jutsu rank=S\n|jutsu classification=Ninjutsu, Kinjutsu\n|jutsu type=Wind Release\n|jutsu class type=Offensive\n|jutsu range=Short, Mid, Long\n|users=Naruto Uzumaki\n|debut manga=339\n|boruto=No\n|sasuke retsuden=No\n|konoha shinden=No\n|blue vortex=No\n|debut anime=87\n|debut shippuden=Yes\n|boruto anime=No\n|novel debut=Naruto Shippūden the Movie: The Will of Fire\n|game debut=Naruto Shippūden: Ninja Destiny 3\n|movie debut=Naruto Shippūden the Movie: The Will of Fire\n|ova debut=Naruto x UT\n|jutsu media=Anime, Manga, Novel, Game, Movie\n}}\nThe '''Wind Release: Rasenshuriken''' is a [[shuriken]]-shaped variant of the [[Wind Release: Rasengan]].\n\n== Overview ==\nThe Rasenshuriken was invented by [[Naruto Uzumaki]] shortly after he figured out the principles of the [[Wind Release: Rasengan]]. Like that technique, Naruto typically has the help of two [[shadow clone]]s in the Rasenshuriken's formation: he provides the chakra, one clone helps keep the chakra contained, and the second clone adds his [[wind]] [[nature]]. It is the completed version of the Wind Release: Rasengan, with four large points around the central [[Rasengan]] core, giving the appearance of a [[fūma shuriken]]. It also gives off a loud screeching noise.<ref>''Naruto'' chapter 339, page 11</ref> By the time of ''[[The Last: Naruto the Movie]]'', Naruto is able to create Rasenshuriken without aid and is able to remotely guide it.\n\nThe Rasenshuriken requires a great deal of chakra to perform. Naruto has been shown creating as many as three Rasenshuriken on his own before tiring out.<ref>''Naruto'' chapter 614, pages 9-10</ref> While in [[Sage Mode]], he can create two Rasenshuriken per transformation.<ref>''Naruto'' chapter 433, page 1</ref> After the second, he must re-enter Sage Mode in order to be able to create additional Rasenshuriken.<ref>''Naruto'' chapter 433, pages 1-10</ref> However, after improving his Sage Mode he's able to use three at a single time (five in the anime),<ref>''Naruto'' chapter 614</ref> and while in his [[Jinchūriki Forms|Kurama Mode]] or Nine-Tails Chakra Mode, he can use the Rasenshuriken an unlimited number of times. Its four points are very sharp, enough to cut through rock<ref>''Naruto'' chapter 442, page 8</ref> and disintegrate most of [[Pain]]'s [[Human Path]].<ref>''Naruto'' chapter 432, pages 6-7</ref> The technique is extremely heavy, as [[Fukasaku]] was surprised Naruto could throw the highly dense chakra, even in Sage Mode.<ref>''Naruto'', chapter 432, page 5</ref>\n\n[[File:Blast.PNG|left|thumb|The Rasenshuriken's wind vortex.]]\nAfter travelling a certain distance or colliding with a target that it can't slice through, the central sphere of the Rasenshuriken detonates, producing a vortex of wind in the immediate area. Within this vortex, countless microscopic wind blades are created, so many that even the [[Sharingan]] can't count them all.<ref>''Naruto'' chapter 341, page 18</ref> The wind blades pierce every cell in the body, disconnecting them from the [[Chakra circulatory system]] and so preventing them from providing their physical energy to the chakra-creation process. Because of this, the target loses their ability to create and mould chakra, damage which cannot be healed by [[medical ninjutsu]].<ref>''Naruto'', chapter 346, pages 9-15</ref> [[Tsunade]] likens the damage to poison, and warns that if the damage is great enough, those affected by it won't be able to use [[jutsu]] again.\n\n== Development ==\n[[File:Severing Chakra Cells2.PNG|thumb|The side effect from using the technique at close range.]]\nWhen Naruto first starts using the Rasenshuriken there are two flaws to using it: It was prone to sporadically dissipate after being formed, forcing Naruto to use it as a melee weapon to keep it stable, thrusting the Rasenshuriken into targets in the same way that he does the standard Rasengan.<ref>''Naruto'' chapter 340, pages 5-7</ref> The Rasenshuriken causes cellular damage not only to his targets, but to the arm Naruto holds the Rasenshuriken with, though the damage isn't quite as severe.<ref>''Naruto'' chapter 346, pages 9-12</ref> It, however, poses enough risk for Tsunade to demand it never be used again.<ref>''Naruto'' chapter 346, page 11</ref>\n\n[[File:Rasen Expansion.PNG|thumb|left|The Rasenshuriken's expansion.]]\nNaruto is able to overcome these flaws by learning [[senjutsu]]. By infusing the Rasenshuriken with senjutsu chakra, its shape is maintained after formation, meaning that he can use it as a projectile and, as a result, that he no longer needs to worry about damaging himself. When thrown, the Rasenshuriken travels very quickly, enough to cross the crater of [[Chibaku Tensei]] in under a second.<ref>''Naruto'' chapter 442, pages 5-8</ref> Once thrown, Naruto can remotely expand the Rasenshuriken to either compensate for imprecise aim or to catch dodging targets,<ref>''Naruto'' chapter 432, pages 4-6</ref> though its speed is great enough that this is rarely necessary. He enjoys similar benefits while using [[Nine-Tails Chakra Mode]], where he can use his [[chakra arm]]s to guide the Rasenshuriken to its target while he remains at a safe distance.<ref>''Naruto'' chapter 554, page 1</ref> Moreover, he can use these chakra arms in place of the usual shadow clones.<ref>''Naruto'' chapter 617, pages 11-12</ref>\n\n[[File:Naruto Vs Kaguya.png|thumb|Several Rasenshuriken influenced by Naruto's tailed beast chakra.]]\nNaruto eventually starts making the Rasenshuriken a template for other jutsu, just as he does with the regular Rasengan. Like the Rasengan, some of the simpler modifications he makes to the Rasenshuriken are by using [[Wind Release: Repeated Rasenshuriken|multiple simultaneously]] or making them [[Big Ball Rasenshuriken|larger]] (or even [[Mini-Rasenshuriken|smaller]]). In place of the Rasengan he uses for the centre of the Rasenshuriken, he can use [[Tailed Beast Ball]]s or [[Truth-Seeking Ball]]s that will create significantly larger explosions upon detonation. He can also apply other natures to the Rasenshuriken, as he does with the [[Super Tailed Beast Rasenshuriken]].\n\n== Trivia ==\n* Though the technique debuted in chapter 339, Naruto used it off-panel [[Affinities…!!|six chapters earlier]].\n* Like the Rasengan, the Rasenshuriken's colour is depicted inconsistently in the series because [[Masashi Kishimoto]] has yet to decide upon a colour for the technique.<ref>Second Artbook, page 15</ref> It is most often depicted as being a bluish-white, but different promotional and supplementary material have also shown it as red or orange with no obvious pattern.\n* In ''[[Naruto Shippūden the Movie: The Will of Fire]]'', [[Hiruko (missing-nin)|Hiruko]] tries to absorb this technique, but was unable to combine the peak-levels of shape and nature transformation, like Naruto did at first. The sphere begins forming in his hand, but it becomes unstable and disperses, backfiring on him.\n* In certain games, when the senjutsu version of the Rasenshuriken is thrown, it will hit and carry its target into the air before exploding. This version is referred to as the {{translation|'''True: Wind Release: Rasenshuriken'''|真・風遁・螺旋手裏剣|Shin Fūton: Rasenshuriken}}.\n\n== References ==\n<references/>\n\n[[de:Fuuton: Rasen Shuriken]]\n[[es:Elemento Viento: Rasen Shuriken]]\n[[fr:Fûton - Orbe Shuriken]]\n[[he:ראסנשוריקן]]\n[[id:Elemen Angin:Rasenshuriken]]\n[[nl:Fuuton:Rasenshuriken]]\n[[pl:Fūton: Rasenshuriken]]\n[[pt-br:Estilo Vento: Rasenshuriken]]\n[[ru:Стихия Ветра: Расенсюрикен]]\n[[tr:Rüzgar Tipi: Rasenshuriken]]"
  }
}